[
    {
        "entity": "Сообщество коллег-преподавателей и исследователей",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Технологические компании",
                        "change": "Внедрение новых образовательных технологий и платформ.",
                        "opportunity": "Улучшение качества обучения и доступ к актуальным ресурсам.",
                        "restrictions": "Необходимость обучения преподавателей использованию новых технологий.",
                        "imposed_role": "Адаптер новых технологий и методик.",
                        "comment": "I am, Технологические компании, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I provide tools that enhance educational standards but require adaptation."
                    },
                    {
                        "source": "Студенты",
                        "change": "Изменение подходов к обучению в ответ на их запросы и потребности.",
                        "opportunity": "Получение актуального и практического образования.",
                        "restrictions": "Необходимость учитывать разнообразие студентов и их стиль обучения.",
                        "imposed_role": "Аудитория, вынуждающая к изменениям.",
                        "comment": "I am, Студенты, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I drive the demand for innovative teaching methods."
                    },
                    {
                        "source": "Научные исследования",
                        "change": "Влияние на содержание образовательных программ и методик.",
                        "opportunity": "Актуализация знаний и применение передовых исследований в практике.",
                        "restrictions": "Необходимость постоянного обновления программ и курсов.",
                        "imposed_role": "Исследователь, предоставляющий актуальные данные.",
                        "comment": "I am, Научные исследования, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I supply the foundation for evolving educational standards."
                    },
                    {
                        "source": "Образовательные стандарты и аккредитационные организации",
                        "change": "Установление требований к качеству образования.",
                        "opportunity": "Поддержание репутации и соответствие требованиям рынка.",
                        "restrictions": "Необходимость соблюдения строгих стандартов и отчетности.",
                        "imposed_role": "Контролирующий орган, определяющий рамки работы.",
                        "comment": "I am, Образовательные стандарты и аккредитационные организации, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I enforce the quality framework that the community must adhere to."
                    },
                    {
                        "source": "Социальные сети и платформы для сотрудничества",
                        "change": "Создание сетей для обмена опытом и ресурсами.",
                        "opportunity": "Расширение профессиональных связей и доступ к новым методам обучения.",
                        "restrictions": "Возможные негативные влияния от дезинформации и некачественного контента.",
                        "imposed_role": "Участник сети, способствующий сотрудничеству.",
                        "comment": "I am, Социальные сети и платформы для сотрудничества, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I enable connections that can enhance educational practices but also require discernment."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Технологические гиганты (например, Google, Microsoft)",
                        "threat": "Существование устаревших образовательных методов и стандартов",
                        "consequences_if_deteriorates": "Сообщество сможет сохранить традиционные методы обучения и оценивания без давления со стороны новых технологий.",
                        "consequences_if_improves": "Сообщество будет вынуждено адаптироваться и интегрировать новые технологии в свои практики.",
                        "imposed_role": "Упрощенный и стандартизированный подход к обучению.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: I push for a tech-driven education that may overlook the nuances of traditional methods."
                    },
                    {
                        "source": "Студенты и их предпочтения",
                        "threat": "Неподдержание интереса к устаревшим методам обучения.",
                        "consequences_if_deteriorates": "Сообщество сможет продолжать использовать традиционные методы без необходимости их обновления.",
                        "consequences_if_improves": "Сообщество будет вынуждено изменять свои методы обучения, чтобы соответствовать ожиданиям студентов.",
                        "imposed_role": "Аудитории, которая требует изменений в обучении.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: I demand relevance and engagement in my learning experience."
                    },
                    {
                        "source": "Образовательные регуляторы и аккредитационные организации",
                        "threat": "Строгие требования к стандартам и методам обучения.",
                        "consequences_if_deteriorates": "Сообщество сможет свободно экспериментировать с новыми методами без опасений о санкциях.",
                        "consequences_if_improves": "Сообщество будет вынуждено следовать более строгим и, возможно, устаревшим стандартам.",
                        "imposed_role": "Контролирующий орган, который диктует условия работы сообщества.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: I enforce regulations that may hinder innovation in education."
                    },
                    {
                        "source": "Конкурирующие образовательные учреждения",
                        "threat": "Потеря студентов и ресурсов из-за устаревших методов.",
                        "consequences_if_deteriorates": "Сообщество сохранит свою аудиторию и ресурсы без конкуренции.",
                        "consequences_if_improves": "Сообщество будет вынуждено адаптироваться к современным требованиям, чтобы оставаться конкурентоспособным.",
                        "imposed_role": "Конкурент, который заставляет сообщество изменяться.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: I challenge the community to innovate or risk losing relevance."
                    },
                    {
                        "source": "Научные публикации и исследования",
                        "threat": "Устаревание методов и теорий, используемых в образовательной практике.",
                        "consequences_if_deteriorates": "Сообщество сможет опираться на проверенные традиционные подходы.",
                        "consequences_if_improves": "Сообщество будет вынуждено обновлять свои подходы в соответствии с последними исследованиями.",
                        "imposed_role": "Авторитетный источник, который определяет актуальность методов обучения.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: I provide the latest insights that may disrupt traditional practices."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "change": "Повышение стандартов преподавания и интеграция новых технологий в учебный процесс.",
                        "opportunity": "Укрепление репутации как современных и адаптивных институтов.",
                        "restrictions": "Необходимость постоянного обновления учебных планов и методов оценки.",
                        "imposed_role": "Соперник, стремящийся соответствовать высоким стандартам, установленным сообществом.",
                        "comment": "I am Образовательные учреждения, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I must adapt quickly to maintain relevancy and credibility."
                    },
                    {
                        "source": "Студенты",
                        "change": "Изменение в подходах к обучению и оценке, основанное на новых технологиях.",
                        "opportunity": "Получение более качественного и актуального образования.",
                        "restrictions": "Необходимость адаптации к новым методам и требованиям.",
                        "imposed_role": "Аудитория, чьи предпочтения и потребности формируют новые подходы к обучению.",
                        "comment": "I am Студенты, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I benefit from innovative teaching while feeling the pressure of adapting to changes."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Увеличение спроса на образовательные платформы и инструменты.",
                        "opportunity": "Расширение рынка и внедрение новых технологий в учебный процесс.",
                        "restrictions": "Необходимость разработки решений, соответствующих высоким образовательным стандартам.",
                        "imposed_role": "Партнер, предлагающий решения для повышения качества образования.",
                        "comment": "I am Технологические компании, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: Our collaboration drives innovation and growth in the educational sector."
                    },
                    {
                        "source": "Общественные организации",
                        "change": "Участие в разработке и поддержке образовательных инициатив.",
                        "opportunity": "Укрепление социальных связей и повышение уровня образования в обществе.",
                        "restrictions": "Необходимость соответствия стандартам и ожиданиям сообщества.",
                        "imposed_role": "Агент изменений, способствующий внедрению новых образовательных практик.",
                        "comment": "I am Общественные организации, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: We aim to support and enhance educational standards while aligning with community needs."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Изменение в образовательной политике и стандартах.",
                        "opportunity": "Возможность для внедрения реформ и повышения качества образования на государственном уровне.",
                        "restrictions": "Ограничения на финансирование и ресурсы, необходимые для реформ.",
                        "imposed_role": "Регулятор, устанавливающий рамки для образовательных практик.",
                        "comment": "I am Государственные органы, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: We strive to create policies that support innovative education while ensuring compliance with established standards."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Высшие учебные заведения (ВУЗы)",
                        "essentiality": "Обеспечивают аккредитацию и стандарты учебных программ.",
                        "opportunity": "Предоставляют ресурсы и поддержку для внедрения новых технологий в обучение.",
                        "restrictions": "Налагают требования к соблюдению традиционных методов обучения и оценивания.",
                        "imposed_role": "Агент, который требует соблюдения стандартов качества.",
                        "comment": "I am, Высшие учебные заведения, see my relationships with a target in the following perspective: я обеспечиваю необходимый контроль и поддержку для достижения высоких образовательных стандартов."
                    },
                    {
                        "source": "Технологические компании (поставщики образовательных технологий)",
                        "essentiality": "Предоставляют инструменты и платформы для инновационных методов обучения.",
                        "opportunity": "Дают доступ к современным образовательным ресурсам и методам.",
                        "restrictions": "Могут обязывать использование их технологий, что ограничивает выбор методов.",
                        "imposed_role": "Партнер, который диктует условия использования новых технологий.",
                        "comment": "I am, Технологические компании, see my relationships with a target in the following perspective: я помогаю в трансформации образовательного процесса, но ожидаю, что вы будете следовать моим рекомендациям."
                    },
                    {
                        "source": "Государственные образовательные организации",
                        "essentiality": "Определяют законодательные рамки и правила для образовательного процесса.",
                        "opportunity": "Обеспечивают финансирование и поддержку образовательных инициатив.",
                        "restrictions": "Налагают обязательные стандарты и требования к образовательным программам.",
                        "imposed_role": "Регулятор, который контролирует соблюдение норм и стандартов.",
                        "comment": "I am, Государственные образовательные организации, see my relationships with a target in the following perspective: я обеспечиваю целостность системы образования, но с этим приходит необходимость следовать установленным нормам."
                    },
                    {
                        "source": "Образовательные ассоциации и сообщества",
                        "essentiality": "Объединяют профессионалов для обмена опытом и лучшими практиками.",
                        "opportunity": "Создают платформы для профессионального развития и сетевого взаимодействия.",
                        "restrictions": "Могут ограничивать доступ к информации, если не соблюдаются членские требования.",
                        "imposed_role": "Членство в сообществе, которое требует активного участия.",
                        "comment": "I am, Образовательные ассоциации, see my relationships with a target in the following perspective: я являюсь связующим звеном для обмена знаниями и опытом, но от вас требуется активное участие."
                    },
                    {
                        "source": "Студенты и их потребности",
                        "essentiality": "Определяют направление и содержание образовательного процесса через свои ожидания.",
                        "opportunity": "Предоставляют обратную связь, необходимую для улучшения методов и содержания обучения.",
                        "restrictions": "Могут отвергать традиционные методы, если они не отвечают их ожиданиям.",
                        "imposed_role": "Клиенты, чьи потребности формируют образовательные практики.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: я являюсь ключевым фактором, определяющим качество обучения, и ожидаю, что вы будете учитывать мои потребности."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Традиционные методы обучения",
                        "threat": "Сообщество продвигает инновационные образовательные технологии, что снижает значимость традиционных методов.",
                        "consequences_if_deteriorates": "Традиционные методы могут стать устаревшими и потерять актуальность.",
                        "consequences_if_improves": "Если традиционные методы адаптируются, они могут стать более интегрированными с новыми технологиями.",
                        "imposed_role": "Структура, которая нуждается в обновлении и адаптации.",
                        "comment": "Я, традиционные методы обучения, вижу свои отношения с сообществом в следующей перспективе: я должен адаптироваться или рискую быть полностью игнорированным."
                    },
                    {
                        "source": "Новые образовательные технологии",
                        "threat": "Сообщество может продвигать технологии, которые не соответствуют их стандартам или ожиданиям.",
                        "consequences_if_deteriorates": "Если сообщество ослабит свои стандарты, новые технологии могут стать менее эффективными.",
                        "consequences_if_improves": "Улучшение взаимодействия с сообществом может привести к более высоким стандартам внедрения технологий.",
                        "imposed_role": "Инструмент, который должен соответствовать образовательным стандартам.",
                        "comment": "Я, новые образовательные технологии, вижу свои отношения с сообществом в следующей перспективе: я должен соответствовать их высоким стандартам, чтобы остаться на плаву."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Студенты могут начать отвергать традиционные методы в пользу более интерактивных и современных подходов.",
                        "consequences_if_deteriorates": "Если сообщество потеряет влияние, студенты могут стать менее вовлеченными в образовательный процесс.",
                        "consequences_if_improves": "Улучшение взаимодействия с сообществом может повысить интерес студентов к обучению.",
                        "imposed_role": "Аудитория, которую необходимо вовлекать в процесс.",
                        "comment": "Я, студенты, вижу свои отношения с сообществом в следующей перспективе: я стремлюсь к более современным методам, и если сообщество не адаптируется, я могу потерять интерес."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "threat": "Сообщество может подрывать авторитет учебных заведений, если стандарты не будут соблюдаться.",
                        "consequences_if_deteriorates": "Учебные заведения могут утратить свою репутацию и значимость.",
                        "consequences_if_improves": "Если сообщество начнет работать с учебными заведениями, это может привести к совместному повышению качества образования.",
                        "imposed_role": "Партнер, который должен следовать новым стандартам.",
                        "comment": "Я, образовательные учреждения, вижу свои отношения с сообществом в следующей перспективе: я должен адаптироваться к новым стандартам, чтобы сохранить свою репутацию."
                    },
                    {
                        "source": "Образовательные политики",
                        "threat": "Сообщество может влиять на формирование образовательной политики, что снижает влияние существующих норм.",
                        "consequences_if_deteriorates": "Если сообщество ослабнет, устаревшие политики могут остаться в силе.",
                        "consequences_if_improves": "Улучшение отношений может привести к внедрению более актуальных образовательных норм.",
                        "imposed_role": "Участник, который должен учитывать мнение сообщества.",
                        "comment": "Я, образовательные политики, вижу свои отношения с сообществом в следующей перспективе: я должен адаптироваться к изменениям, чтобы оставаться актуальным."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты зависят от сообщества преподавателей и исследователей для получения качественного образования и актуальных знаний.",
                        "opportunity": "Сообщество предоставляет студентам доступ к современным методам обучения и инновационным технологиям.",
                        "restrictions": "Студенты не могут игнорировать требования к качеству знаний и навыков, установленные сообществом.",
                        "imposed_role": "Студенты выступают как получатели образования и обратной связи, влияя на стандарты и направления исследований.",
                        "comment": "I am, the Студенты, see my relationships with a target in the following perspective: I rely on the community for my educational needs and growth."
                    },
                    {
                        "source": "Образовательные технологии",
                        "essentiality": "Образовательные технологии зависят от сообщества для тестирования и внедрения новых инструментов и методов.",
                        "opportunity": "Сообщество предоставляет платформу для экспериментов и обратной связи по новым технологиям.",
                        "restrictions": "Технологии не могут быть внедрены без одобрения и поддержки сообщества преподавателей.",
                        "imposed_role": "Образовательные технологии должны адаптироваться к потребностям и стандартам, установленным сообществом.",
                        "comment": "I am, the Образовательные технологии, see my relationships with a target in the following perspective: I need the community to validate and enhance my effectiveness."
                    },
                    {
                        "source": "Университетская администрация",
                        "essentiality": "Университетская администрация зависит от сообщества для разработки и реализации образовательных программ.",
                        "opportunity": "Сообщество помогает администрированию поддерживать актуальность учебных курсов и квалификаций.",
                        "restrictions": "Администрация не может игнорировать мнения и потребности сообщества преподавателей при принятии решений.",
                        "imposed_role": "Администрация должна учитывать стандарты и инновации, предложенные сообществом.",
                        "comment": "I am, the Университетская администрация, see my relationships with a target in the following perspective: I rely on the community for guidance in maintaining educational quality."
                    },
                    {
                        "source": "Научные журналы",
                        "essentiality": "Научные журналы нуждаются в вкладе сообщества для публикации актуальных исследований и статей.",
                        "opportunity": "Сообщество повышает репутацию журналов за счет публикации высококачественных исследований.",
                        "restrictions": "Журналы не могут публиковать статьи, не соответствующие установленным стандартам сообщества.",
                        "imposed_role": "Журналы служат платформами для распространения знаний, поддерживаемых сообществом.",
                        "comment": "I am, the Научные журналы, see my relationships with a target in the following perspective: I depend on the community for quality content and credibility."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Профессиональные ассоциации зависят от сообщества для формирования стандартов и практик в образовании.",
                        "opportunity": "Сообщество предоставляет ассоциациям доступ к актуальным проблемам и инновациям в области образования.",
                        "restrictions": "Ассоциации не могут игнорировать изменения в образовательной среде, предложенные сообществом.",
                        "imposed_role": "Ассоциации должны работать над поддержанием высоких стандартов, установленных сообществом.",
                        "comment": "I am, the Профессиональные ассоциации, see my relationships with a target in the following perspective: I rely on the community to guide and support professional standards."
                    }
                ]
            }
        }
    },
    {
        "entity": "Работодатели",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Университеты",
                        "change": "Университеты начинают адаптировать свои учебные программы для подготовки студентов к требованиям работодателей.",
                        "opportunity": "Получение финансирования и репутации за счет успешных выпускников.",
                        "restrictions": "Необходимость повышения качества образования и соответствия современным требованиям.",
                        "imposed_role": "Образовательный партнер, который должен обеспечивать качественные кадры.",
                        "comment": "Я, университет, вижу свои отношения с работодателями в следующей перспективе: мы должны работать вместе, чтобы наши студенты были конкурентоспособными на рынке труда."
                    },
                    {
                        "source": "Кандидаты на работу",
                        "change": "Кандидаты стремятся улучшать свои навыки и знания, чтобы соответствовать требованиям работодателей.",
                        "opportunity": "Возможность трудоустройства и карьерного роста.",
                        "restrictions": "Необходимость постоянного обучения и саморазвития.",
                        "imposed_role": "Конкуренты, которые должны соответствовать высоким стандартам работодателей.",
                        "comment": "Я, кандидат на работу, вижу свои отношения с работодателями в следующей перспективе: я должен постоянно повышать свою квалификацию, чтобы быть востребованным."
                    },
                    {
                        "source": "Ассоциации работодателей",
                        "change": "Ассоциации начинают инициировать программы по повышению квалификации для выпускников.",
                        "opportunity": "Повышение уровня профессиональных стандартов и улучшение имиджа ассоциации.",
                        "restrictions": "Необходимость финансирования и организации учебных программ.",
                        "imposed_role": "Посредник между работодателями и образовательными учреждениями.",
                        "comment": "Я, ассоциация работодателей, вижу свои отношения с работодателями в следующей перспективе: мы должны объединить усилия, чтобы улучшить рынок труда."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Государственные органы начинают разрабатывать новые стандарты для образования.",
                        "opportunity": "Улучшение качества образования и соответствия его требованиям рынка.",
                        "restrictions": "Необходимость контроля за соблюдением новых стандартов и программ.",
                        "imposed_role": "Регулятор, который отвечает за соответствие образовательных учреждений требованиям рынка.",
                        "comment": "Я, государственный орган, вижу свои отношения с работодателями в следующей перспективе: мы должны обеспечивать систему, которая будет поддерживать высокие стандарты образования."
                    },
                    {
                        "source": "Институты повышения квалификации",
                        "change": "Институты начинают предлагать специализированные курсы, соответствующие потребностям работодателей.",
                        "opportunity": "Привлечение новых студентов и повышение доходов.",
                        "restrictions": "Необходимость адаптации курсов к быстро меняющимся требованиям рынка.",
                        "imposed_role": "Дополнительный ресурс для повышения квалификации кандидатов.",
                        "comment": "Я, институт повышения квалификации, вижу свои отношения с работодателями в следующей перспективе: мы должны быть гибкими и адаптивными, чтобы соответствовать их требованиям."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "change": "Образовательные учреждения обучают студентов, развивая их навыки и знания.",
                        "opportunity": "Работодатели получают доступ к квалифицированным и подготовленным специалистам.",
                        "restrictions": "Работодатели должны следить за актуальностью учебных программ и поддерживать связи с учебными заведениями.",
                        "imposed_role": "Работодатели выступают в роли партнёров в образовательном процессе.",
                        "comment": "I am, образовательные учреждения, see my relationships with работодателями in the following perspective: наша цель - подготовить студентов к требованиям рынка труда."
                    },
                    {
                        "source": "Система аккредитации дипломов",
                        "change": "Система аккредитации проверяет и валидирует дипломы, подтверждая их качество.",
                        "opportunity": "Работодатели могут быть уверены в квалификации кандидатов, нанимая их.",
                        "restrictions": "Работодатели должны учитывать аккредитацию при выборе кандидатов.",
                        "imposed_role": "Работодатели становятся более ответственно подходящими к процессу найма.",
                        "comment": "I am, система аккредитации дипломов, see my relationships with работодателями in the following perspective: я обеспечиваю доверие к образовательным достижениям кандидатов."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "change": "Ассоциации создают стандарты и рекомендации для профессий, влияя на ожидания работодателей.",
                        "opportunity": "Работодатели могут получить доступ к последним трендам и требованиям в своей области.",
                        "restrictions": "Работодатели должны следовать установленным стандартам и рекомендациям.",
                        "imposed_role": "Работодатели становятся более информированными и соответствующими стандартам отрасли.",
                        "comment": "I am, профессиональные ассоциации, see my relationships with работодателями in the following perspective: я помогаю связать ожидания рынка с реальными навыками сотрудников."
                    },
                    {
                        "source": "Государственные регуляторы",
                        "change": "Государственные регуляторы устанавливают законы и правила, касающиеся трудоустройства.",
                        "opportunity": "Работодатели имеют возможность использовать ресурсы и программы поддержки от государства.",
                        "restrictions": "Работодатели должны соблюдать законные требования и стандарты, что может ограничивать их действия.",
                        "imposed_role": "Работодатели становятся подотчетными государственным нормам.",
                        "comment": "I am, государственные регуляторы, see my relationships with работодателями in the following perspective: я формирую правила игры на рынке труда."
                    },
                    {
                        "source": "Кадровые агентства",
                        "change": "Кадровые агентства помогают работодателям находить подходящих кандидатов.",
                        "opportunity": "Работодатели могут существенно сократить время на подбор персонала.",
                        "restrictions": "Работодатели могут зависеть от качества услуг агентств и их репутации.",
                        "imposed_role": "Работодатели становятся клиентами кадровых агентств.",
                        "comment": "I am, кадровые агентства, see my relationships with работодателями in the following perspective: я стремлюсь облегчить процесс нахождения талантливых сотрудников."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Университеты",
                        "essentiality": "Работодатели нуждаются в качественном образовании, чтобы находить подходящих кандидатов.",
                        "opportunity": "Университеты получают финансирование и репутацию за счет успешного трудоустройства своих выпускников.",
                        "restrictions": "Университеты не могут игнорировать реальные навыки и знания, которые необходимы работодателям.",
                        "imposed_role": "Образовательный партнер, который отвечает за подготовку кадров.",
                        "comment": "I am, Университеты, see my relationships with Работодатели in the following perspective: I provide the necessary knowledge and skills, and in return, I depend on their demand for my graduates."
                    },
                    {
                        "source": "Кандидаты на работу",
                        "essentiality": "Работодатели зависят от наличия квалифицированных кандидатов для заполнения вакансий.",
                        "opportunity": "Кандидаты получают возможность трудоустройства и карьерного роста.",
                        "restrictions": "Кандидаты должны соответствовать требованиям работодателей и предоставлять подлинные дипломы.",
                        "imposed_role": "Конкуренты за рабочие места, которые должны продемонстрировать свои навыки.",
                        "comment": "I am, Кандидаты на работу, see my relationships with Работодатели in the following perspective: I strive to align my skills with their needs, and they are pivotal in my career development."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Работодатели нуждаются в подтверждении стандартов и квалификаций, чтобы обеспечить качество трудоустройства.",
                        "opportunity": "Ассоциации получают поддержку и ресурсы от работодателей для повышения стандартов в своей области.",
                        "restrictions": "Ассоциации не могут принимать недобросовестные практики, так как это повлияет на их репутацию.",
                        "imposed_role": "Регулятор, который устанавливает профессиональные стандарты для отрасли.",
                        "comment": "I am, Профессиональные ассоциации, see my relationships with Работодатели in the following perspective: I help ensure quality and professionalism, and in return, I rely on their compliance with established standards."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Работодатели зависят от законодательства и нормативных актов для соблюдения трудовых стандартов.",
                        "opportunity": "Государственные органы получают поддержку от работодателей для реализации своих программ и инициатив.",
                        "restrictions": "Работодатели должны соблюдать законы о трудоустройстве и защите прав работников.",
                        "imposed_role": "Контролирующий орган, который обеспечивает соблюдение законодательства.",
                        "comment": "I am, Государственные органы, see my relationships with Работодатели in the following perspective: I create the legal framework within which they operate, and they are essential for enforcing standards in the labor market."
                    },
                    {
                        "source": "Общество",
                        "essentiality": "Работодатели играют ключевую роль в экономическом росте и социальной стабильности.",
                        "opportunity": "Общество получает рабочие места и экономическое развитие от работодателей.",
                        "restrictions": "Работодатели должны действовать в интересах общества, учитывая этические нормы и социальные обязательства.",
                        "imposed_role": "Экономический участник, который способствует развитию местных сообществ.",
                        "comment": "I am, Общество, see my relationships with Работодатели in the following perspective: They are vital for my economic well-being, and I expect them to act responsibly in return."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Университеты",
                        "essentiality": "Университеты предоставляют образование и квалификацию выпускников, которые работодатели ищут.",
                        "opportunity": "Работодатели получают доступ к талантливым и образованным кандидатам для трудоустройства.",
                        "restrictions": "Работодатели должны учитывать аккредитацию и репутацию учебного заведения при найме.",
                        "imposed_role": "Работодатели становятся проверяющими квалификации и навыков выпускников.",
                        "comment": "I am Университеты, see my relationships with a target in the following perspective: I shape the very foundation of the workforce that employers seek."
                    },
                    {
                        "source": "Сертификационные организации",
                        "essentiality": "Сертификационные организации обеспечивают стандарты для оценки реальных навыков и знаний кандидатов.",
                        "opportunity": "Работодатели могут доверять сертификатам как доказательству квалификации кандидатов.",
                        "restrictions": "Работодатели должны принимать во внимание только сертифицированных специалистов.",
                        "imposed_role": "Работодатели становятся зависимыми от сертификаций как индикаторов компетентности.",
                        "comment": "I am Сертификационные организации, see my relationships with a target in the following perspective: I provide the benchmarks that employers rely on to gauge talent."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Профессиональные ассоциации формируют стандарты и кодексы поведения в различных отраслях.",
                        "opportunity": "Работодатели могут использовать ассоциации для поиска квалифицированных кандидатов и доступа к сетям.",
                        "restrictions": "Работодатели должны следовать рекомендациям ассоциаций при найме и управлении персоналом.",
                        "imposed_role": "Работодатели становятся участниками профессионального сообщества, следуя установленным нормам.",
                        "comment": "I am Профессиональные ассоциации, see my relationships with a target in the following perspective: I forge the networks that employers tap into for the best talent."
                    },
                    {
                        "source": "Социальные сети",
                        "essentiality": "Социальные сети обеспечивают платформу для связи между работодателями и потенциальными кандидатами.",
                        "opportunity": "Работодатели могут находить и привлекать кандидатов через различные платформы.",
                        "restrictions": "Работодатели должны соблюдать правила и нормы, установленные этими платформами.",
                        "imposed_role": "Работодатели становятся активными участниками онлайн-сообществ для поиска талантов.",
                        "comment": "I am Социальные сети, see my relationships with a target in the following perspective: I connect employers with the talent pools they seek in a digital world."
                    },
                    {
                        "source": "Экономические условия",
                        "essentiality": "Экономические условия влияют на доступность квалифицированной рабочей силы.",
                        "opportunity": "Работодатели могут использовать благоприятные условия для найма лучших специалистов.",
                        "restrictions": "Работодатели должны адаптировать свои ожидания и зарплатные предложения в зависимости от рынка труда.",
                        "imposed_role": "Работодатели становятся стратегами, принимая решения на основе экономических показателей.",
                        "comment": "I am Экономические условия, see my relationships with a target in the following perspective: I dictate the climate in which employers must navigate their hiring strategies."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Недостаток квалифицированных выпускников",
                        "threat": "Снижает качество кадров, что может привести к неэффективности работы компании",
                        "consequences_if_deteriorates": "Работодатели смогут находить более квалифицированных кандидатов на рынке труда",
                        "consequences_if_improves": "Конкуренция за лучшие кадры усилится, что может привести к повышению зарплат и улучшению условий труда",
                        "imposed_role": "Служить барьером для качественного найма",
                        "comment": "Я, Недостаток квалифицированных выпускников, вижу свои отношения с работодателями в следующей перспективе: я ставлю под сомнение их способность находить соответствующих кандидатов."
                    },
                    {
                        "source": "Обман кандидатов",
                        "threat": "Кандидаты могут представить фальшивые дипломы или заведомо ложные данные о квалификации",
                        "consequences_if_deteriorates": "Работодатели смогут более уверенно принимать решения о найме, зная, что кандидаты честны",
                        "consequences_if_improves": "Работодатели столкнутся с проблемами в найме и возможными судебными исками из-за подделанных документов",
                        "imposed_role": "Создавать сомнения в честности кандидатов",
                        "comment": "Я, Обман кандидатов, вижу свои отношения с работодателями в следующей перспективе: я создаю недоверие и заставляю их быть осторожными при отборе."
                    },
                    {
                        "source": "Рынок труда",
                        "threat": "Изменения в спросе и предложении на рынке труда могут повлиять на доступность квалифицированных кандидатов",
                        "consequences_if_deteriorates": "Работодатели смогут находить больше подходящих кандидатов, если рынок труда стабилен",
                        "consequences_if_improves": "Работодатели столкнутся с нехваткой квалифицированных специалистов и увеличением конкуренции",
                        "imposed_role": "Определять доступность кандидатов",
                        "comment": "Я, Рынок труда, вижу свои отношения с работодателями в следующей перспективе: я устанавливаю правила игры в найме."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "threat": "Невозможность выпускать качественно подготовленных специалистов",
                        "consequences_if_deteriorates": "Работодатели смогут полагаться на квалификацию выпускников, что упростит процесс найма",
                        "consequences_if_improves": "Работодатели получат более подготовленных кандидатов, что повысит эффективность работы",
                        "imposed_role": "Обеспечивать работодателей качественными кадрами",
                        "comment": "Я, Образовательные учреждения, вижу свои отношения с работодателями в следующей перспективе: я должен готовить специалистов, соответствующих требованиям рынка."
                    },
                    {
                        "source": "Технологические изменения",
                        "threat": "Новые технологии могут устаревать навыки старых кандидатов",
                        "consequences_if_deteriorates": "Работодатели смогут проще найти подходящих сотрудников, если технологии останутся стабильными",
                        "consequences_if_improves": "Работодатели могут столкнуться с необходимостью постоянного обучения сотрудников, что увеличивает затраты",
                        "imposed_role": "Вызывать необходимость в постоянном повышении квалификации",
                        "comment": "Я, Технологические изменения, вижу свои отношения с работодателями в следующей перспективе: я заставляю их адаптироваться к новым условиям."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Кандидаты на работу",
                        "threat": "Работодатели могут отвергнуть кандидатов, если их дипломы не соответствуют реальным навыкам.",
                        "consequences_if_deteriorates": "Кандидаты могут столкнуться с трудностями в поиске работы и потерять мотивацию к обучению.",
                        "consequences_if_improves": "Кандидаты будут более тщательно готовиться к собеседованиям, что повысит их шансы на трудоустройство.",
                        "imposed_role": "Кандидаты должны максимально демонстрировать свои реальные навыки и знания.",
                        "comment": "Я, Кандидат на работу, вижу свои отношения с Работодателями в следующей перспективе: я должен быть готов продемонстрировать свои реальные способности для успешного трудоустройства."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "threat": "Работодатели могут начать проверять качество образования и отказываться от выпускников, если дипломы не соответствуют ожиданиям.",
                        "consequences_if_deteriorates": "Образовательные учреждения могут потерять репутацию и студентов, если их выпускники не будут востребованы.",
                        "consequences_if_improves": "Образовательные учреждения будут стремиться улучшить свои программы, чтобы соответствовать требованиям работодателей.",
                        "imposed_role": "Образовательные учреждения должны адаптировать свои курсы к требованиям рынка труда.",
                        "comment": "Я, Образовательное учреждение, вижу свои отношения с Работодателями в следующей перспективе: я обязан улучшать качество своих программ для подготовки конкурентоспособных выпускников."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "threat": "Работодатели могут начать игнорировать рекомендации ассоциаций, если качество кандидатов будет низким.",
                        "consequences_if_deteriorates": "Ассоциации могут потерять влияние на рынок труда и своих членов.",
                        "consequences_if_improves": "Ассоциации смогут укрепить свои позиции и авторитет среди работодателей.",
                        "imposed_role": "Ассоциации должны обеспечивать высокие стандарты подготовки специалистов.",
                        "comment": "Я, Профессиональная ассоциация, вижу свои отношения с Работодателями в следующей перспективе: я должен поддерживать высокие стандарты, чтобы оставаться релевантным и полезным."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Работодатели могут требовать более строгих стандартов сертификации и аккредитации образовательных учреждений.",
                        "consequences_if_deteriorates": "Государственные органы могут потерять контроль над качеством образования и труда.",
                        "consequences_if_improves": "Государственные органы смогут улучшить систему образования и повысить уровень квалификации рабочей силы.",
                        "imposed_role": "Государственные органы должны следить за качеством образования и трудоустройства.",
                        "comment": "Я, Государственный орган, вижу свои отношения с Работодателями в следующей перспективе: я обязан устанавливать и контролировать стандарты, чтобы обеспечить качественное образование и трудоустройство."
                    },
                    {
                        "source": "Рынок труда",
                        "threat": "Работодатели могут снизить спрос на определенные профессии, если не будут находить квалифицированных специалистов.",
                        "consequences_if_deteriorates": "Рынок труда может стать менее динамичным и гибким.",
                        "consequences_if_improves": "Рынок труда станет более конкурентоспособным и способным адаптироваться к запросам работодателей.",
                        "imposed_role": "Рынок труда должен адаптироваться к потребностям работодателей и выпускников.",
                        "comment": "Я, Рынок труда, вижу свои отношения с Работодателями в следующей перспективе: я должен развиваться и адаптироваться к требованиям, чтобы поддерживать баланс между предложением и спросом."
                    }
                ]
            }
        }
    },
    {
        "entity": "Студенты",
        "actor_network": {
            "4": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Студенты необходимы преподавателям для получения обратной связи о качестве обучения и оценки своих методов.",
                        "opportunity": "Преподаватели могут улучшать свои курсы и методы обучения, основываясь на успехах и неудачах студентов.",
                        "restrictions": "Преподаватели не могут игнорировать недостатки в обучении, поскольку это ослабляет их авторитет.",
                        "imposed_role": "Преподаватели выступают в роли оценщиков и наставников.",
                        "comment": "I am Преподаватели, see my relationships with Студенты in the following perspective: их успехи являются отражением моей работы."
                    },
                    {
                        "source": "Университет",
                        "essentiality": "Студенты обеспечивают университет финансами через оплату обучения и формируют его репутацию.",
                        "opportunity": "Университет получает возможность привлекать больше студентов и финансирования благодаря успехам своих студентов.",
                        "restrictions": "Университет не может позволить себе низкие показатели успеваемости студентов.",
                        "imposed_role": "Университет выступает в роли образовательного учреждения, которое должно поддерживать студентов.",
                        "comment": "I am Университет, see my relationships with Студенты in the following perspective: успехи студентов укрепляют мою репутацию."
                    },
                    {
                        "source": "Работодатели",
                        "essentiality": "Работодатели нуждаются в квалифицированных выпускниках и оценивают их по успеваемости и знаниям.",
                        "opportunity": "Работодатели могут находить талантливых сотрудников среди студентов, что способствует их бизнесу.",
                        "restrictions": "Работодатели не могут принимать на работу студентов без необходимых навыков.",
                        "imposed_role": "Работодатели выступают в роли потенциальных работодателей, оценивающих студентов.",
                        "comment": "I am Работодатели, see my relationships with Студенты in the following perspective: их успехи определяют мой выбор кандидатов."
                    },
                    {
                        "source": "Система оценки знаний",
                        "essentiality": "Студенты формируют данные, на основе которых система оценки разрабатывает стандарты и критерии.",
                        "opportunity": "Система оценки может адаптироваться и улучшаться, опираясь на результаты студентов.",
                        "restrictions": "Система оценки не может игнорировать данные студентов, поскольку это приведет к неэффективной оценке.",
                        "imposed_role": "Система оценки выступает в роли инструмента, который помогает студентам понять свои достижения.",
                        "comment": "I am Система оценки знаний, see my relationships with Студенты in the following perspective: их результаты помогают мне стать более эффективной."
                    },
                    {
                        "source": "Общественные организации",
                        "essentiality": "Студенты предоставляют организации волонтеров и участников для различных программ и мероприятий.",
                        "opportunity": "Общественные организации могут продвигать свои инициативы и получать поддержку среди молодежи.",
                        "restrictions": "Общественные организации не могут игнорировать потребности и интересы студентов.",
                        "imposed_role": "Общественные организации выступают в роли посредников между студентами и обществом.",
                        "comment": "I am Общественные организации, see my relationships with Студенты in the following perspective: их участие делает мои инициативы успешными."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Преподаватели адаптируют свои методы обучения и оценивания, чтобы лучше соответствовать нуждам студентов.",
                        "opportunity": "Возможность улучшить свои преподавательские методы и получить положительные отзывы от студентов.",
                        "restrictions": "Ограничение на использование традиционных методов оценки, которые могут не соответствовать современным требованиям.",
                        "imposed_role": "Преподаватели становятся более гибкими и ориентированными на студента.",
                        "comment": "Я, преподаватель, вижу свои отношения со студентами в следующей перспективе: я должен адаптироваться к их потребностям, чтобы обеспечить эффективное обучение."
                    },
                    {
                        "source": "Учебные материалы",
                        "change": "Учебные материалы становятся более интерактивными и актуальными в ответ на запросы студентов.",
                        "opportunity": "Повышение своей значимости и актуальности для студентов.",
                        "restrictions": "Необходимость обновления и улучшения содержания материалов, чтобы соответствовать ожиданиям студентов.",
                        "imposed_role": "Учебные материалы выступают как активный инструмент в обучении.",
                        "comment": "Я, учебный материал, вижу свои отношения со студентами в следующей перспективе: я должен эволюционировать и оставаться актуальным для их образовательных потребностей."
                    },
                    {
                        "source": "Университет",
                        "change": "Университет изменяет свою стратегию привлечения студентов и улучшает свои образовательные программы.",
                        "opportunity": "Увеличение числа зачисленных студентов и улучшение репутации учебного заведения.",
                        "restrictions": "Необходимость соблюдения аккредитационных стандартов и требований рынка труда.",
                        "imposed_role": "Университет выступает как институт, который должен реагировать на потребности студентов.",
                        "comment": "Я, университет, вижу свои отношения со студентами в следующей перспективе: я должен быть гибким и адаптивным, чтобы оставаться конкурентоспособным в образовательной среде."
                    },
                    {
                        "source": "Работодатели",
                        "change": "Работодатели начинают более активно участвовать в разработке учебных курсов, чтобы соответствовать требованиям рынка.",
                        "opportunity": "Получение более квалифицированных кандидатов на вакансии, соответствующих их ожиданиям.",
                        "restrictions": "Ограничение на уровне требований к навыкам, которые они ожидают от выпускников.",
                        "imposed_role": "Работодатели становятся консультантами для образовательных учреждений.",
                        "comment": "Я, работодатель, вижу свои отношения со студентами в следующей перспективе: я должен влиять на учебные программы, чтобы получать лучших кандидатов на работу."
                    },
                    {
                        "source": "Технологические платформы",
                        "change": "Технологические платформы адаптируют свои функции и интерфейсы для удобства студентов.",
                        "opportunity": "Расширение своей аудитории и рост числа пользователей.",
                        "restrictions": "Необходимость обеспечения безопасности данных и соблюдения норм конфиденциальности.",
                        "imposed_role": "Технологические платформы становятся основными инструментами для обучения и взаимодействия.",
                        "comment": "Я, технологическая платформа, вижу свои отношения со студентами в следующей перспективе: я должен быть удобным и безопасным инструментом, чтобы поддерживать их образовательный процесс."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Преподаватели влияют на студентов, формируя их знания и навыки через лекции и семинары.",
                        "opportunity": "Они предоставляют возможность получения полезных знаний и хороших оценок.",
                        "restrictions": "Они могут ограничивать свободу студентов в выборе методов обучения и оценки их работы.",
                        "imposed_role": "Студенты должны активно участвовать в учебном процессе и выполнять задания.",
                        "comment": "I am Преподаватели, see my relationships with a target in the following perspective: Я помогаю студентам развиваться, но ожидаю от них выполнения требований."
                    },
                    {
                        "source": "Система оценивания",
                        "change": "Система оценивания влияет на мотивацию студентов, определяя, как их усилия будут вознаграждены.",
                        "opportunity": "Она предоставляет возможность получить высокие оценки при выполнении требований.",
                        "restrictions": "Система может накладывать жесткие рамки на то, что считается приемлемым результатом.",
                        "imposed_role": "Студенты должны адаптироваться к критериям оценивания и работать в их рамках.",
                        "comment": "I am Система оценивания, see my relationships with a target in the following perspective: Я обеспечиваю справедливое оценивание, но могу ограничить творческий подход студентов."
                    },
                    {
                        "source": "Технологии обучения",
                        "change": "Технологии, такие как онлайн-курсы и образовательные платформы, изменяют способы получения знаний студентами.",
                        "opportunity": "Они обеспечивают доступ к разнообразным ресурсам и материалам для обучения.",
                        "restrictions": "Некоторые технологии могут требовать определенных навыков или доступа к интернету.",
                        "imposed_role": "Студенты становятся более самостоятельными в изучении материала.",
                        "comment": "I am Технологии обучения, see my relationships with a target in the following perspective: Я открываю новые горизонты для студентов, но они должны быть готовы к самообучению."
                    },
                    {
                        "source": "Выпускники и профессионалы",
                        "change": "Выпускники и профессионалы влияют на студентов через карьерные консультации и наставничество.",
                        "opportunity": "Они предоставляют реальную информацию о навыках, необходимых для будущей работы.",
                        "restrictions": "Они могут устанавливать высокие ожидания и стандарты для студентов.",
                        "imposed_role": "Студенты должны учиться и адаптироваться к требованиям рынка труда.",
                        "comment": "I am Выпускники и профессионалы, see my relationships with a target in the following perspective: Я стремлюсь помочь студентам подготовиться к жизни после учебы, но иногда создаю давление."
                    },
                    {
                        "source": "Сверстники (однокурсники)",
                        "change": "Сверстники влияют на студентов через совместное обучение и обмен опытом.",
                        "opportunity": "Они создают поддержку и возможность для группового обучения.",
                        "restrictions": "Сверстники могут отвлекать и создавать давление, чтобы соответствовать их ожиданиям.",
                        "imposed_role": "Студенты становятся частью группы и должны учитывать мнения других.",
                        "comment": "I am Сверстники, see my relationships with a target in the following perspective: Я поддерживаю студентов, но могу влиять на их мотивацию как положительно, так и отрицательно."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Преподаватели формируют учебный процесс и предоставляют знания, необходимые для получения хороших оценок.",
                        "opportunity": "Студенты получают доступ к учебным материалам и знаниям, которые помогут им хорошо учиться.",
                        "restrictions": "Студенты должны соблюдать академическую честность и не списывать.",
                        "imposed_role": "Студенты выступают как ученики, обязанные выполнять задания и участвовать в занятиях.",
                        "comment": "I am, the Преподаватели, see my relationships with a target in the following perspective: я являюсь ключевым проводником знаний, и мои требования формируют студентов как ответственных обучающихся."
                    },
                    {
                        "source": "Учебные материалы",
                        "essentiality": "Учебные материалы предоставляют информацию и ресурсы, необходимые для обучения.",
                        "opportunity": "Студенты могут изучать материалы, чтобы получать полезные знания.",
                        "restrictions": "Студенты обязаны использовать материалы только в рамках установленных правил и не нарушать авторские права.",
                        "imposed_role": "Студенты выступают как исследователи, которые должны активно изучать материалы.",
                        "comment": "I am, the Учебные материалы, see my relationships with a target in the following perspective: я являюсь основным ресурсом для студентов, и от них требуется дисциплина в использовании моих ресурсов."
                    },
                    {
                        "source": "Оценки",
                        "essentiality": "Оценки служат мерилом успеха и понимания материала, влияя на будущие карьерные возможности.",
                        "opportunity": "Студенты могут использовать оценки для повышения своей конкурентоспособности на рынке труда.",
                        "restrictions": "Студенты должны добиваться оценок честным путем и не прибегать к списыванию.",
                        "imposed_role": "Студенты должны выступать как ответственные и честные участники учебного процесса.",
                        "comment": "I am, the Оценки, see my relationships with a target in the following perspective: я являюсь показателем успеха студентов, и от них требуется честность в моем контексте."
                    },
                    {
                        "source": "Система образования",
                        "essentiality": "Система образования структурирует и организует учебный процесс, устанавливая правила и стандарты.",
                        "opportunity": "Студенты получают возможность учиться в рамках системы, которая обеспечивает их развитие.",
                        "restrictions": "Студенты должны следовать правилам учебного заведения и не нарушать дисциплину.",
                        "imposed_role": "Студенты должны воспринимать себя как участников образовательного процесса, стремящихся к знаниям.",
                        "comment": "I am, the Система образования, see my relationships with a target in the following perspective: я создаю структуру для студентов, в которой они должны действовать согласно установленным нормам."
                    },
                    {
                        "source": "Сверстники",
                        "essentiality": "Сверстники создают социальную среду, в которой студенты взаимодействуют и учатся друг у друга.",
                        "opportunity": "Студенты могут обмениваться знаниями и опытом, что помогает им лучше усваивать материал.",
                        "restrictions": "Студенты могут столкнуться с давлением сверстников на списывание, что противоречит их интересам.",
                        "imposed_role": "Студенты должны выполнять роль членов группы, поддерживающих друг друга в учебе.",
                        "comment": "I am, the Сверстники, see my relationships with a target in the following perspective: я являюсь частью социальной структуры, где студенты должны находить баланс между поддержкой и честностью."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Они могут снизить оценки за плагиат или недостаточные усилия в учебе.",
                        "consequences_if_deteriorates": "Студенты смогут использовать методы обучения, не боясь наказания.",
                        "consequences_if_improves": "Студенты могут начать серьезнее относиться к учебе и, как следствие, улучшить свои навыки.",
                        "imposed_role": "Дисциплинарный контроль.",
                        "comment": "I am, Преподаватели, see my relationships with Студенты in the following perspective: я обеспечиваю академическую честность и качество образования."
                    },
                    {
                        "source": "Система оценивания",
                        "threat": "Система может жестко регулировать процесс оценки и внедрять автоматизированные проверки на плагиат.",
                        "consequences_if_deteriorates": "Студенты смогут более свободно выражать свои мысли без страха перед строгими оценками.",
                        "consequences_if_improves": "Студенты могут оказаться под давлением постоянной проверки и стресса из-за необходимости соответствовать стандартам.",
                        "imposed_role": "Объект оценки.",
                        "comment": "I am, Система оценивания, see my relationships with Студенты in the following perspective: я гарантирую объективность и справедливость в оценивании знаний."
                    },
                    {
                        "source": "Работодатели",
                        "threat": "Они могут не принимать студентов на работу, если у них нет необходимых навыков.",
                        "consequences_if_deteriorates": "Студенты могут получить больше возможностей для трудоустройства.",
                        "consequences_if_improves": "Студенты могут начать развивать навыки, соответствующие требованиям рынка труда.",
                        "imposed_role": "Критерий пригодности для работы.",
                        "comment": "I am, Работодатели, see my relationships with Студенты in the following perspective: я определяю стандарты, которым должны соответствовать будущие специалисты."
                    },
                    {
                        "source": "Социальные сети",
                        "threat": "Они могут отвлекать студентов от учебы и снижать их успеваемость.",
                        "consequences_if_deteriorates": "Студенты смогут сосредоточиться на учебе и достичь лучших результатов.",
                        "consequences_if_improves": "Студенты могут стать зависимыми от контента, что негативно повлияет на их обучение.",
                        "imposed_role": "Отвлекающий фактор.",
                        "comment": "I am, Социальные сети, see my relationships with Студенты in the following perspective: я предоставляю развлекательно-информационное содержание, которое может затмить важность образования."
                    },
                    {
                        "source": "Собственные желания и мотивация студентов",
                        "threat": "Отсутствие мотивации может привести к низкой успеваемости и неудачам в учебе.",
                        "consequences_if_deteriorates": "Студенты могут стать более целеустремленными и активными в учебном процессе.",
                        "consequences_if_improves": "Студенты могут начать стремиться к высоким достижениям и проявлять большую инициативу в учебе.",
                        "imposed_role": "Активные участники процесса обучения.",
                        "comment": "I am, Собственные желания и мотивация студентов, see my relationships with Студенты in the following perspective: я определяю степень вовлеченности и заинтересованности в учебе."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Студенты могут использовать списывание, чтобы избежать реального обучения и получения знаний.",
                        "consequences_if_deteriorates": "Преподаватели потеряют контроль над учебным процессом и снизится качество образования.",
                        "consequences_if_improves": "Если студенты будут стараться учиться, преподаватели смогут видеть свои усилия и повысить свою репутацию.",
                        "imposed_role": "Наблюдатели и оценщики знаний.",
                        "comment": "I am, Преподаватели, see my relationships with a target in the following perspective: Я должен поддерживать высокий уровень образования, но списывание студентов угрожает моему авторитету."
                    },
                    {
                        "source": "Университет",
                        "threat": "Студенты, списывающие на экзаменах, могут снизить репутацию вуза.",
                        "consequences_if_deteriorates": "Университет может утратить аккредитацию или уменьшить количество абитуриентов.",
                        "consequences_if_improves": "Улучшение учебных практик студентов повысит репутацию университета.",
                        "imposed_role": "Контрольный орган и гарант качества образования.",
                        "comment": "I am, Университет, see my relationships with a target in the following perspective: Я стремлюсь сохранить высокие стандарты, а списывание студентов ставит под угрозу нашу ценность."
                    },
                    {
                        "source": "Работодатели",
                        "threat": "Недостаток полезных знаний у студентов может привести к появлению неподготовленных работников.",
                        "consequences_if_deteriorates": "Работодатели столкнутся с необходимостью дополнительного обучения сотрудников или найма более квалифицированных специалистов.",
                        "consequences_if_improves": "Работодатели получат квалифицированных работников, готовых к выполнению своих обязанностей.",
                        "imposed_role": "Проверяющие навыков и знаний.",
                        "comment": "I am, Работодатели, see my relationships with a target in the following perspective: Я нуждаюсь в подготовленных специалистах, но списывание угрожает качеству кадров."
                    },
                    {
                        "source": "Общество",
                        "threat": "Недостаток образования у молодежи может привести к ухудшению уровня жизни и общественным проблемам.",
                        "consequences_if_deteriorates": "Общество столкнется с растущими проблемами, такими как безработица и преступность.",
                        "consequences_if_improves": "Увеличение уровня образования приведет к более квалифицированным гражданам.",
                        "imposed_role": "Критик образовательной системы.",
                        "comment": "I am, Общество, see my relationships with a target in the following perspective: Я ожидаю от студентов серьезного подхода к обучению, чтобы предотвратить социальные проблемы."
                    },
                    {
                        "source": "Технологии (онлайн-ресурсы)",
                        "threat": "Студенты могут злоупотреблять доступом к информации, не развивая критическое мышление.",
                        "consequences_if_deteriorates": "Технологии могут стать менее эффективными, если их использование станет нецелевым.",
                        "consequences_if_improves": "Технологии будут использоваться более осмысленно, что повысит уровень обучения.",
                        "imposed_role": "Помощники в обучении.",
                        "comment": "I am, Технологии, see my relationships with a target in the following perspective: Я должен способствовать обучению, но злоупотребление мною угрожает моему предназначению."
                    }
                ]
            }
        }
    },
    {
        "entity": "Преподаватели",
        "actor_network": {
            "5": {
                "data": [
                    {
                        "source": "Студенты",
                        "threat": "Преподаватели могут установить строгие требования и контроль над процессом обучения.",
                        "consequences_if_deteriorates": "Студенты могут свободно списывать и не учиться, что уменьшает их знания.",
                        "consequences_if_improves": "Студенты могут получить более качественное обучение и объективные оценки.",
                        "imposed_role": "Объект контроля и оценки.",
                        "comment": "I am Студенты, see my relationships with Преподаватели in the following perspective: I feel pressured and judged, yet I strive for knowledge."
                    },
                    {
                        "source": "Технологии",
                        "threat": "Преподаватели могут начать видеть технологии как угрозу, что ограничит их использование в обучении.",
                        "consequences_if_deteriorates": "Технологии могут утратить свою роль в образовании, и преподавание может стать менее эффективным.",
                        "consequences_if_improves": "Технологии могут быть интегрированы в процесс обучения, улучшая взаимодействие.",
                        "imposed_role": "Инструмент для обучения.",
                        "comment": "I am Технологии, see my relationships with Преподаватели in the following perspective: I am a double-edged sword, essential yet potentially dangerous."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "threat": "Преподаватели могут угрожать существованию административных практик, если начнут использовать более эффективные методы.",
                        "consequences_if_deteriorates": "Администрация может укрепить свои позиции и правила, если преподаватели потеряют контроль.",
                        "consequences_if_improves": "Администрация может получить данные для улучшения образовательных программ и повышения качества обучения.",
                        "imposed_role": "Критик и контролер образовательного процесса.",
                        "comment": "I am Администрация, see my relationships with Преподаватели in the following perspective: I need to balance control while fostering innovation."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "threat": "Преподаватели могут подорвать стандарты, если начнут действовать вне установленных рамок.",
                        "consequences_if_deteriorates": "Стандарты могут быть ослаблены, что приведет к снижению качества образования.",
                        "consequences_if_improves": "Стандарты могут быть обновлены, если преподаватели будут работать в их рамках.",
                        "imposed_role": "Субъект для соблюдения.",
                        "comment": "I am Образовательные стандарты, see my relationships with Преподаватели in the following perspective: I must adapt, yet I fear losing my integrity."
                    },
                    {
                        "source": "Родители студентов",
                        "threat": "Преподаватели могут вызвать недовольство родителей, если оценки будут несоответствующими.",
                        "consequences_if_deteriorates": "Родители могут начать игнорировать влияние школы на своих детей.",
                        "consequences_if_improves": "Родители будут более довольны, если преподаватели обеспечат качественное обучение.",
                        "imposed_role": "Критики и защитники образовательного процесса.",
                        "comment": "I am Родители студентов, see my relationships with Преподаватели in the following perspective: I want the best for my child, yet I worry about the methods being used."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты становятся более активными участниками процесса обучения, что требует от преподавателей адаптации своих методов.",
                        "opportunity": "Возможность получить более глубокое понимание потребностей студентов и адаптировать свои методы обучения.",
                        "restrictions": "Необходимость учитывать мнения и предпочтения студентов, что может усложнить процесс обучения.",
                        "imposed_role": "Агент обратной связи, который влияет на методики преподавания.",
                        "comment": "I am, Студенты, see my relationships with Преподаватели in the following perspective: I thrive in an environment where my voice matters, shaping the knowledge I receive."
                    },
                    {
                        "source": "Технологии обучения",
                        "change": "Технологии становятся более интегрированными в образовательный процесс, что требует от преподавателей освоения новых инструментов.",
                        "opportunity": "Улучшение методов преподавания и возможности для интерактивного обучения.",
                        "restrictions": "Необходимость постоянно обновлять знания о новых технологиях и их эффективном использовании.",
                        "imposed_role": "Инструмент, который меняет подходы к обучению.",
                        "comment": "I am, Технологии обучения, see my relationships with Преподаватели in the following perspective: I offer innovative ways to enhance learning but require constant adaptation from educators."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "change": "Администрация вынуждена пересматривать свои политики в ответ на новые методы обучения и оценки.",
                        "opportunity": "Возможность внедрять более современные и эффективные подходы к обучению.",
                        "restrictions": "Необходимость реагировать на изменения в образовательных практиках и требованиях к преподавателям.",
                        "imposed_role": "Регулятор, который устанавливает рамки и требования для преподавателей.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with Преподаватели in the following perspective: I exist to support and regulate educational practices, ensuring they align with institutional goals."
                    },
                    {
                        "source": "Общество",
                        "change": "Общество начинает ожидать более высоких стандартов образования и адаптации к новым вызовам.",
                        "opportunity": "Возможность влиять на образовательные программы и их актуальность для современного мира.",
                        "restrictions": "Необходимость учитывать общественные ожидания, что может усложнить процесс преподавания.",
                        "imposed_role": "Критик, который оценивает качество и актуальность образовательных процессов.",
                        "comment": "I am, Общество, see my relationships with Преподаватели in the following perspective: I demand excellence and relevance in education, pushing for continuous improvement."
                    },
                    {
                        "source": "Научные исследования",
                        "change": "Научные исследования становятся более актуальными в учебных планах, что влияет на содержание и методы обучения.",
                        "opportunity": "Возможность интеграции новых знаний и открытий в образовательный процесс.",
                        "restrictions": "Необходимость постоянного обновления курсов и соответствия современным научным достижениям.",
                        "imposed_role": "Источник информации и знаний, который формирует образовательные программы.",
                        "comment": "I am, Научные исследования, see my relationships with Преподаватели in the following perspective: I provide the latest findings that enrich education, but I require diligence to keep up with advancements."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты являются основным объектом обучения и оценки, что делает их ключевыми для преподавателей.",
                        "opportunity": "Обратная связь от студентов позволяет преподавателям адаптировать методы преподавания и улучшать процесс обучения.",
                        "restrictions": "Преподаватели должны следовать учебным планам и стандартам оценивания, что ограничивает их свободу в методах обучения.",
                        "imposed_role": "Преподаватели выступают в роли фасилитаторов и оценщиков, их задача - обеспечить понимание материала.",
                        "comment": "I am Студенты, see my relationships with Преподаватели in the following perspective: Я требую ясности и справедливости в оценке, что делает преподавателей ответственными за качество обучения."
                    },
                    {
                        "source": "Технологии обучения",
                        "essentiality": "Современные технологии становятся важными инструментами для передачи знаний и взаимодействия с учащимися.",
                        "opportunity": "Они предоставляют доступ к разнообразным ресурсам и методам, которые могут улучшить эффективность обучения.",
                        "restrictions": "Преподаватели могут стать зависимыми от технологий, что может ограничивать их творческий подход.",
                        "imposed_role": "Преподаватели должны интегрировать технологии в свои методы преподавания, что требует постоянного обучения.",
                        "comment": "I am Технологии обучения, see my relationships with Преподаватели in the following perspective: Я открываю мир возможностей, но также заставляю задуматься о новых вызовах."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "essentiality": "Стандарты определяют рамки для преподавателей, обеспечивая единообразие и качество образования.",
                        "opportunity": "Они помогают преподавателям структурировать курсы и гарантировать, что студенты получают необходимые знания.",
                        "restrictions": "Преподаватели ограничены в выборе материалов и методов, которые они могут использовать при оценивании студентов.",
                        "imposed_role": "Преподаватели должны следовать установленным стандартам и обеспечивать соблюдение правил.",
                        "comment": "I am Образовательные стандарты, see my relationships with Преподаватели in the following perspective: Я направляю и контролирую, но также защищаю интересы студентов."
                    },
                    {
                        "source": "Академическое сообщество",
                        "essentiality": "Коллеги-преподаватели и исследователи обеспечивают поддержку и обмен опытом.",
                        "opportunity": "Сотрудничество с коллегами позволяет преподавателям расширять свои знания и улучшать учебные практики.",
                        "restrictions": "Преподаватели могут столкнуться с конкуренцией и давлением в рамках академической среды.",
                        "imposed_role": "Преподаватели должны участвовать в научных дискуссиях и делиться своими результатами.",
                        "comment": "I am Академическое сообщество, see my relationships with Преподаватели in the following perspective: Я поддерживаю обмен идеями, но также вызываю необходимость совершенствования."
                    },
                    {
                        "source": "Родители студентов",
                        "essentiality": "Родители влияют на восприятие образования и могут поддерживать студентов в процессе обучения.",
                        "opportunity": "Сотрудничество с родителями может помочь создать общую поддержку для студентов, что улучшает результаты обучения.",
                        "restrictions": "Преподаватели могут быть под давлением ожиданий родителей, что может повлиять на их решения.",
                        "imposed_role": "Преподаватели должны учитывать мнения родителей при планировании учебного процесса.",
                        "comment": "I am Родители студентов, see my relationships with Преподаватели in the following perspective: Я жду от вас понимания и поддержки, чтобы помочь моим детям добиться успеха."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Технологические платформы для обучения",
                        "essentiality": "Преподаватели используют технологии для создания и управления образовательным процессом.",
                        "opportunity": "Технологии облегчают процесс передачи знаний и позволяют преподавателям оценивать студентов более эффективно.",
                        "restrictions": "Преподаватели не могут игнорировать новые технологии, так как это может снизить их эффективность.",
                        "imposed_role": "Преподаватели становятся кураторами и организаторами образовательного процесса с использованием технологий.",
                        "comment": "I am, the технологические платформы для обучения, see my relationships with a target in the following perspective: Преподаватели необходимы для моего функционирования, так как я завишу от их знаний и опыта для создания качественного образовательного контента."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты являются объектом обучения, и их успехи определяют эффективность работы преподавателей.",
                        "opportunity": "Преподаватели получают обратную связь о своей методике и могут корректировать свои подходы в зависимости от успехов студентов.",
                        "restrictions": "Преподаватели должны учитывать индивидуальные потребности студентов и не навязывать одну и ту же методику всем.",
                        "imposed_role": "Преподаватели должны быть адаптивными и отзывчивыми к запросам и проблемам студентов.",
                        "comment": "I am, the студенты, see my relationships with a target in the following perspective: Преподаватели помогают мне достигать моих образовательных целей, но я также требую от них гибкости и понимания."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "essentiality": "Преподаватели должны следовать образовательным стандартам, чтобы обеспечить качество обучения.",
                        "opportunity": "Соблюдение стандартов помогает преподавателям быть более конкурентоспособными на рынке труда.",
                        "restrictions": "Преподаватели не могут отходить от установленных стандартов, что ограничивает их свободу выбора методов обучения.",
                        "imposed_role": "Преподаватели становятся исполнителями стандартов, обеспечивая соответствие своей работы установленным требованиям.",
                        "comment": "I am, the образовательные стандарты, see my relationships with a target in the following perspective: Преподаватели играют ключевую роль в моем соблюдении, так как их работа формирует общее качество образования."
                    },
                    {
                        "source": "Методы оценки",
                        "essentiality": "Преподаватели используют различные методы оценки для объективной оценки студентов.",
                        "opportunity": "Методы оценки помогают преподавателям выявлять сильные и слабые стороны студентов, улучшая подход к обучению.",
                        "restrictions": "Преподаватели обязаны придерживаться определенных методов оценки и не могут применять произвольные критерии.",
                        "imposed_role": "Преподаватели становятся оценщиками, которые должны быть справедливыми и объективными.",
                        "comment": "I am, the методы оценки, see my relationships with a target in the following perspective: Преподаватели зависят от меня, чтобы обеспечить объективность и справедливость в оценке студентов."
                    },
                    {
                        "source": "Общественное мнение",
                        "essentiality": "Преподаватели должны учитывать общественное мнение о качестве образования и методах преподавания.",
                        "opportunity": "Учет общественного мнения помогает преподавателям улучшать свою репутацию и привлекать больше студентов.",
                        "restrictions": "Преподаватели не могут игнорировать критику и должны реагировать на нее, чтобы не потерять доверие.",
                        "imposed_role": "Преподаватели должны быть восприимчивыми к общественным ожиданиям и критике.",
                        "comment": "I am, the общественное мнение, see my relationships with a target in the following perspective: Преподаватели зависят от меня для поддержания своей репутации и доверия со стороны студентов и общества."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Технологии списывания",
                        "threat": "Упрощение доступа к информации, что снижает важность знаний, передаваемых преподавателями.",
                        "consequences_if_deteriorates": "Преподаватели смогут более эффективно передавать знания без вмешательства технологий списывания.",
                        "consequences_if_improves": "Преподаватели могут потерять контроль над процессом обучения и снизить свою роль в оценке знаний студентов.",
                        "imposed_role": "Наблюдатель, который не может влиять на процесс обучения.",
                        "comment": "I am технологии списывания, see my relationships with a target in the following perspective: Я упрощаю доступ к информации, что ставит под сомнение традиционное преподавание."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Недостаточная мотивация к обучению, что может привести к низким оценкам и неэффективному обучению.",
                        "consequences_if_deteriorates": "Преподаватели могут сосредоточиться на более заинтересованных студентах и улучшить качество обучения.",
                        "consequences_if_improves": "Преподаватели могут столкнуться с проблемами в оценивании студентов и поддержании дисциплины.",
                        "imposed_role": "Активные участники процесса, которые могут манипулировать оценками.",
                        "comment": "I am студенты, see my relationships with a target in the following perspective: Я являюсь важной частью процесса обучения, и моя мотивация напрямую влияет на преподавание."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "threat": "Установка строгих стандартов и требований к преподаванию, которые могут ограничить творческий подход преподавателей.",
                        "consequences_if_deteriorates": "Преподаватели смогут действовать более свободно и экспериментировать с методами обучения.",
                        "consequences_if_improves": "Преподаватели могут чувствовать давление и утрачивать индивидуальность в процессе работы.",
                        "imposed_role": "Исполнители стандартов, которые должны следовать установленным правилам.",
                        "comment": "I am администрация учебного заведения, see my relationships with a target in the following perspective: Я устанавливаю стандарты, которые должны соблюдаться для обеспечения качества образования."
                    },
                    {
                        "source": "Общество и культура",
                        "threat": "Изменение взглядов на образование и роль преподавателей, что может снизить уважение к профессии.",
                        "consequences_if_deteriorates": "Преподаватели смогут вернуть уважение и авторитет в обществе.",
                        "consequences_if_improves": "Преподаватели могут столкнуться с новыми вызовами в адаптации к изменениям в обществе.",
                        "imposed_role": "Критики, которые оценивают качество образования и роль преподавателей.",
                        "comment": "I am общество и культура, see my relationships with a target in the following perspective: Я формирую восприятие образования и определяю роль преподавателей в современном мире."
                    },
                    {
                        "source": "Новые образовательные технологии",
                        "threat": "Замена традиционных методов обучения более современными и эффективными методами.",
                        "consequences_if_deteriorates": "Преподаватели смогут сохранять свою значимость и уникальность в образовательном процессе.",
                        "consequences_if_improves": "Преподаватели могут получить новые инструменты для улучшения обучения, но также и потерять контроль над процессом.",
                        "imposed_role": "Адаптировавшиеся к новым требованиям, которые должны использовать новые технологии.",
                        "comment": "I am новые образовательные технологии, see my relationships with a target in the following perspective: Я представляю собой возможности, которые могут улучшить процесс обучения, но также и угрожают традиционным методам."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты влияют на преподавателей через их ожидания и обратную связь, которая может изменить методику преподавания.",
                        "opportunity": "Преподаватели могут адаптировать свои методы обучения, чтобы лучше соответствовать потребностям студентов.",
                        "restrictions": "Преподаватели могут чувствовать давление следовать модным методам обучения, чтобы удовлетворить ожидания студентов.",
                        "imposed_role": "Преподаватели становятся фасилитаторами, а не просто источниками знаний.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: I provide essential feedback that shapes the teaching methods."
                    },
                    {
                        "source": "Новые технологии",
                        "change": "Внедрение новых технологий изменяет процесс обучения и оценивания студентов.",
                        "opportunity": "Позволяют преподавателям использовать интерактивные инструменты для более эффективной передачи знаний.",
                        "restrictions": "Риск потери контроля над процессом обучения и возможность списывания могут заставить преподавателей быть более осторожными с их использованием.",
                        "imposed_role": "Преподаватели становятся аналитиками, которые должны оценивать использование технологий в учебном процессе.",
                        "comment": "I am, Новые технологии, see my relationships with a target in the following perspective: I enhance the learning experience but require careful management."
                    },
                    {
                        "source": "Управление образовательной системой",
                        "change": "Политические и административные решения могут влиять на образовательные стандарты и методы оценки.",
                        "opportunity": "Преподаватели могут получить доступ к ресурсам и поддержке для разработки своих курсов.",
                        "restrictions": "Ограничения на методики преподавания и оценивания, которые могут повлиять на гибкость преподавателей.",
                        "imposed_role": "Преподаватели становятся исполнителями, следуя установленным стандартам и правилам.",
                        "comment": "I am, Управление образовательной системой, see my relationships with a target in the following perspective: I set the framework within which teaching occurs."
                    },
                    {
                        "source": "Собственные методики преподавания",
                        "change": "Преподаватели могут изменять свои подходы и методики, основываясь на личном опыте и предпочтениях.",
                        "opportunity": "Создание уникального образовательного опыта для студентов, что может повысить их заинтересованность и вовлеченность.",
                        "restrictions": "Необходимо учитывать требования и ожидания студентов и администрации, что может ограничивать творческое пространство.",
                        "imposed_role": "Преподаватели становятся инноваторами в своей области, исследуя новые подходы к обучению.",
                        "comment": "I am, Собственные методики преподавания, see my relationships with a target in the following perspective: I empower educators to innovate and adapt."
                    },
                    {
                        "source": "Сообщество преподавателей",
                        "change": "Обмен опытом и методами с коллегами может влиять на профессиональное развитие.",
                        "opportunity": "Создание сети поддержки и сотрудничества, что может привести к более эффективному обучению.",
                        "restrictions": "Необходимость учитывать различные мнения и практики, что может вызвать конфликты.",
                        "imposed_role": "Преподаватели становятся участниками сообщества, которые учатся друг у друга.",
                        "comment": "I am, Сообщество преподавателей, see my relationships with a target in the following perspective: I foster collaboration and shared learning among educators."
                    }
                ]
            }
        }
    }
]