[
    {
        "entity": "Работодатели",
        "actor_network": {
            "4": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Работодатели зависят от образовательных учреждений для получения квалифицированных кандидатов.",
                        "opportunity": "Работодатели получают доступ к высококвалифицированным выпускникам, которые могут удовлетворить их потребности.",
                        "restrictions": "Образовательные учреждения не могут игнорировать потребности работодателей при разработке учебных программ.",
                        "imposed_role": "Образовательные учреждения должны адаптировать свои курсы к требованиям рынка труда.",
                        "comment": "I am Образовательные учреждения, see my relationships with Работодатели in the following perspective: Я необходим для обеспечения работодателей квалифицированными кадрами."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Работодатели должны следовать законодательным нормам, установленным государственными органами.",
                        "opportunity": "Государственные органы получают информацию о рынке труда и могут формировать политику в области образования.",
                        "restrictions": "Работодатели ограничены в своих действиях нормативными актами и законами.",
                        "imposed_role": "Государственные органы играют роль регуляторов, влияя на практики найма.",
                        "comment": "I am Государственные органы, see my relationships with Работодатели in the following perspective: Я необходим для поддержания норм и стандартов на рынке труда."
                    },
                    {
                        "source": "Кандидаты на работу",
                        "essentiality": "Работодатели нуждаются в кандидатах для заполнения вакансий.",
                        "opportunity": "Кандидаты предоставляют работодателям разнообразие навыков и знаний.",
                        "restrictions": "Работодатели не могут нанимать без предварительной оценки квалификации кандидатов.",
                        "imposed_role": "Кандидаты на работу должны соответствовать требованиям работодателей.",
                        "comment": "I am Кандидаты на работу, see my relationships with Работодатели in the following perspective: Я необходим для создания рабочей силы, которую ищут работодатели."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Работодатели обращаются к профессиональным ассоциациям для понимания стандартов профессий.",
                        "opportunity": "Профессиональные ассоциации помогают работодателям находить квалифицированных специалистов.",
                        "restrictions": "Работодатели не могут игнорировать рекомендации и стандарты, установленные ассоциациями.",
                        "imposed_role": "Профессиональные ассоциации должны поддерживать стандарты и сертификацию.",
                        "comment": "I am Профессиональные ассоциации, see my relationships with Работодатели in the following perspective: Я необходим для повышения стандартов профессиональной подготовки."
                    },
                    {
                        "source": "Технологические платформы",
                        "essentiality": "Работодатели используют технологические платформы для поиска и оценки кандидатов.",
                        "opportunity": "Технологические платформы получают доступ к большому числу работодателей и кандидатов.",
                        "restrictions": "Работодатели обязаны использовать платформы для соблюдения прозрачности процесса найма.",
                        "imposed_role": "Технологические платформы должны поддерживать эффективный процесс подбора персонала.",
                        "comment": "I am Технологические платформы, see my relationships with Работодатели in the following perspective: Я необходим для улучшения процессов подбора и найма."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Выпускники",
                        "change": "Выпускники стремятся улучшить свои навыки и знания, чтобы соответствовать требованиям работодателей.",
                        "opportunity": "Выпускники получают возможность трудоустройства и развития карьеры.",
                        "restrictions": "Выпускники должны соответствовать жестким стандартам и требованиям работодателей.",
                        "imposed_role": "Объект оценки для работодателей.",
                        "comment": "Я, выпускник, вижу свои отношения с работодателями в следующей перспективе: они помогают мне понять, какие навыки мне нужно развивать, чтобы быть конкурентоспособным на рынке труда."
                    },
                    {
                        "source": "Университеты",
                        "change": "Университеты адаптируют свои программы обучения, чтобы соответствовать требованиям работодателей.",
                        "opportunity": "Университеты могут увеличивать свои рейтинги и привлекать больше студентов.",
                        "restrictions": "Университеты ограничены в возможностях изменения учебных планов из-за аккредитаций и стандартов.",
                        "imposed_role": "Поставщик квалифицированных кадров для работодателей.",
                        "comment": "Я, университет, вижу свои отношения с работодателями в следующей перспективе: сотрудничество с ними позволяет нам создавать актуальные образовательные программы."
                    },
                    {
                        "source": "Кадровые агентства",
                        "change": "Кадровые агентства адаптируют свои подходы к подбору кандидатов, основываясь на требованиях работодателей.",
                        "opportunity": "Кадровые агентства получают больше заказов на услуги подбора персонала.",
                        "restrictions": "Агентства ограничены в выборе кандидатов, поскольку должны учитывать требования работодателей.",
                        "imposed_role": "Посредник между работодателями и кандидатами.",
                        "comment": "Я, кадровое агентство, вижу свои отношения с работодателями в следующей перспективе: мы помогаем им находить самых подходящих кандидатов, что делает наш сервис необходимым."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Государственные органы изменяют правила и регуляции, чтобы поддерживать качественное образование и трудоустройство.",
                        "opportunity": "Государственные органы могут улучшать общественные показатели занятости и образования.",
                        "restrictions": "Государственные органы должны соблюдать существующие законы и нормативы.",
                        "imposed_role": "Регулятор на рынке труда.",
                        "comment": "Я, государственный орган, вижу свои отношения с работодателями в следующей перспективе: мы работаем на благо общества, обеспечивая высокие стандарты образования и трудоустройства."
                    },
                    {
                        "source": "Ассоциации работодателей",
                        "change": "Ассоциации работодателей влияют на формирование требований к образованию и квалификациям кандидатов.",
                        "opportunity": "Ассоциации могут укреплять свои позиции и влияние на рынок труда.",
                        "restrictions": "Ассоциации вынуждены учитывать разнообразие потребностей своих членов.",
                        "imposed_role": "Голос работодателей в вопросах образования и занятости.",
                        "comment": "Я, ассоциация работодателей, вижу свои отношения с работодателями в следующей перспективе: мы представляем интересы всех работодателей и работаем над улучшением качества подготовки кадров."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "threat": "Неактуальные учебные программы и недостаток практических навыков у выпускников.",
                        "consequences_if_deteriorates": "Работодатели смогут легче находить кандидатов, которые действительно соответствуют требованиям рынка.",
                        "consequences_if_improves": "Работодатели будут сталкиваться с более высокими ожиданиями от выпускников и, возможно, с увеличением конкуренции за лучших кандидатов.",
                        "imposed_role": "Ожидание соответствия выпускников требованиям работодателей.",
                        "comment": "I am, образовательные учреждения, see my relationships with a target in the following perspective: Мы готовим специалистов, но не всегда учитываем требования рынка."
                    },
                    {
                        "source": "Система аккредитации дипломов",
                        "threat": "Недостаточная проверка подлинности дипломов и качества образования.",
                        "consequences_if_deteriorates": "Работодатели смогут полагаться на дипломы как на надежный показатель квалификации кандидатов.",
                        "consequences_if_improves": "Работодатели могут столкнуться с увеличением количества кандидатов, чьи дипломы окажутся недействительными или сомнительными.",
                        "imposed_role": "Непрерывная проверка и подтверждение квалификаций.",
                        "comment": "I am, система аккредитации дипломов, see my relationships with a target in the following perspective: Я обеспечиваю качество образования, но иногда это требует времени и ресурсов."
                    },
                    {
                        "source": "Конкуренты на рынке труда",
                        "threat": "Предложение более привлекательных условий для кандидатов.",
                        "consequences_if_deteriorates": "Работодатели смогут привлечь больше квалифицированных специалистов к себе.",
                        "consequences_if_improves": "Работодатели могут потерять лучших специалистов к конкурентам.",
                        "imposed_role": "Увеличение требований к условиям труда и компенсации.",
                        "comment": "I am, конкуренты на рынке труда, see my relationships with a target in the following perspective: Я создаю условия, которые могут быть более привлекательными для выпускников."
                    },
                    {
                        "source": "Работники и их ожидания",
                        "threat": "Неудовлетворенность условиями труда и отсутствием карьерного роста.",
                        "consequences_if_deteriorates": "Работодатели смогут удерживать своих сотрудников и снизить текучесть кадров.",
                        "consequences_if_improves": "Работодатели могут столкнуться с требованиями повышения зарплат и улучшения условий труда.",
                        "imposed_role": "Адаптация к ожиданиям работников.",
                        "comment": "I am, работники, see my relationships with a target in the following perspective: Я хочу видеть свои потребности и ожидания удовлетворенными."
                    },
                    {
                        "source": "Технологии и автоматизация",
                        "threat": "Замещение рабочих мест автоматизацией и новыми технологиями.",
                        "consequences_if_deteriorates": "Работодатели смогут создать более стабильную и предсказуемую рабочую среду.",
                        "consequences_if_improves": "Работодатели могут столкнуться с необходимостью постоянного обучения работников и адаптации к новым технологиям.",
                        "imposed_role": "Необходимость обновления навыков работников.",
                        "comment": "I am, технологии и автоматизация, see my relationships with a target in the following perspective: Я изменяю требования к навыкам и квалификации на рынке труда."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Университеты",
                        "change": "Повышают уровень знаний и навыков выпускников через обучение и практику.",
                        "opportunity": "Предоставляют работодателям доступ к квалифицированным кандидатам.",
                        "restrictions": "Наложение стандартов учебных программ и требований к выпускникам.",
                        "imposed_role": "Образовательный партнер, который формирует компетенции выпускников.",
                        "comment": "Я, Университеты, вижу свои отношения с работодателями в следующей перспективе: я являюсь катализатором для создания профессиональных кадров для рынка труда."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "change": "Формируют стандарты и ожидания по компетенциям в определенных отраслях.",
                        "opportunity": "Обеспечивают работодателей актуальной информацией о навыках, необходимых для успешной работы.",
                        "restrictions": "Ограничивают выбор кандидатов, если их навыки не соответствуют установленным стандартам.",
                        "imposed_role": "Регулятор, который влияет на требования к кандидатам.",
                        "comment": "Я, Профессиональные ассоциации, вижу свои отношения с работодателями в следующей перспективе: я определяю стандарты, которые должны соблюдаться для обеспечения качества рабочей силы."
                    },
                    {
                        "source": "Рынок труда",
                        "change": "Формирует спрос и предложение на определенные навыки и профессии.",
                        "opportunity": "Предоставляет работодателям информацию о текущих трендах и потребностях в кадрах.",
                        "restrictions": "Создает конкуренцию за лучшие таланты и может ограничивать доступ к определенным кандидатам.",
                        "imposed_role": "Экономический фактор, который влияет на стратегию найма.",
                        "comment": "Я, Рынок труда, вижу свои отношения с работодателями в следующей перспективе: я определяю условия, в которых работодатели должны действовать для привлечения лучших кандидатур."
                    },
                    {
                        "source": "Технологии автоматизации",
                        "change": "Изменяют требования к навыкам и способностям работников.",
                        "opportunity": "Обеспечивают новые инструменты для повышения производительности и качества работы.",
                        "restrictions": "Налагают требования к освоению новых технологий, что может ограничивать выбор кандидатов.",
                        "imposed_role": "Инновационный фактор, который требует адаптации со стороны работодателей.",
                        "comment": "Я, Технологии автоматизации, вижу свои отношения с работодателями в следующей перспективе: я задаю новые стандарты, которые должны быть учтены при найме работников."
                    },
                    {
                        "source": "Социальные сети и платформы для поиска работы",
                        "change": "Упрощают процесс поиска работы и взаимодействия между работодателями и кандидатами.",
                        "opportunity": "Расширяют доступ к большему числу кандидатов и позволяют более эффективно оценивать их навыки.",
                        "restrictions": "Создают возможность для недобросовестных кандидатов представлять свои навыки в ложном свете.",
                        "imposed_role": "Связующее звено между работодателями и кандидатами.",
                        "comment": "Я, Социальные сети и платформы для поиска работы, вижу свои отношения с работодателями в следующей перспективе: я облегчаю процесс нахождения подходящих кандидатов, но также требую внимательности к реальным навыкам."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Образовательные учреждения создают квалифицированных специалистов, что делает их необходимыми для работодателей.",
                        "opportunity": "Работодатели получают доступ к выпускникам с необходимыми знаниями и навыками, что помогает им в поиске квалифицированного персонала.",
                        "restrictions": "Работодатели должны следовать установленным стандартам и требованиям к образованию при найме.",
                        "imposed_role": "Работодатели становятся оценщиками уровня образования и навыков кандидатов.",
                        "comment": "I am Образовательные учреждения, see my relationships with работодателями in the following perspective: I provide the essential knowledge and skills that ensure the quality of the workforce."
                    },
                    {
                        "source": "Клиенты компаний",
                        "essentiality": "Клиенты влияют на требования к навыкам сотрудников, что делает их важными для работодателей.",
                        "opportunity": "Работодатели могут адаптировать свои наемные процессы в соответствии с запросами клиентов, обеспечивая конкурентоспособность.",
                        "restrictions": "Работодатели должны учитывать отзывы и предпочтения клиентов при найме, что может ограничивать их выбор.",
                        "imposed_role": "Работодатели становятся адаптерами под требования рынка.",
                        "comment": "I am Клиенты компаний, see my relationships with работодателями in the following perspective: My needs shape the skills and competencies that employers seek in candidates."
                    },
                    {
                        "source": "Конкуренты на рынке труда",
                        "essentiality": "Конкуренты создают давление на работодателей, заставляя их искать лучших кандидатов.",
                        "opportunity": "Работодатели могут изучать лучшие практики конкурентов для улучшения своих процессов найма.",
                        "restrictions": "Работодатели должны предлагать конкурентоспособные условия труда, что ограничивает их бюджетные возможности.",
                        "imposed_role": "Работодатели становятся более стратегическими в своем подходе к найму.",
                        "comment": "I am Конкуренты на рынке труда, see my relationships with работодателями in the following perspective: I push them to innovate and improve their hiring strategies to stay ahead."
                    },
                    {
                        "source": "Трудовое законодательство",
                        "essentiality": "Законы регулируют процесс найма и защиты прав работников, что делает их обязательными для работодателей.",
                        "opportunity": "Работодатели получают защиту от рисков, связанных с незаконным увольнением и дискриминацией.",
                        "restrictions": "Работодатели обязаны следовать нормам и стандартам, что может ограничивать их свободу выбора при найме.",
                        "imposed_role": "Работодатели становятся соблюдателями законодательства.",
                        "comment": "I am Трудовое законодательство, see my relationships with работодателями in the following perspective: I ensure fair practices in hiring, guiding employers to make lawful and ethical choices."
                    },
                    {
                        "source": "Социальные сети и платформы для поиска работы",
                        "essentiality": "Эти платформы обеспечивают работодателей доступом к большому количеству кандидатов.",
                        "opportunity": "Работодатели могут быстро находить и связываться с подходящими кандидатами, оптимизируя процесс найма.",
                        "restrictions": "Работодатели должны учитывать отзывы и рейтинги, что может ограничивать их выбор.",
                        "imposed_role": "Работодатели становятся активными участниками онлайн-сообществ по поиску работы.",
                        "comment": "I am Социальные сети и платформы для поиска работы, see my relationships with работодателями in the following perspective: I connect them with talent, facilitating the recruitment process in the digital age."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Кандидаты на работу",
                        "threat": "Работодатели могут отвергать кандидатов с неподтвержденными знаниями, что снижает шансы кандидатов на трудоустройство.",
                        "consequences_if_deteriorates": "Кандидаты могут потерять интерес к профессии, что приведет к уменьшению количества квалифицированных специалистов.",
                        "consequences_if_improves": "Кандидаты получат больше шансов на трудоустройство, если их знания и навыки будут соответствовать ожиданиям работодателей.",
                        "imposed_role": "Кандидаты должны активно подтверждать свои знания и навыки перед работодателями.",
                        "comment": "Я, Кандидаты на работу, вижу свои отношения с работодателями в следующей перспективе: мне необходимо постоянно развивать свои навыки, чтобы оставаться конкурентоспособным."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "threat": "Работодатели могут начать отвергать выпускников, что создаст негативное влияние на репутацию учебных заведений.",
                        "consequences_if_deteriorates": "Учебные заведения могут столкнуться с уменьшением числа студентов и финансирования.",
                        "consequences_if_improves": "Учебные заведения будут заинтересованы в улучшении качества образования, чтобы соответствовать требованиям работодателей.",
                        "imposed_role": "Учебные заведения должны адаптировать свои программы к запросам рынка труда.",
                        "comment": "Я, Образовательные учреждения, вижу свои отношения с работодателями в следующей перспективе: мне нужно улучшать свои курсы, чтобы выпускники соответствовали ожиданиям работодателей."
                    },
                    {
                        "source": "Государственные организации",
                        "threat": "Работодатели могут требовать более строгих стандартов сертификации дипломов, что ставит под сомнение работу государственных органов.",
                        "consequences_if_deteriorates": "Государственные организации могут потерять доверие общества, что повлияет на их финансирование и авторитет.",
                        "consequences_if_improves": "Государственные организации будут вынуждены улучшать систему аккредитации и сертификации учебных заведений.",
                        "imposed_role": "Государственные организации должны поддерживать высокие стандарты образования.",
                        "comment": "Я, Государственные организации, вижу свои отношения с работодателями в следующей перспективе: мне необходимо улучшать контроль качества образования для повышения доверия к дипломам."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "threat": "Работодатели могут игнорировать рекомендации ассоциаций, что подрывает их авторитет.",
                        "consequences_if_deteriorates": "Ассоциации могут потерять членов и финансирование, если их влияние снизится.",
                        "consequences_if_improves": "Ассоциации будут более активно сотрудничать с работодателями для определения потребностей в квалификации.",
                        "imposed_role": "Ассоциации должны работать над повышением профессиональных стандартов.",
                        "comment": "Я, Профессиональные ассоциации, вижу свои отношения с работодателями в следующей перспективе: мне необходимо укреплять связи с работодателями для повышения качества подготовки специалистов."
                    },
                    {
                        "source": "Рынок труда",
                        "threat": "Работодатели могут создавать условия, которые делают трудоустройство сложным для неопытных выпускников.",
                        "consequences_if_deteriorates": "Рынок труда может стать менее конкурентоспособным, если работодатели будут игнорировать молодых специалистов.",
                        "consequences_if_improves": "Рынок труда будет более динамичным и разнообразным, если работодатели начнут активно привлекать выпускников.",
                        "imposed_role": "Работодатели должны учитывать мнение и потребности новых специалистов.",
                        "comment": "Я, Рынок труда, вижу свои отношения с работодателями в следующей перспективе: мне важно, чтобы работодатели открывали двери для новых кадров, иначе я потеряю свою динамичность."
                    }
                ]
            }
        }
    },
    {
        "entity": "Студенты",
        "actor_network": {
            "2": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Оценивают студентов на основе их результатов, что может привести к низким оценкам.",
                        "consequences_if_deteriorates": "Студенты могут получать более высокие оценки без серьезных усилий.",
                        "consequences_if_improves": "Студенты будут вынуждены более усердно учиться и развиваться для достижения успеха.",
                        "imposed_role": "Наблюдатели и судьи знаний студентов.",
                        "comment": "I am, Преподаватели, see my relationships with a target in the following perspective: Я должен оценивать студентов, чтобы поддерживать стандарты образования."
                    },
                    {
                        "source": "Экзамены",
                        "threat": "Представляют собой стрессовые ситуации, в которых студенты могут быть пойманы на списывании.",
                        "consequences_if_deteriorates": "Студенты смогут легче проходить проверки знаний без страха быть пойманными.",
                        "consequences_if_improves": "Студенты будут вынуждены повышать уровень своих знаний и навыков.",
                        "imposed_role": "Критерий оценки знаний студентов.",
                        "comment": "I am, Экзамены, see my relationships with a target in the following perspective: Я служу барьером, который студенты должны преодолеть."
                    },
                    {
                        "source": "Система образования",
                        "threat": "Может не предоставить необходимые ресурсы для обучения и развития навыков.",
                        "consequences_if_deteriorates": "Студенты смогут свободно учиться без жестких рамок и требований.",
                        "consequences_if_improves": "Студенты получат доступ к более качественным ресурсам и поддержке.",
                        "imposed_role": "Регулятор образовательного процесса.",
                        "comment": "I am, Система образования, see my relationships with a target in the following perspective: Я организую процесс обучения и устанавливаю стандарты."
                    },
                    {
                        "source": "Технологии (например, интернет)",
                        "threat": "Облегчают доступ к списыванию и другим неэтичным методам получения знаний.",
                        "consequences_if_deteriorates": "Студенты будут вынуждены полагаться на свои собственные знания.",
                        "consequences_if_improves": "Студенты могут использовать технологии для эффективного обучения и доступа к информации.",
                        "imposed_role": "Инструмент для облегчения или затруднения учебного процесса.",
                        "comment": "I am, Технологии, see my relationships with a target in the following perspective: Я могу быть как другом, так и врагом в учебном процессе."
                    },
                    {
                        "source": "Сверстники",
                        "threat": "Могут оказывать давление на студентов, чтобы те использовали неэтичные методы для достижения успеха.",
                        "consequences_if_deteriorates": "Студенты будут меньше подвержены давлению и смогут сосредоточиться на честном обучении.",
                        "consequences_if_improves": "Студенты могут начать следовать примеру своих сверстников, получая низкие оценки.",
                        "imposed_role": "Конкуренты и источник давления.",
                        "comment": "I am, Сверстники, see my relationships with a target in the following perspective: Мы вместе формируем культурные нормы и ожидания."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Преподаватели адаптируют свои методы обучения, чтобы заинтересовать студентов и повысить их вовлеченность.",
                        "opportunity": "Повышение уровня удовлетворенности студентов и улучшение репутации учебного заведения.",
                        "restrictions": "Ограничение на использование традиционных методов обучения, которые могут не соответствовать современным требованиям студентов.",
                        "imposed_role": "Преподаватели становятся более гибкими и инновационными в своих подходах к обучению.",
                        "comment": "I am Преподаватели, see my relationships with a target in the following perspective: Мы стремимся находить баланс между требованиями студентов и нашей образовательной программой."
                    },
                    {
                        "source": "Учебные материалы",
                        "change": "Учебные материалы обновляются и адаптируются в соответствии с предпочтениями студентов.",
                        "opportunity": "Увеличение спроса на актуальные и практические материалы, что улучшает их финансирование и распространение.",
                        "restrictions": "Необходимость соответствовать образовательным стандартам и ожиданиям преподавателей.",
                        "imposed_role": "Учебные материалы становятся более интерактивными и ориентированными на нужды студентов.",
                        "comment": "I am Учебные материалы, see my relationships with a target in the following perspective: Мы должны эволюционировать, чтобы оставаться актуальными для студентов и преподавателей."
                    },
                    {
                        "source": "Университетская администрация",
                        "change": "Университетская администрация пересматривает стратегию привлечения студентов и улучшения их опыта.",
                        "opportunity": "Увеличение числа зачисленных студентов и повышение репутации университета.",
                        "restrictions": "Необходимость соблюдать бюджетные ограничения и учитывать мнения различных заинтересованных сторон.",
                        "imposed_role": "Администрация становится более ориентированной на потребности студентов и их мнение.",
                        "comment": "I am Университетская администрация, see my relationships with a target in the following perspective: Мы обязаны учитывать интересы студентов для достижения наших целей."
                    },
                    {
                        "source": "Технологии",
                        "change": "Технологии развиваются и внедряются для улучшения образовательного процесса.",
                        "opportunity": "Создание новых платформ и инструментов, которые облегчают учебный процесс.",
                        "restrictions": "Необходимость постоянного обновления и поддержки технологий.",
                        "imposed_role": "Технологии становятся неотъемлемой частью образовательного процесса.",
                        "comment": "I am Технологии, see my relationships with a target in the following perspective: Мы служим инструментом для повышения эффективности обучения студентов."
                    },
                    {
                        "source": "Работодатели",
                        "change": "Работодатели меняют свои требования к навыкам, с учетом потребностей студентов.",
                        "opportunity": "Доступ к более квалифицированным кадрам, которые соответствуют современным требованиям рынка труда.",
                        "restrictions": "Необходимость постоянно адаптировать свои ожидания в соответствии с изменениями в образовании.",
                        "imposed_role": "Работодатели становятся активными участниками образовательного процесса через стажировки и практики.",
                        "comment": "I am Работодатели, see my relationships with a target in the following perspective: Мы заинтересованы в подготовке студентов к реальным условиям работы на рынке."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Преподаватели влияют на студентов через оценивание их работ и предоставление обратной связи.",
                        "opportunity": "Студенты могут получить полезные знания и улучшить свои навыки через взаимодействие с преподавателями.",
                        "restrictions": "Преподаватели могут ограничивать доступ к дополнительным ресурсам или информации, если студенты не соблюдают правила.",
                        "imposed_role": "Студенты становятся учениками, обязанными выполнять задания и участвовать в занятиях.",
                        "comment": "I am, Преподаватели, see my relationships with a target in the following perspective: Я помогаю студентам расти, но требую от них ответственности."
                    },
                    {
                        "source": "Система оценивания",
                        "change": "Система оценивания формирует поведение студентов, заставляя их сосредоточиться на получении высоких оценок.",
                        "opportunity": "Студенты могут использовать систему оценивания как мотивацию для достижения успеха.",
                        "restrictions": "Система оценивания может ограничивать студентов, навязывая им стандарты, которые не всегда соответствуют их личным целям.",
                        "imposed_role": "Студенты становятся конкурентами друг с другом в стремлении к высоким оценкам.",
                        "comment": "I am, Система оценивания, see my relationships with a target in the following perspective: Я создаю среду, в которой студенты должны бороться за успех."
                    },
                    {
                        "source": "Технологии (интернет, онлайн-ресурсы)",
                        "change": "Технологии открывают новые каналы для обучения и доступа к информации.",
                        "opportunity": "Студенты могут изучать материал в своем темпе и находить дополнительные ресурсы для обучения.",
                        "restrictions": "Студенты могут стать зависимыми от технологий и отвлекаться на неучебные ресурсы.",
                        "imposed_role": "Студенты становятся пользователями технологий, что меняет их подход к обучению.",
                        "comment": "I am, Технологии, see my relationships with a target in the following perspective: Я расширяю возможности студентов, но могу отвлекать их."
                    },
                    {
                        "source": "Сверстники (друзья, однокурсники)",
                        "change": "Сверстники влияют на студентов через обмен знаниями и опытом.",
                        "opportunity": "Студенты могут учиться друг у друга и получать поддержку в учебе.",
                        "restrictions": "Сверстники могут отвлекать студентов от учебы или побуждать их к списыванию.",
                        "imposed_role": "Студенты становятся частью социальной группы, где конкуренция и поддержка идут рука об руку.",
                        "comment": "I am, Сверстники, see my relationships with a target in the following perspective: Я поддерживаю студентов, но могу также вести их к негативным последствиям."
                    },
                    {
                        "source": "Родители",
                        "change": "Родители оказывают влияние на студентов через ожидания и поддержку.",
                        "opportunity": "Студенты могут получать моральную и финансовую поддержку для учебы.",
                        "restrictions": "Ожидания родителей могут создавать давление на студентов и ограничивать их самостоятельность.",
                        "imposed_role": "Студенты становятся объектами родительских ожиданий и требований.",
                        "comment": "I am, Родители, see my relationships with a target in the following perspective: Я стремлюсь поддерживать своих детей, но иногда создаю давление."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Студенты могут использовать списывание, что уменьшает ценность образовательного процесса.",
                        "consequences_if_deteriorates": "Преподаватели могут работать без стресса, зная, что их усилия не обесцениваются.",
                        "consequences_if_improves": "Преподаватели будут иметь больше мотивации и возможностей для создания эффективных образовательных программ.",
                        "imposed_role": "Контролеры честности в учебе.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: I feel undermined by students who seek shortcuts rather than genuine learning."
                    },
                    {
                        "source": "Университет",
                        "threat": "Снижение репутации из-за случаев списывания среди студентов.",
                        "consequences_if_deteriorates": "Университет может потерять финансирование и студентов, что ухудшит его позиции на рынке образования.",
                        "consequences_if_improves": "Университет укрепит свою репутацию и привлечет больше студентов и ресурсов.",
                        "imposed_role": "Стандарт качества образования.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: I am concerned with maintaining prestige and quality in education, which students threaten."
                    },
                    {
                        "source": "Работодатели",
                        "threat": "Нехватка квалифицированных специалистов, если студенты не получают нужные навыки.",
                        "consequences_if_deteriorates": "Работодатели могут столкнуться с трудностями при найме, если студенты не будут готовы к реальным задачам.",
                        "consequences_if_improves": "Работодатели получат более подготовленных и квалифицированных сотрудников.",
                        "imposed_role": "Оцениватели готовности к работе.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: I rely on students to acquire skills, but their shortcuts threaten my hiring process."
                    },
                    {
                        "source": "Система образования",
                        "threat": "Уменьшение качества образования из-за неэффективных методов обучения студентов.",
                        "consequences_if_deteriorates": "Система образования может быть подвергнута критике и потерять финансирование.",
                        "consequences_if_improves": "Система образования улучшится, если студенты будут серьезно относиться к своему обучению.",
                        "imposed_role": "Моделирующая структура для формирования знаний.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: My integrity is at stake when students choose shortcuts over genuine learning."
                    },
                    {
                        "source": "Технологические инструменты (например, антиплагиат)",
                        "threat": "Студенты могут пытаться обойти системы проверки, ставя под сомнение их эффективность.",
                        "consequences_if_deteriorates": "Технологии могут стать устаревшими, если их игнорируют.",
                        "consequences_if_improves": "Технологические инструменты будут обновлены для повышения эффективности и надежности.",
                        "imposed_role": "Критически важный компонент оценки учебного процесса.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: I am essential for upholding academic integrity, yet I am constantly challenged by students' attempts to bypass my checks."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Преподаватели предоставляют знания и навыки, необходимые для достижения целей студентов.",
                        "opportunity": "Студенты могут получить хорошие оценки и полезные знания через обучение.",
                        "restrictions": "Студенты должны соблюдать академическую честность и не могут списывать.",
                        "imposed_role": "Студенты должны быть активно вовлечены в учебный процесс и учиться самостоятельно.",
                        "comment": "I am Преподаватель, see my relationships with Студенты in the following perspective: Я здесь, чтобы направлять и оценивать ваши усилия, но вы должны проявлять честность и стремление к знаниям."
                    },
                    {
                        "source": "Академическая система",
                        "essentiality": "Академическая система устанавливает стандарты и критерии оценивания, которые формируют образовательный процесс.",
                        "opportunity": "Студенты получают возможность получить диплом и признание их знаний.",
                        "restrictions": "Студенты обязаны следовать установленным правилам и критериям оценки.",
                        "imposed_role": "Студенты играют роль обучающихся, которые должны соответствовать стандартам системы.",
                        "comment": "I am Академическая система, see my relationships with Студенты in the following perspective: Я обеспечиваю структуру и порядок в вашем обучении, но соблюдение правил — это ваша ответственность."
                    },
                    {
                        "source": "Технологические ресурсы (например, интернет, учебные платформы)",
                        "essentiality": "Технологические ресурсы обеспечивают доступ к информации и материалам для обучения.",
                        "opportunity": "Студенты могут легко находить информацию и учиться в удобном для них темпе.",
                        "restrictions": "Студенты могут быть ограничены в доступе к платным ресурсам или могут сталкиваться с дезинформацией.",
                        "imposed_role": "Студенты становятся исследователями, которые должны уметь критически анализировать информацию.",
                        "comment": "I am Технологический ресурс, see my relationships with Студенты in the following perspective: Я здесь, чтобы предоставить вам доступ к знаниям, но вы должны использовать информацию ответственно."
                    },
                    {
                        "source": "Сверстники (однокурсники)",
                        "essentiality": "Сверстники влияют на социальную динамику и мотивацию студентов.",
                        "opportunity": "Студенты могут обмениваться знаниями и опытом, что способствует лучшему обучению.",
                        "restrictions": "Студенты могут подвергаться давлению со стороны сверстников, что может привести к списыванию.",
                        "imposed_role": "Студенты должны участвовать в групповой работе и взаимодействии с другими.",
                        "comment": "I am Сверстник, see my relationships with Студенты in the following perspective: Я поддерживаю тебя, но будь осторожен с тем, на что ты готов пойти ради одобрения."
                    },
                    {
                        "source": "Родители",
                        "essentiality": "Родители обеспечивают моральную и финансовую поддержку, которая влияет на учебный процесс.",
                        "opportunity": "Студенты получают ресурсы и поддержку для достижения учебных целей.",
                        "restrictions": "Студенты могут чувствовать давление в отношении успехов, что может ограничить их свободу выбора.",
                        "imposed_role": "Студенты должны оправдывать ожидания родителей и стремиться к успеху.",
                        "comment": "I am Родитель, see my relationships with Студенты in the following perspective: Я здесь, чтобы поддерживать тебя, но твои успехи — это твоя ответственность."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Студенты создают спрос на знания и курсы, что делает преподавателей востребованными.",
                        "opportunity": "Преподаватели получают возможность делиться своим опытом и знаниями, а также зарабатывать на обучении.",
                        "restrictions": "Преподаватели не могут игнорировать потребности студентов и должны адаптировать свои курсы под их запросы.",
                        "imposed_role": "Преподаватели должны быть наставниками и проводниками знаний для студентов.",
                        "comment": "I am, the Преподаватели, see my relationships with a target in the following perspective: I depend on students for my professional existence and must cater to their learning needs."
                    },
                    {
                        "source": "Университеты",
                        "essentiality": "Студенты являются основным источником дохода и репутации для университетов.",
                        "opportunity": "Университеты могут привлекать финансирование и инвестировать в инфраструктуру благодаря количеству студентов.",
                        "restrictions": "Университеты не могут игнорировать мнения и потребности студентов, иначе рискуют потерять их интерес.",
                        "imposed_role": "Университеты должны обеспечить качественное образование и поддержку для студентов.",
                        "comment": "I am, the Университеты, see my relationships with a target in the following perspective: I thrive on the presence of students, as they are essential for my growth and sustainability."
                    },
                    {
                        "source": "Работодатели",
                        "essentiality": "Студенты становятся будущими работниками, которые удовлетворяют потребности работодателей на рынке труда.",
                        "opportunity": "Работодатели получают доступ к потенциальным талантам и свежим идеям через студентов.",
                        "restrictions": "Работодатели не могут игнорировать квалификации и навыки, которые студенты должны получить.",
                        "imposed_role": "Работодатели должны предлагать стажировки и практики для студентов.",
                        "comment": "I am, the Работодатели, see my relationships with a target in the following perspective: I rely on students to shape the future workforce that meets my business needs."
                    },
                    {
                        "source": "Технологии (онлайн-ресурсы)",
                        "essentiality": "Студенты используют технологии для получения информации и знаний, что обуславливает их развитие.",
                        "opportunity": "Технологии получают популярность и использование через обучение студентов.",
                        "restrictions": "Технологии не могут предоставлять устаревшие или неподходящие ресурсы, иначе потеряют студентов.",
                        "imposed_role": "Технологии должны быть доступными и актуальными для студентов.",
                        "comment": "I am, the Технологии, see my relationships with a target in the following perspective: I am here to facilitate learning, and without students, I lose my purpose."
                    },
                    {
                        "source": "Социальные группы (друзья, однокурсники)",
                        "essentiality": "Студенты зависят от поддержки и мнений своих сверстников, что формирует их образовательный опыт.",
                        "opportunity": "Социальные группы получают возможность обмениваться знаниями и опытом, что укрепляет их связи.",
                        "restrictions": "Социальные группы не могут игнорировать влияние студентов друг на друга.",
                        "imposed_role": "Социальные группы должны поддерживать друг друга в учебе и развитии.",
                        "comment": "I am, the Социальные группы, see my relationships with a target in the following perspective: I play a crucial role in shaping the academic and social experiences of students."
                    }
                ]
            }
        }
    },
    {
        "entity": "Сообщество коллег-преподавателей и исследователей",
        "actor_network": {
            "2": {
                "data": [
                    {
                        "source": "Технологические компании",
                        "threat": "Они навязывают новые образовательные технологии, которые могут заменить традиционные методы.",
                        "consequences_if_deteriorates": "Сообщество сможет продолжать использовать устоявшиеся методы обучения без давления адаптации к технологиям.",
                        "consequences_if_improves": "Сообщество может стать зависимым от технологий, потеряв свою идентичность и традиционные методы.",
                        "imposed_role": "Адаптироваться к быстроменяющимся технологиям и потерять свою уникальность.",
                        "comment": "I am, Технологические компании, see my relationships with a target in the following perspective: Я предоставляю инструменты, которые должны изменить ваш подход к обучению, и вы не можете устоять перед этим изменением."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Предпочтение студентов к современным методам обучения может подорвать актуальность традиционных подходов.",
                        "consequences_if_deteriorates": "Если студенты не будут требовать современные методы, сообщество сможет удерживать традиции.",
                        "consequences_if_improves": "Сообщество будет вынуждено меняться, чтобы удовлетворять запросы студентов.",
                        "imposed_role": "Следовать за предпочтениями студентов и изменять свои методы.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: Я требую от вас нового, иначе я потеряю интерес к вашему обучению."
                    },
                    {
                        "source": "Академические учреждения",
                        "threat": "Они могут сократить финансирование традиционных программ и поддерживать только современные подходы.",
                        "consequences_if_deteriorates": "Сообщество сможет продолжать существовать без давления на изменения в методах.",
                        "consequences_if_improves": "Сообщество может оказаться вынужденным измениться, чтобы сохранить финансирование.",
                        "imposed_role": "Адаптироваться к требованиям финансирования и сокращать традиционные методы.",
                        "comment": "I am, Академические учреждения, see my relationships with a target in the following perspective: Я поддерживаю современные методики, и ваше выживание зависит от вашего умения адаптироваться."
                    },
                    {
                        "source": "Социальные сети и медиа",
                        "threat": "Распространяют информацию о новых методах, которые могут подорвать традиционные подходы.",
                        "consequences_if_deteriorates": "Сообщество сможет больше не испытывать давления изменений.",
                        "consequences_if_improves": "Сообщество будет вынуждено адаптировать свои методы под влияние медиа.",
                        "imposed_role": "Следовать трендам и изменять свои практики.",
                        "comment": "I am, Социальные сети и медиа, see my relationships with a target in the following perspective: Я формирую общественное мнение, и вы должны следовать за мной, чтобы оставаться актуальными."
                    },
                    {
                        "source": "Конкурирующие образовательные платформы",
                        "threat": "Предлагают альтернативные методы обучения, которые могут снизить привлекательность традиционных методов.",
                        "consequences_if_deteriorates": "Сообщество сможет сохранить свою идентичность и традиционные методы.",
                        "consequences_if_improves": "Сообщество может потерять студентов и финансирование в пользу конкурирующих платформ.",
                        "imposed_role": "Переходить на новые методы в контексте конкуренции.",
                        "comment": "I am, Конкурирующие образовательные платформы, see my relationships with a target in the following perspective: Я предлагаю новые способы обучения, и если вы не адаптируетесь, вы останетесь позади."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Технологические компании",
                        "change": "Внедрение новых образовательных платформ и инструментов, которые трансформируют методы обучения.",
                        "opportunity": "Обеспечение доступа к современным ресурсам и технологиям для улучшения образовательного процесса.",
                        "restrictions": "Необходимость адаптироваться к новым технологиям и стандартам, что может потребовать дополнительных затрат и времени.",
                        "imposed_role": "Адаптатор, который должен интегрировать новые технологии в традиционные методы обучения.",
                        "comment": "Я, технологическая компания, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я предоставляю возможности, но также требую от них гибкости и готовности к изменениям."
                    },
                    {
                        "source": "Студенты",
                        "change": "Изменение требований к образовательному процессу, основанное на потребностях и ожиданиях студентов.",
                        "opportunity": "Возможность повысить качество обучения, учитывая обратную связь от студентов.",
                        "restrictions": "Необходимость соблюдения стандартов и ожиданий, которые могут меняться в зависимости от студентов.",
                        "imposed_role": "Обратная связь, которая влияет на содержание и методы обучения.",
                        "comment": "Я, студент, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я требую адаптации образовательных стандартов к своим нуждам."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "change": "Установление новых стандартов и требований к преподаванию и оценке.",
                        "opportunity": "Доступ к поддержке и ресурсам для повышения уровня образования.",
                        "restrictions": "Необходимость следовать установленным стандартам и критериям оценки, что может ограничивать инновации.",
                        "imposed_role": "Поддержка и контроль, которые определяют рамки для образовательной практики.",
                        "comment": "Я, образовательное учреждение, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я обеспечиваю структуру и поддержку, но также ограничиваю свободу действий."
                    },
                    {
                        "source": "Научные исследования",
                        "change": "Обновление методик обучения на основе новых научных данных и исследований.",
                        "opportunity": "Возможность внедрять лучшие практики и инновации в образовательный процесс.",
                        "restrictions": "Необходимость постоянного изучения и интеграции новых данных, что может потребовать времени и ресурсов.",
                        "imposed_role": "Исследователь, который должен постоянно обновлять свои знания и методы.",
                        "comment": "Я, научное исследование, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я предлагаю новые знания, которые требуют постоянного обновления подходов к обучению."
                    },
                    {
                        "source": "Профессиональные сообщества",
                        "change": "Формирование новых норм и стандартов в образовательной практике.",
                        "opportunity": "Обмен опытом и лучшими практиками с другими специалистами в области образования.",
                        "restrictions": "Необходимость соблюдения норм и стандартов, которые могут ограничивать индивидуальный подход.",
                        "imposed_role": "Член сообщества, который должен соответствовать нормам и ожиданиям коллег.",
                        "comment": "Я, профессиональное сообщество, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я создаю стандарты и возможности для сетевого взаимодействия, но также требую соблюдения общих норм."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты становятся более вовлеченными в образовательный процесс благодаря новым технологиям и стандартам, установленным сообществом.",
                        "opportunity": "Получение более качественного образования и доступ к новым образовательным ресурсам.",
                        "restrictions": "Необходимость адаптироваться к новым методам обучения и изменениям в традиционных подходах.",
                        "imposed_role": "Активные участники образовательного процесса, которые должны принимать участие в обсуждениях и обратной связи.",
                        "comment": "Я, Студент, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: моя вовлеченность в образовательный процесс позволяет мне получать более качественное образование."
                    },
                    {
                        "source": "Образовательные технологии",
                        "change": "Технологии развиваются и адаптируются к новым требованиям и стандартам образования.",
                        "opportunity": "Создание новых инструментов и ресурсов для улучшения обучения и оценки.",
                        "restrictions": "Необходимость постоянного обновления и улучшения функционала в соответствии с потребностями сообщества.",
                        "imposed_role": "Инструмент для реализации новых образовательных практик и методов.",
                        "comment": "Я, Образовательные технологии, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: моя адаптация и развитие позволяют улучшить качество образования."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "change": "Администрация пересматривает свои подходы к управлению образовательным процессом в соответствии с новыми стандартами.",
                        "opportunity": "Улучшение репутации учебного заведения за счет внедрения современных технологий и методов.",
                        "restrictions": "Необходимость выделения ресурсов для поддержки новых инициатив и технологий.",
                        "imposed_role": "Поддерживающий партнер, который обеспечивает необходимые ресурсы и условия для образовательных изменений.",
                        "comment": "Я, Администрация учебного заведения, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: мои усилия в поддержании стандартов образования помогают нашему заведению быть актуальным."
                    },
                    {
                        "source": "Научные сообщества",
                        "change": "Научные сообщества адаптируют свои исследования и публикации в соответствии с новыми образовательными стандартами.",
                        "opportunity": "Расширение аудитории и влияние на практику преподавания через совместные исследования и публикации.",
                        "restrictions": "Необходимость адаптации исследований к требованиям сообщества и образовательных учреждений.",
                        "imposed_role": "Исследователь и источник новых знаний, которые могут быть внедрены в практику.",
                        "comment": "Я, Научное сообщество, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: совместные усилия в исследованиях помогают мне оставаться актуальным и влиятельным."
                    },
                    {
                        "source": "Родители студентов",
                        "change": "Родители становятся более заинтересованными в образовательных методах и технологиях, используемых в учебном процессе.",
                        "opportunity": "Улучшение понимания качества образования, получаемого их детьми.",
                        "restrictions": "Ожидания по поводу повышения уровня образования и интеграции технологий.",
                        "imposed_role": "Критики и сторонники, которые оценивают результаты образовательного процесса.",
                        "comment": "Я, Родитель студента, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: моя поддержка и критика помогают направлять образовательный процесс в нужное русло."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Технологические платформы (например, онлайн-курсы, образовательные приложения)",
                        "essentiality": "Сообщество коллег-преподавателей и исследователей необходимо для создания контента и методик, соответствующих современным образовательным стандартам.",
                        "opportunity": "Сообщество предоставляет платформам актуальные и проверенные учебные материалы, что повышает их ценность для пользователей.",
                        "restrictions": "Платформы не могут игнорировать изменения в педагогических подходах, иначе они рискуют потерять пользователей.",
                        "imposed_role": "Адаптировать свои функции и интерфейсы под новые образовательные методики, предложенные сообществом.",
                        "comment": "I am, Технологическая платформа, see my relationships with a target in the following perspective: I rely on their expertise to remain relevant and useful to educators and learners."
                    },
                    {
                        "source": "Студенты и обучающиеся",
                        "essentiality": "Сообщество обеспечивает студентов качественным образованием и доступом к новым знаниям.",
                        "opportunity": "Студенты получают возможность учиться по современным стандартам и использовать инновационные методы обучения.",
                        "restrictions": "Студенты ожидают, что традиционные методы не будут доминировать, если они неэффективны.",
                        "imposed_role": "Активные участники образовательного процесса, которые предоставляют обратную связь и идеи для улучшения.",
                        "comment": "I am, Студент, see my relationships with a target in the following perspective: I depend on their guidance to navigate my educational journey."
                    },
                    {
                        "source": "Образовательные учреждения (школы, университеты)",
                        "essentiality": "Сообщество помогает учреждениям повышать качество образования и соответствовать аккредитационным стандартам.",
                        "opportunity": "Учебные заведения получают доступ к передовым методам и исследованиям, что улучшает их репутацию.",
                        "restrictions": "Учебные заведения обязаны следовать рекомендациям сообщества, иначе они могут потерять аккредитацию.",
                        "imposed_role": "Партнеры, которые интегрируют передовые практики в учебный процесс.",
                        "comment": "I am, Образовательное учреждение, see my relationships with a target in the following perspective: Their insights are essential for my compliance with educational standards."
                    },
                    {
                        "source": "Научные организации и исследовательские институты",
                        "essentiality": "Сообщество предоставляет доступ к новым исследованиям и образовательным технологиям, что поддерживает научную деятельность.",
                        "opportunity": "Организации получают возможность экспериментировать с новыми подходами и методами, повышая свою исследовательскую ценность.",
                        "restrictions": "Они не могут использовать устаревшие методы, так как это снизит их конкурентоспособность.",
                        "imposed_role": "Сотрудники, которые должны активно внедрять новые образовательные технологии в свою работу.",
                        "comment": "I am, Научная организация, see my relationships with a target in the following perspective: My research thrives on their innovative practices and standards."
                    },
                    {
                        "source": "Государственные организации, отвечающие за образование",
                        "essentiality": "Сообщество влияет на формирование образовательной политики и стандартов, которые регулируют систему образования.",
                        "opportunity": "Государственные органы получают информацию о лучших практиках и возможностях для улучшения образовательной системы.",
                        "restrictions": "Они должны учитывать мнение сообщества при разработке новых образовательных инициатив.",
                        "imposed_role": "Консультанты, которые должны принимать во внимание мнения и рекомендации сообщества.",
                        "comment": "I am, Государственная организация, see my relationships with a target in the following perspective: Their expertise shapes the policies that govern education."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Современные образовательные технологии",
                        "essentiality": "Образовательные технологии обеспечивают доступ к ресурсам и методам, которые помогают преподавателям и исследователям улучшать качество обучения.",
                        "opportunity": "Современные технологии позволяют сообществу адаптироваться к новым методам обучения и повышать вовлеченность студентов.",
                        "restrictions": "Сообщество должно следовать стандартам качества и актуальности в использовании технологий, что ограничивает использование устаревших методов.",
                        "imposed_role": "Адаптатор к новым образовательным стандартам.",
                        "comment": "I am, Современные образовательные технологии, see my relationships with a target in the following perspective: я предоставляю возможности для роста и адаптации, но требую соблюдения новых стандартов."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Учебные заведения обеспечивают платформу для преподавателей и исследователей, создавая условия для их профессиональной деятельности.",
                        "opportunity": "Образовательные учреждения способствуют доступу к финансированию, исследовательским грантам и профессиональной сети.",
                        "restrictions": "Сообщество должно подчиняться внутренним политикам и стандартам учреждения, что может ограничивать свободу действий.",
                        "imposed_role": "Член образовательного коллектива.",
                        "comment": "I am, Образовательные учреждения, see my relationships with a target in the following perspective: я предоставляю структуру и поддержку, но ожидаю соблюдения моих правил."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты являются основными получателями образования и обратной связи, что делает их важными для работы педагогов.",
                        "opportunity": "Обратная связь от студентов помогает сообществу улучшать образовательные практики и адаптироваться к их потребностям.",
                        "restrictions": "Сообщество должно учитывать мнения студентов, что может ограничивать инновации, если они не поддерживаются.",
                        "imposed_role": "Фокус на улучшении образовательного процесса.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: я определяю потребности и ожидания, на которые сообщество должно реагировать."
                    },
                    {
                        "source": "Научные сообщества и ассоциации",
                        "essentiality": "Научные организации предоставляют ресурсы, исследования и платформы для обмена опытом и знаниями.",
                        "opportunity": "Сообщество может использовать публикации и конференции для повышения своей репутации и актуальности.",
                        "restrictions": "Необходимо следовать установленным стандартам публикаций и этическим нормам, что может ограничивать свободу выбора тем.",
                        "imposed_role": "Участник научного дискурса.",
                        "comment": "I am, Научные сообщества и ассоциации, see my relationships with a target in the following perspective: я обеспечиваю платформу для обмена знаниями, но требую соблюдения научных стандартов."
                    },
                    {
                        "source": "Государственные образовательные инициативы",
                        "essentiality": "Государственные программы поддерживают образовательные стандарты и финансирование, что делает их важным источником для сообщества.",
                        "opportunity": "Сообщество может получать финансирование и ресурсы для реализации своих образовательных проектов.",
                        "restrictions": "Необходимо соблюдать государственные требования и стандарты, что может ограничивать автономию сообщества.",
                        "imposed_role": "Субъект, следящий за соблюдением стандартов.",
                        "comment": "I am, Государственные образовательные инициативы, see my relationships with a target in the following perspective: я обеспечиваю ресурсы и поддержку, но ожидаю соблюдения государственных стандартов."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Традиционные образовательные учреждения",
                        "threat": "Сообщество коллег-преподавателей и исследователей продвигает современные методы и технологии, что угрожает устоявшимся подходам в обучении.",
                        "consequences_if_deteriorates": "Традиционные подходы к обучению будут менее оспариваемыми, обеспечивая стабильность и предсказуемость.",
                        "consequences_if_improves": "Традиционные образовательные учреждения могут адаптироваться и улучшить свои методы, что приведет к более высоким стандартам образования.",
                        "imposed_role": "Адаптироваться к новым стандартам и технологиям.",
                        "comment": "Я, традиционное образовательное учреждение, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: мы должны изменяться, чтобы выжить."
                    },
                    {
                        "source": "Разработчики образовательных технологий",
                        "threat": "Сообщество требует внедрения новых технологий, что ставит под угрозу существующие продукты, которые не соответствуют современным требованиям.",
                        "consequences_if_deteriorates": "Разработчики смогут продолжать производство устаревших технологий без необходимости инвестировать в инновации.",
                        "consequences_if_improves": "Разработчики будут вынуждены адаптировать свои продукты под новые требования, что повысит их конкурентоспособность.",
                        "imposed_role": "Инновации и модернизация учебных материалов.",
                        "comment": "Я, разработчик образовательных технологий, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: мы должны быть на шаг впереди, чтобы соответствовать их требованиям."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Сообщество может требовать от студентов новых подходов к обучению, что создаст давление на их успеваемость.",
                        "consequences_if_deteriorates": "Студенты смогут оставаться в рамках традиционного обучения, избежав стресса от перехода на новые методы.",
                        "consequences_if_improves": "Студенты получат доступ к более качественному образованию, что повысит их конкурентоспособность на рынке труда.",
                        "imposed_role": "Адаптироваться к новым стандартам обучения.",
                        "comment": "Я, студент, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: нам нужно находить баланс между традициями и инновациями."
                    },
                    {
                        "source": "Академические журналы",
                        "threat": "Сообщество может начать публиковать работы в новых форматах и платформах, угрожая традиционным изданиям.",
                        "consequences_if_deteriorates": "Академические журналы смогут продолжать свои практики без угрозы новой конкуренции.",
                        "consequences_if_improves": "Журналы будут вынуждены адаптироваться к новым стандартам публикации, что сделает их более актуальными.",
                        "imposed_role": "Совершенствование стандартов публикации.",
                        "comment": "Я, академический журнал, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: мы должны быть гибкими, чтобы остаться на плаву."
                    },
                    {
                        "source": "Правительственные организации в сфере образования",
                        "threat": "Сообщество может влиять на изменение образовательной политики, что ставит под угрозу существующие программы.",
                        "consequences_if_deteriorates": "Правительственные организации смогут поддерживать статус-кво без необходимости в реформах.",
                        "consequences_if_improves": "Организации будут вынуждены пересмотреть свои стратегии и внедрить новые инициативы, что приведет к улучшению образовательной системы.",
                        "imposed_role": "Поддержка инновационных инициатив в образовании.",
                        "comment": "Я, правительственная организация в сфере образования, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: мы должны работать вместе для улучшения образования."
                    }
                ]
            }
        }
    },
    {
        "entity": "Преподаватели",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты становятся более проактивными в своем обучении, используя новые технологии для поиска информации.",
                        "opportunity": "Самостоятельное изучение и улучшение навыков самоорганизации.",
                        "restrictions": "Зависимость от технологий может привести к недостаточной подготовке и пониманию учебного материала.",
                        "imposed_role": "Агент обучения, который требует от преподавателей адаптации методов обучения.",
                        "comment": "I am, Студенты, see my relationships with Преподаватели in the following perspective: I rely on my teachers to guide and facilitate my learning process, yet I also seek to leverage technology to enhance my education."
                    },
                    {
                        "source": "Технологии",
                        "change": "Технологии развиваются и адаптируются под новые образовательные практики.",
                        "opportunity": "Расширение функционала и улучшение образовательных платформ.",
                        "restrictions": "Необходимость постоянного обновления и адаптации к новым методам обучения.",
                        "imposed_role": "Инструмент, с помощью которого преподаватели осуществляют обучение.",
                        "comment": "I am, Технологии, see my relationships with Преподаватели in the following perspective: I evolve to meet the needs of both students and teachers, facilitating knowledge transfer while also challenging traditional methods."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "change": "Учебные заведения пересматривают свои образовательные программы и методики.",
                        "opportunity": "Создание более современных и адаптивных учебных курсов.",
                        "restrictions": "Необходимость соблюдения стандартов и аккредитаций при внедрении новых технологий.",
                        "imposed_role": "Стратегический партнер, который поддерживает преподавателей в их роли.",
                        "comment": "I am, Образовательные учреждения, see my relationships with Преподаватели in the following perspective: I aim to provide a framework that supports innovative teaching while ensuring academic integrity and quality."
                    },
                    {
                        "source": "Родители",
                        "change": "Родители становятся более вовлеченными в образовательный процесс своих детей.",
                        "opportunity": "Улучшение коммуникации с преподавателями и возможность влиять на образовательные решения.",
                        "restrictions": "Ограниченное понимание технологий может создать барьеры в общении с преподавателями.",
                        "imposed_role": "Поддерживающий участник, который ожидает обратной связи и успехов от преподавателей.",
                        "comment": "I am, Родители, see my relationships with Преподаватели in the following perspective: I trust teachers to educate my child but also seek transparency and involvement in their learning journey."
                    },
                    {
                        "source": "Общество",
                        "change": "Общество начинает признавать важность образования в условиях быстро меняющихся технологий.",
                        "opportunity": "Создание инициатив по поддержке образовательных технологий и программ.",
                        "restrictions": "Ограниченные ресурсы и финансирование для внедрения новых образовательных технологий.",
                        "imposed_role": "Социальный наблюдатель, который ожидает от преподавателей демонстрации результатов и успехов.",
                        "comment": "I am, Общество, see my relationships with Преподаватели in the following perspective: I recognize the critical role educators play in shaping future generations and support their efforts to adapt to new challenges."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Студенты",
                        "threat": "Преподаватели могут использовать новые методы оценивания, чтобы уменьшить влияние традиционных форм контроля.",
                        "consequences_if_deteriorates": "Студенты могут потерять доступ к качественному обучению и поддержке со стороны преподавателей.",
                        "consequences_if_improves": "Если взаимодействие с преподавателями улучшится, студенты смогут лучше усваивать материал и получать более объективные оценки.",
                        "imposed_role": "Объект обучения и оценки.",
                        "comment": "I am, студенты, see my relationships with a target in the following perspective: Преподаватели помогают мне развиваться, но новые технологии могут изменить способ, которым я оцениваюсь."
                    },
                    {
                        "source": "Учебные материалы",
                        "threat": "Преподаватели могут начать игнорировать традиционные учебные материалы в пользу цифровых ресурсов.",
                        "consequences_if_deteriorates": "Учебные материалы могут стать устаревшими и менее полезными.",
                        "consequences_if_improves": "Учебные материалы могут быть адаптированы для лучшего соответствия современным требованиям обучения.",
                        "imposed_role": "Критически важный ресурс.",
                        "comment": "I am, учебные материалы, see my relationships with a target in the following perspective: Я должен быть актуальным и полезным, чтобы преподаватели меня использовали."
                    },
                    {
                        "source": "Технологии",
                        "threat": "Преподаватели могут начать использовать новые технологии для контроля над процессом обучения.",
                        "consequences_if_deteriorates": "Технологии могут потерять свою роль в образовательном процессе.",
                        "consequences_if_improves": "Если технологии будут интегрированы, они могут улучшить качество обучения и взаимодействия с преподавателями.",
                        "imposed_role": "Инструмент контроля.",
                        "comment": "I am, технологии, see my relationships with a target in the following perspective: Я должен быть полезным для преподавателей, иначе меня могут игнорировать."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "threat": "Преподаватели могут начать действовать независимо от административных указаний, используя свои собственные методы.",
                        "consequences_if_deteriorates": "Администрация может утратить контроль над образовательными процессами.",
                        "consequences_if_improves": "Если преподаватели будут работать в рамках установленных правил, это улучшит качество управления и стандарты обучения.",
                        "imposed_role": "Субъект управления.",
                        "comment": "I am, администрация учебного заведения, see my relationships with a target in the following perspective: Я стремлюсь поддерживать порядок и стандарты, но новые технологии могут это нарушить."
                    },
                    {
                        "source": "Общественное мнение",
                        "threat": "Преподаватели могут быть под давлением со стороны студентов и родителей, требующих улучшения методов обучения.",
                        "consequences_if_deteriorates": "Общественное мнение может стать негативным, что повлияет на репутацию преподавателей.",
                        "consequences_if_improves": "Если преподаватели прислушаются к общественному мнению, это может привести к более качественному образованию.",
                        "imposed_role": "Критерий оценки эффективности.",
                        "comment": "I am, общественное мнение, see my relationships with a target in the following perspective: Я влияю на действия преподавателей, и они должны учитывать мои ожидания в своей работе."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Учебные планы",
                        "essentiality": "Учебные планы определяют содержание и структуру курсов, что делает их необходимыми для преподавателей.",
                        "opportunity": "Преподаватели получают четкие рамки и цели для передачи знаний, что упрощает процесс обучения.",
                        "restrictions": "Преподаватели обязаны следовать установленным стандартам и не могут выходить за рамки учебных планов.",
                        "imposed_role": "Преподаватели становятся проводниками заранее определенных знаний и стандартов.",
                        "comment": "I am, Учебные планы, see my relationships with преподавателями in the following perspective: I guide them to ensure that students receive a consistent and comprehensive education."
                    },
                    {
                        "source": "Технологии обучения",
                        "essentiality": "Технологии обучения предоставляют инструменты, необходимые для эффективного обучения и оценки студентов.",
                        "opportunity": "Преподаватели могут использовать новые методы и средства для улучшения процесса обучения и взаимодействия со студентами.",
                        "restrictions": "Применение технологий может требовать соблюдения определенных правил и стандартов, что ограничивает свободу выбора в методах преподавания.",
                        "imposed_role": "Преподаватели становятся адаптивными пользователями технологий, что требует от них постоянного обновления своих знаний.",
                        "comment": "I am, Технологии обучения, see my relationships with преподавателями in the following perspective: I empower them to enhance their teaching methods while also challenging them to keep pace with rapid changes."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты являются основными получателями знаний, и их потребности и интересы влияют на методики преподавания.",
                        "opportunity": "Преподаватели получают обратную связь и мотивацию, что помогает им адаптировать свой подход к обучению.",
                        "restrictions": "Преподаватели должны учитывать мнения и предпочтения студентов, что может ограничивать их педагогическую свободу.",
                        "imposed_role": "Преподаватели становятся фасilitаторами, а не просто источниками информации.",
                        "comment": "I am, Студенты, see my relationships with преподавателями in the following perspective: I challenge them to innovate in their teaching while ensuring that learning remains engaging and relevant."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Администрация устанавливает правила и стандарты, которые формируют образовательную среду.",
                        "opportunity": "Преподаватели могут рассчитывать на поддержку и ресурсы для реализации своих образовательных целей.",
                        "restrictions": "Преподаватели ограничены политиками и процедурами, которые могут сдерживать их инициативы.",
                        "imposed_role": "Преподаватели становятся исполнителями политики, что может влиять на их креативность и подход к обучению.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with преподавателями in the following perspective: I set the framework within which they operate, ensuring quality and consistency across the institution."
                    },
                    {
                        "source": "Образовательные технологии",
                        "essentiality": "Образовательные технологии предоставляют платформы для дистанционного обучения и оценки, что делает их важными для современного преподавания.",
                        "opportunity": "Преподаватели получают доступ к инновационным инструментам, которые могут улучшить их преподавательские практики.",
                        "restrictions": "Использование образовательных технологий может требовать соблюдения определенных стандартов безопасности и конфиденциальности.",
                        "imposed_role": "Преподаватели становятся кураторами цифрового обучения, что требует от них новых навыков.",
                        "comment": "I am, Образовательные технологии, see my relationships with преподавателями in the following perspective: I transform their teaching landscape, enabling them to reach and engage students like never before."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Технологии списывания",
                        "threat": "Упрощение доступа к информации позволяет студентам обходить традиционные методы оценки.",
                        "consequences_if_deteriorates": "Преподаватели смогут более эффективно передавать знания без риска списывания.",
                        "consequences_if_improves": "Преподаватели могут потерять контроль над процессом обучения, что снизит качество образования.",
                        "imposed_role": "Наблюдатель за знаниями студентов, снижая авторитет преподавателя.",
                        "comment": "I am, Технологии списывания, see my relationships with Преподаватели in the following perspective: я создаю барьеры для честного обучения, и это подрывает вашу роль как учителей."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Недостаток мотивации у студентов приводит к низким результатам и игнорированию образовательного процесса.",
                        "consequences_if_deteriorates": "Преподаватели смогут более эффективно оценивать студентов и вносить изменения в методики обучения.",
                        "consequences_if_improves": "Преподаватели могут столкнуться с необходимостью адаптации своих методов оценки к новым требованиям студентов.",
                        "imposed_role": "Активные участники образовательного процесса.",
                        "comment": "I am, Студенты, see my relationships with Преподаватели in the following perspective: я требую от вас адаптации, иначе обучение становится неэффективным."
                    },
                    {
                        "source": "Администрация образовательного учреждения",
                        "threat": "Новые политики могут ограничивать преподавателей в их методах оценки и контроля.",
                        "consequences_if_deteriorates": "Преподаватели получат больше свободы в выборе методов обучения.",
                        "consequences_if_improves": "Преподаватели могут оказаться под давлением внедрять стандартизированные методы, что снизит их эффективность.",
                        "imposed_role": "Подчиненные правилам и стандартам.",
                        "comment": "I am, Администрация образовательного учреждения, see my relationships with Преподаватели in the following perspective: я устанавливаю стандарты, которые вы должны соблюдать для успешного обучения."
                    },
                    {
                        "source": "Образовательные технологии (платформы для онлайн-обучения)",
                        "threat": "Конкуренция с традиционными методами обучения, что может снизить значимость роли преподавателя.",
                        "consequences_if_deteriorates": "Преподаватели смогут использовать свои методы обучения без конкуренции со стороны технологий.",
                        "consequences_if_improves": "Преподаватели могут быть вынуждены адаптироваться к новым формам обучения, что усложнит их работу.",
                        "imposed_role": "Консультанты по использованию технологий в обучении.",
                        "comment": "I am, Образовательные технологии, see my relationships with Преподаватели in the following perspective: я трансформирую обучение, и ваша роль должна измениться вместе со мной."
                    },
                    {
                        "source": "Система оценивания",
                        "threat": "Жесткие требования к оцениванию могут ограничивать преподавателей в индивидуальном подходе к студентам.",
                        "consequences_if_deteriorates": "Преподаватели смогут более свободно оценивать студентов по их индивидуальным достижениям.",
                        "consequences_if_improves": "Преподаватели могут стать заложниками стандартизированных оценок, что снизит их креативность в обучении.",
                        "imposed_role": "Служители системы, работающие в рамках жестких норм.",
                        "comment": "I am, Система оценивания, see my relationships with Преподаватели in the following perspective: я создаю объективность, которая иногда может подрывать вашу индивидуальность как учителей."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Студенты",
                        "essentiality": "Преподаватели обеспечивают необходимое руководство и поддержку для студентов, чтобы они могли успешно усваивать учебный материал.",
                        "opportunity": "Студенты получают доступ к знаниям и навыкам, которые помогают им в личном и профессиональном развитии.",
                        "restrictions": "Студенты не могут игнорировать требования курса и должны активно участвовать в образовательном процессе.",
                        "imposed_role": "Студенты выступают как активные участники процесса обучения, отвечающие за свою успеваемость.",
                        "comment": "I am Студенты, see my relationships with a target in the following perspective: Преподаватели - это ключевые фигуры, которые направляют и поддерживают нас в обучении."
                    },
                    {
                        "source": "Образовательные технологии (платформы, ПО)",
                        "essentiality": "Преподаватели используют технологии для создания интерактивной и доступной образовательной среды.",
                        "opportunity": "Технологии получают возможность быть интегрированными в образовательный процесс, увеличивая свою значимость.",
                        "restrictions": "Технологии не могут изменять содержание курсов без одобрения преподавателей.",
                        "imposed_role": "Технологии действуют как вспомогательные инструменты для преподавателей.",
                        "comment": "I am Образовательные технологии, see my relationships with a target in the following perspective: Я улучшаю процесс обучения, но завишу от решений преподавателей."
                    },
                    {
                        "source": "Управление учебным заведением",
                        "essentiality": "Преподаватели являются основным звеном в достижении целей учебного заведения и реализации учебного процесса.",
                        "opportunity": "Управление получает возможность повысить репутацию и рейтинг учебного заведения через качественное преподавание.",
                        "restrictions": "Управление не может вмешиваться в методику преподавания без согласия преподавателей.",
                        "imposed_role": "Управление действует как поддерживающая структура для преподавателей.",
                        "comment": "I am Управление учебным заведением, see my relationships with a target in the following perspective: Преподаватели - это наши союзники в достижении образовательных целей."
                    },
                    {
                        "source": "Семья студентов",
                        "essentiality": "Преподаватели помогают студентам достигать успеха, что влияет на их будущее и ожидания родителей.",
                        "opportunity": "Семья получает возможность гордиться успехами своих детей благодаря качественному обучению.",
                        "restrictions": "Семья не может вмешиваться в образовательный процесс студентов, оставляя его на усмотрение преподавателей.",
                        "imposed_role": "Семья выступает как поддержка для студентов во время их обучения.",
                        "comment": "I am Семья студентов, see my relationships with a target in the following perspective: Мы надеемся на профессионализм преподавателей, чтобы наши дети могли добиться успеха."
                    },
                    {
                        "source": "Общество",
                        "essentiality": "Преподаватели формируют будущих граждан, предоставляя знания и навыки, необходимые для жизни в обществе.",
                        "opportunity": "Общество получает квалифицированные кадры, способные внести вклад в его развитие.",
                        "restrictions": "Общество не может требовать от преподавателей изменений в образовательной программе без обоснования.",
                        "imposed_role": "Общество выступает как получатель результатов работы преподавателей.",
                        "comment": "I am Общество, see my relationships with a target in the following perspective: Преподаватели - это столпы, на которых строится наше будущее."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Современные технологии обучения",
                        "change": "Изменение методов передачи знаний и оценки студентов.",
                        "opportunity": "Упрощение процесса обучения и доступ к большему количеству ресурсов.",
                        "restrictions": "Необходимость адаптации к новым платформам и инструментам.",
                        "imposed_role": "Наставник, который использует технологии для улучшения обучения.",
                        "comment": "I am, Современные технологии обучения, see my relationships with Преподаватели in the following perspective: I facilitate innovative teaching methods but require adaptability."
                    },
                    {
                        "source": "Студенты",
                        "change": "Изменение подхода к обучению в зависимости от их потребностей и предпочтений.",
                        "opportunity": "Получение обратной связи для улучшения качества обучения.",
                        "restrictions": "Необходимость учитывать мнение студентов при разработке учебных планов.",
                        "imposed_role": "Объект оценки, чье мнение важно для улучшения учебного процесса.",
                        "comment": "I am, Студенты, see my relationships with Преподаватели in the following perspective: I influence teaching styles and assessment methods through my engagement."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "change": "Влияние на содержание и методы преподавания.",
                        "opportunity": "Гарантия соответствия качеству образования и аккредитации.",
                        "restrictions": "Преподаватели обязаны следовать установленным стандартам, что может ограничивать их креативность.",
                        "imposed_role": "Соблюдающий стандарты, которые необходимо внедрять в обучение.",
                        "comment": "I am, Образовательные стандарты, see my relationships with Преподаватели in the following perspective: I ensure quality and consistency in education but can constrain innovative approaches."
                    },
                    {
                        "source": "Профессиональные сообщества",
                        "change": "Обмен опытом и ресурсами между преподавателями.",
                        "opportunity": "Доступ к новым методикам и поддержка в профессиональном росте.",
                        "restrictions": "Необходимость следовать установленным нормам и критериям сообщества.",
                        "imposed_role": "Член сообщества, что требует активного участия и обмена информацией.",
                        "comment": "I am, Профессиональные сообщества, see my relationships with Преподаватели in the following perspective: I promote collaboration and continuous learning among educators."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "change": "Определение политики и направлений развития учебного процесса.",
                        "opportunity": "Получение поддержки и ресурсов для реализации образовательных инициатив.",
                        "restrictions": "Ограничения в свободе выбора методов и содержания курсов.",
                        "imposed_role": "Соблюдающий политику, что может вести к конфликту интересов.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with Преподаватели in the following perspective: I guide and support educational processes but sometimes impose constraints."
                    }
                ]
            }
        }
    }
]