[
    {
        "entity": "Администрация",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Гражданское общество",
                        "change": "Влияет на принятие решений администрации через общественные инициативы и протесты.",
                        "opportunity": "Предоставляет администрации возможность наладить диалог с жителями и улучшить свои решения.",
                        "restrictions": "Создает давление на администрацию, требуя отчетности и прозрачности.",
                        "imposed_role": "Слушатель и реагирующий на запросы граждан.",
                        "comment": "I am, Гражданское общество, see my relationships with a target in the following perspective: I drive the administration to be more responsive and accountable to the needs of the community."
                    },
                    {
                        "source": "Местный бизнес",
                        "change": "Влияет на экономическую политику администрации, подталкивая к улучшению инфраструктуры.",
                        "opportunity": "Предоставляет ресурсы и финансирование для проектов по улучшению городской среды.",
                        "restrictions": "Упрощает или усложняет получение разрешений на строительство и бизнес-операции.",
                        "imposed_role": "Партнер в развитии и улучшении городской инфраструктуры.",
                        "comment": "I am, Местный бизнес, see my relationships with a target in the following perspective: I collaborate with the administration to create a thriving urban environment that benefits both parties."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Привлекает внимание к экологическим проблемам и способствует разработке устойчивых решений.",
                        "opportunity": "Помогает администрации внедрять экологически чистые практики и проекты.",
                        "restrictions": "Указывает на необходимость соблюдения экологических норм и стандартов.",
                        "imposed_role": "Консультант по вопросам экологии и устойчивого развития.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: I push the administration to consider the environmental impact of its decisions."
                    },
                    {
                        "source": "Средства массовой информации",
                        "change": "Формирует общественное мнение о действиях администрации через освещение новостей и аналитические материалы.",
                        "opportunity": "Обеспечивает возможность повысить уровень доверия и репутации администрации через позитивное освещение.",
                        "restrictions": "Создает риск негативного освещения и критики, если действия администрации не соответствуют ожиданиям.",
                        "imposed_role": "Коммуникатор и посредник между администрацией и гражданами.",
                        "comment": "I am, Средства массовой информации, see my relationships with a target in the following perspective: I serve as a critical link that can either bolster or undermine the administration's credibility."
                    },
                    {
                        "source": "Технологические инновации",
                        "change": "Обеспечивает новые инструменты и платформы для управления городом и взаимодействия с гражданами.",
                        "opportunity": "Упрощает процесс сбора и анализа данных о потребностях жителей.",
                        "restrictions": "Требует от администрации инвестиций в новые технологии и обучение персонала.",
                        "imposed_role": "Внедритель и адаптер технологий для улучшения городской среды.",
                        "comment": "I am, Технологические инновации, see my relationships with a target in the following perspective: I empower the administration to leverage data and tools for effective governance."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Граждане",
                        "change": "Увеличение вовлеченности в городскую жизнь и принятие решений",
                        "opportunity": "Получение обратной связи и улучшение качества жизни",
                        "restrictions": "Ограничения в свободе выражения мнений при несогласии с решениями администрации",
                        "imposed_role": "Консультанты и критики",
                        "comment": "I am, Граждане, see my relationships with Администрацией in the following perspective: Our voices are crucial for the development of our city, but we fear that our dissatisfaction may not be heard."
                    },
                    {
                        "source": "Бюджет города",
                        "change": "Перераспределение финансовых ресурсов в ответ на потребности администрации",
                        "opportunity": "Инвестиции в инфраструктуру и общественные проекты",
                        "restrictions": "Необходимость соблюдать финансовые ограничения и приоритеты",
                        "imposed_role": "Финансовый партнер",
                        "comment": "I am, Бюджет города, see my relationships with Администрацией in the following perspective: Our collaboration is essential for enhancing urban infrastructure, but it comes with the challenge of balancing competing needs."
                    },
                    {
                        "source": "Экологические активисты",
                        "change": "Увеличение давления на администрацию по вопросам экологии",
                        "opportunity": "Возможность внедрения устойчивых практик и улучшения имиджа администрации",
                        "restrictions": "Ограничения в ресурсах и времени для реализации экологических инициатив",
                        "imposed_role": "Агенты изменений",
                        "comment": "I am, Экологические активисты, see my relationships with Администрацией in the following perspective: Our advocacy can lead to significant environmental improvements, but we must navigate bureaucratic hurdles."
                    },
                    {
                        "source": "Местный бизнес",
                        "change": "Адаптация бизнес-моделей к новым требованиям и инициативам администрации",
                        "opportunity": "Расширение рынка и возможностей для сотрудничества с администрацией",
                        "restrictions": "Зависимость от политических решений и регулирования",
                        "imposed_role": "Экономические партнеры",
                        "comment": "I am, Местный бизнес, see my relationships with Администрацией in the following perspective: Our interests align when it comes to city development, but we are wary of the unpredictability of policy changes."
                    },
                    {
                        "source": "Общественные организации",
                        "change": "Увеличение активности в вопросах социальной справедливости и прав граждан",
                        "opportunity": "Партнерство в проектах, направленных на улучшение городской среды",
                        "restrictions": "Необходимость согласования действий с администрацией",
                        "imposed_role": "Союзники по социальным вопросам",
                        "comment": "I am, Общественные организации, see my relationships with Администрацией in the following perspective: Together, we can create a more equitable city, but our effectiveness is often limited by administrative red tape."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Граждане",
                        "threat": "Администрация может ограничить финансирование социальных программ, если не удовлетворит потребности жителей.",
                        "consequences_if_deteriorates": "Граждане могут потерять доступ к необходимым услугам, что приведет к ухудшению качества жизни.",
                        "consequences_if_improves": "Граждане получат улучшенные условия жизни и большую поддержку со стороны администрации.",
                        "imposed_role": "Критики, которые могут инициировать протесты или жалобы.",
                        "comment": "Я, гражданин, вижу свои отношения с администрацией в следующей перспективе: я могу поддерживать их усилия, но только если они будут учитывать мои потребности."
                    },
                    {
                        "source": "Местные бизнесмены",
                        "threat": "Администрация может изменить правила регулирования, которые негативно повлияют на их бизнес.",
                        "consequences_if_deteriorates": "Местные бизнесмены могут столкнуться с увеличением налогов и снижением продаж.",
                        "consequences_if_improves": "Бизнесмены получат больше возможностей для развития, если администрация улучшит инфраструктуру.",
                        "imposed_role": "Партнеры, которые могут поддерживать инициативы администрации.",
                        "comment": "Я, местный бизнесмен, вижу свои отношения с администрацией в следующей перспективе: я заинтересован в сотрудничестве, но только если мои интересы будут учтены."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Администрация может игнорировать экологические рекомендации, что приведет к ухудшению окружающей среды.",
                        "consequences_if_deteriorates": "Экологические организации смогут поднять вопрос о правонарушениях и получить большую поддержку от общественности.",
                        "consequences_if_improves": "Экологические организации смогут работать в сотрудничестве с администрацией для улучшения городской среды.",
                        "imposed_role": "Критики, которые могут оспаривать экологические решения администрации.",
                        "comment": "Я, экологическая организация, вижу свои отношения с администрацией в следующей перспективе: я готов поддерживать их инициативы, если они будут учитывать экологические аспекты."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Администрация может не следовать установленным законам и нормативам, что приведет к юридическим последствиям.",
                        "consequences_if_deteriorates": "Государственные органы могут начать расследования и судебные разбирательства.",
                        "consequences_if_improves": "Государственные органы получат более четкие данные для разработки новых политик.",
                        "imposed_role": "Контрольные инстанции, которые должны следить за соблюдением законов.",
                        "comment": "Я, государственный орган, вижу свои отношения с администрацией в следующей перспективе: я обязан следить за их действиями, чтобы обеспечить соблюдение закона."
                    },
                    {
                        "source": "Транспортные службы",
                        "threat": "Администрация может снизить финансирование на транспортные проекты, что негативно скажется на их функционировании.",
                        "consequences_if_deteriorates": "Транспортные службы могут столкнуться с нехваткой средств и ухудшением обслуживания.",
                        "consequences_if_improves": "Транспортные службы получат возможность улучшить качество своих услуг через поддержку администрации.",
                        "imposed_role": "Поставщики услуг, которые должны выполнять требования администрации.",
                        "comment": "Я, транспортная служба, вижу свои отношения с администрацией в следующей перспективе: я готов к сотрудничеству, но только если они поддержат наши проекты."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Граждане",
                        "essentiality": "Граждане являются источником легитимности для администрации, так как их поддержка необходима для успешной работы.",
                        "opportunity": "Администрация получает обратную связь о своих решениях и инициативе по улучшению городской среды.",
                        "restrictions": "Администрация должна уважать права граждан и учитывать их мнения, иначе рискует потерять поддержку.",
                        "imposed_role": "Администрация должна выступать в роли слушателя и защитника интересов граждан.",
                        "comment": "I am, граждане, see my relationships with a target in the following perspective: ваше доверие – это наш капитал, и мы должны его оправдывать."
                    },
                    {
                        "source": "Законодательство",
                        "essentiality": "Законодательные нормы и правила определяют границы деятельности администрации.",
                        "opportunity": "Администрация может использовать законы для обоснования своих действий и инициатив.",
                        "restrictions": "Администрация не может действовать вне рамок законодательства, что ограничивает ее свободу действий.",
                        "imposed_role": "Администрация должна быть законопослушной и действовать в рамках правового поля.",
                        "comment": "I am, законодательство, see my relationships with a target in the following perspective: порядок и закон – это основа нашей совместной работы."
                    },
                    {
                        "source": "Местные СМИ",
                        "essentiality": "СМИ формируют общественное мнение и информируют граждан о действиях администрации.",
                        "opportunity": "Администрация может использовать СМИ для продвижения своих инициатив и получения общественной поддержки.",
                        "restrictions": "Администрация должна быть внимательна к тому, как ее действия освещаются в СМИ, чтобы избежать негативной реакции.",
                        "imposed_role": "Администрация должна быть прозрачной и открытой для общения с прессой.",
                        "comment": "I am, местные СМИ, see my relationships with a target in the following perspective: я создаю пространство для диалога между вами и гражданами."
                    },
                    {
                        "source": "Экономические ресурсы",
                        "essentiality": "Финансирование и ресурсы необходимы для реализации инициатив администрации.",
                        "opportunity": "Доступ к экономическим ресурсам позволяет администрации успешно выполнять свои программы.",
                        "restrictions": "Администрация должна учитывать бюджетные ограничения и финансовую устойчивость.",
                        "imposed_role": "Администрация должна быть эффективной и ответственной в использовании ресурсов.",
                        "comment": "I am, экономические ресурсы, see my relationships with a target in the following perspective: без меня ваши планы могут остаться лишь идеями."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы обеспечивают поддержку и координацию на уровне управления.",
                        "opportunity": "Администрация получает доступ к дополнительным ресурсам и экспертной помощи.",
                        "restrictions": "Администрация должна следовать рекомендациям и указаниям вышестоящих органов.",
                        "imposed_role": "Администрация должна быть подотчетной и соблюдать взаимодействие с государственными структурами.",
                        "comment": "I am, государственные органы, see my relationships with a target in the following perspective: я ваш партнер в обеспечении законности и порядка."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Граждане",
                        "essentiality": "Администрация предоставляет услуги и инфраструктуру, необходимые для улучшения качества жизни граждан.",
                        "opportunity": "Граждане получают доступ к улучшенной городской среде, что повышает их удовлетворенность и качество жизни.",
                        "restrictions": "Граждане не могут игнорировать участие в общественных обсуждениях и не могут игнорировать свои обязанности по соблюдению городских правил.",
                        "imposed_role": "Граждане должны активно участвовать в процессах обратной связи и предлагать свои идеи по улучшению городской среды.",
                        "comment": "I am, Граждане, see my relationships with Администрацией in the following perspective: I depend on their actions to ensure my needs are met, yet I also have the power to influence their decisions through active participation."
                    },
                    {
                        "source": "Местные бизнесы",
                        "essentiality": "Администрация создает условия для ведения бизнеса, включая инфраструктуру и нормативное регулирование.",
                        "opportunity": "Бизнесы получают поддержку через программы развития, налоговые льготы и доступ к новым рынкам.",
                        "restrictions": "Бизнесы не могут нарушать местные законы и регламенты, установленные администрацией.",
                        "imposed_role": "Бизнесы должны соблюдать правила и активно участвовать в местных инициативах.",
                        "comment": "I am, Местные бизнесы, see my relationships with Администрацией in the following perspective: Their regulations shape my operations, but I thrive under their support for economic growth."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Администрация предоставляет платформу для внедрения экологических инициатив и проектов.",
                        "opportunity": "Экологические организации получают возможность реализовывать свои проекты и влиять на политику администрации.",
                        "restrictions": "Экологические организации не могут игнорировать требования администрации и должны работать в рамках установленной политики.",
                        "imposed_role": "Экологические организации должны предоставлять научные исследования и рекомендации для улучшения городской среды.",
                        "comment": "I am, Экологические организации, see my relationships with Администрацией in the following perspective: Their willingness to collaborate allows me to make a real impact, though I must respect their processes."
                    },
                    {
                        "source": "Государственные структуры",
                        "essentiality": "Администрация действует в рамках законодательства и получает финансирование и поддержку от государственных структур.",
                        "opportunity": "Государственные структуры получают возможность реализовывать свои программы через местные инициативы администрации.",
                        "restrictions": "Государственные структуры не могут вмешиваться в местные дела без согласия администрации.",
                        "imposed_role": "Государственные структуры должны координировать свои действия с администрацией для достижения общих целей.",
                        "comment": "I am, Государственные структуры, see my relationships with Администрацией in the following perspective: Our collaboration is essential for effective governance, though I must navigate their local priorities."
                    },
                    {
                        "source": "Инфраструктурные проекты",
                        "essentiality": "Администрация инициирует и поддерживает инфраструктурные проекты, которые способствуют развитию города.",
                        "opportunity": "Инфраструктурные проекты получают финансирование и поддержку для реализации своих целей.",
                        "restrictions": "Проекты не могут игнорировать экологические и социальные аспекты, которые поднимает администрация.",
                        "imposed_role": "Инфраструктурные проекты должны соответствовать требованиям и стандартам, установленным администрацией.",
                        "comment": "I am, Инфраструктурные проекты, see my relationships with Администрацией in the following perspective: Their decisions guide my development, but I aim to align my goals with their vision for the city."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Граждане",
                        "threat": "Недовольство и протестные акции против решений администрации.",
                        "consequences_if_deteriorates": "Администрация будет свободна от давления и сможет принимать решения без оглядки на мнение граждан.",
                        "consequences_if_improves": "Администрация сможет наладить более доверительные отношения с гражданами и улучшить свою репутацию.",
                        "imposed_role": "Критик, который требует прозрачности и учета мнения населения.",
                        "comment": "Я, граждане, вижу свои отношения с администрацией в следующей перспективе: я требую, чтобы мои потребности и мнения были услышаны и учтены."
                    },
                    {
                        "source": "Местные НПО",
                        "threat": "Открытая критика и организация активных кампаний по защите прав граждан.",
                        "consequences_if_deteriorates": "Администрация сможет игнорировать социальные проблемы и не взаимодействовать с НПО.",
                        "consequences_if_improves": "Администрация получит поддержку в реализации социальных проектов и повышения качества жизни.",
                        "imposed_role": "Адвокат интересов жителей, который требует улучшения городской среды.",
                        "comment": "Я, местные НПО, вижу свои отношения с администрацией в следующей перспективе: я выступаю за справедливость и равные права для всех граждан."
                    },
                    {
                        "source": "Массовые СМИ",
                        "threat": "Распространение информации о недостатках работы администрации и негативных событиях в городе.",
                        "consequences_if_deteriorates": "Администрация сможет контролировать информацию и избегать публичной критики.",
                        "consequences_if_improves": "Администрация получит возможность использовать СМИ для информирования граждан о своих достижениях.",
                        "imposed_role": "Наблюдатель, который фиксирует и публикует события в городе.",
                        "comment": "Я, массовые СМИ, вижу свои отношения с администрацией в следующей перспективе: я стремлюсь к объективному освещению событий, чтобы жители были информированы."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "threat": "Угроза сокращения инвестиций и бизнес-проектов в случае недовольства граждан.",
                        "consequences_if_deteriorates": "Администрация сможет привлекать бизнес с меньшими требованиями к социальной ответственности.",
                        "consequences_if_improves": "Администрация станет более привлекательной для инвесторов и сможет развивать городскую инфраструктуру.",
                        "imposed_role": "Партнер, который требует соблюдения интересов бизнеса и жителей.",
                        "comment": "Я, бизнес-сообщество, вижу свои отношения с администрацией в следующей перспективе: я стремлюсь к сотрудничеству для общего блага."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Контроль и надзор за деятельностью администрации, требующий выполнения государственных норм.",
                        "consequences_if_deteriorates": "Администрация сможет действовать более автономно и без государственного контроля.",
                        "consequences_if_improves": "Администрация получит ресурсы и поддержку для реализации своих инициатив.",
                        "imposed_role": "Регулятор, который требует соблюдения законов и норм.",
                        "comment": "Я, государственные органы, вижу свои отношения с администрацией в следующей перспективе: я обеспечиваю законность и порядок в деятельности администрации."
                    }
                ]
            }
        }
    },
    {
        "entity": "Пассажиры",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Государственный транспортный орган",
                        "change": "Улучшение инфраструктуры и маршрутов общественного транспорта",
                        "opportunity": "Быстрый и удобный доступ к различным направлениям",
                        "restrictions": "Следование правилам и расписаниям, установленным органом",
                        "imposed_role": "Пассажир, подчиняющийся установленным маршрутам и времени",
                        "comment": "I am, the Государственный транспортный орган, see my relationships with Пассажиры in the following perspective: I provide the necessary infrastructure for smooth travel."
                    },
                    {
                        "source": "Технологические компании (например, разработчики приложений для навигации)",
                        "change": "Упрощение процесса поиска и выбора маршрутов",
                        "opportunity": "Доступ к информации о маршрутах в реальном времени, что экономит время",
                        "restrictions": "Зависимость от качества и точности данных, предоставляемых приложением",
                        "imposed_role": "Пассажир, использующий технологию для оптимизации поездок",
                        "comment": "I am, the Технологические компании, see my relationships with Пассажиры in the following perspective: My applications enhance your travel experience."
                    },
                    {
                        "source": "Другие пассажиры",
                        "change": "Формирование общественного мнения и поведения в общественном транспорте",
                        "opportunity": "Создание сообщества, которое поддерживает комфортные условия поездок",
                        "restrictions": "Влияние на поведение и удовлетворение от поездок в зависимости от других пассажиров",
                        "imposed_role": "Член сообщества, который должен учитывать других",
                        "comment": "I am, the Другие пассажиры, see my relationships with Пассажиры in the following perspective: Our collective behavior shapes the journey for everyone."
                    },
                    {
                        "source": "Экологические факторы (например, загрязнение, климат)",
                        "change": "Влияние на выбор транспортных средств и маршрутов",
                        "opportunity": "Переход на более экологичные и эффективные способы передвижения",
                        "restrictions": "Ограничение на использование определённых видов транспорта",
                        "imposed_role": "Ответственный пассажир, который учитывает экологические последствия",
                        "comment": "I am, the Экологические факторы, see my relationships with Пассажиры in the following perspective: I urge you to make sustainable travel choices."
                    },
                    {
                        "source": "Транспортные компании (например, такси, каршеринг)",
                        "change": "Конкуренция за пассажиров и улучшение сервиса",
                        "opportunity": "Доступ к более удобным и быстрым альтернативам общественному транспорту",
                        "restrictions": "Ограничение по ценам и доступности услуг",
                        "imposed_role": "Пассажир, выбирающий между различными видами транспорта",
                        "comment": "I am, the Транспортные компании, see my relationships with Пассажиры in the following perspective: I strive to provide the best service for your travel needs."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Пассажиры обеспечивают спрос на услуги транспорта, что делает их жизненно важными для бизнеса.",
                        "opportunity": "Транспортные компании получают прибыль от перевозки пассажиров.",
                        "restrictions": "Транспортные компании не могут игнорировать потребности пассажиров в удобстве и скорости.",
                        "imposed_role": "Транспортные компании должны адаптировать свои услуги под запросы пассажиров.",
                        "comment": "I am, the транспортная компания, see my relationships with a target in the following perspective: Пассажиры – это моя основа и без них я не могу существовать."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Пассажиры формируют общественный интерес, который влияет на транспортную политику.",
                        "opportunity": "Государственные органы могут улучшать инфраструктуру и обеспечивать безопасность благодаря запросам пассажиров.",
                        "restrictions": "Государственные органы не могут игнорировать требования к улучшению транспортных условий.",
                        "imposed_role": "Государственные органы должны обеспечивать поддержку и развитие транспортной системы.",
                        "comment": "I am, the государственный орган, see my relationships with a target in the following perspective: Пассажиры – это наш приоритет, ведь их безопасность и комфорт – основа нашей работы."
                    },
                    {
                        "source": "Технологические компании",
                        "essentiality": "Пассажиры требуют инновационных решений для улучшения своих поездок.",
                        "opportunity": "Технологические компании могут развивать приложения и сервисы, которые упрощают жизнь пассажиров.",
                        "restrictions": "Технологические компании не могут предлагать неудобные или сложные в использовании решения.",
                        "imposed_role": "Технологические компании должны быть в состоянии адаптироваться к потребностям пассажиров.",
                        "comment": "I am, the технологическая компания, see my relationships with a target in the following perspective: Пассажиры вдохновляют меня на создание инновационных решений для их удобства."
                    },
                    {
                        "source": "Водители",
                        "essentiality": "Пассажиры предоставляют водителям рабочие места и доход.",
                        "opportunity": "Водители получают вознаграждение за выполнение перевозок пассажиров.",
                        "restrictions": "Водители не могут игнорировать график и требования пассажиров.",
                        "imposed_role": "Водители должны быть внимательными и отзывчивыми к потребностям пассажиров.",
                        "comment": "I am, the водитель, see my relationships with a target in the following perspective: Пассажиры – это моя работа, их удовлетворенность – мой успех."
                    },
                    {
                        "source": "Недвижимость (инфраструктура)",
                        "essentiality": "Пассажиры нуждаются в доступной и удобной инфраструктуре для передвижения.",
                        "opportunity": "Недвижимость может быть использована для построения новых транспортных узлов и улучшения доступности.",
                        "restrictions": "Недвижимость не может быть расположена так, чтобы затруднять доступ пассажиров.",
                        "imposed_role": "Недвижимость должна обеспечивать безопасный и удобный доступ для пассажиров.",
                        "comment": "I am, the недвижимость, see my relationships with a target in the following perspective: Пассажиры – это те, кто делает мою ценность реальной, обеспечивая поток людей и жизни."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Увеличивают цены на услуги, что заставляет пассажиров тратить больше времени на поиск альтернатив.",
                        "consequences_if_deteriorates": "Пассажиры смогут экономить время и деньги, используя более доступные варианты транспорта.",
                        "consequences_if_improves": "Если цены снизятся, пассажиры будут вынуждены выбирать более длительные маршруты или менее удобные виды транспорта.",
                        "imposed_role": "Пассажиры становятся зависимыми от высоких цен и ограниченного выбора.",
                        "comment": "I am Транспортные компании, see my relationships with Пассажиры in the following perspective: я контролирую рынок и определяю условия, при которых пассажиры вынуждены действовать."
                    },
                    {
                        "source": "Государственные регулирующие органы",
                        "threat": "Вводят новые правила и регуляции, которые усложняют доступ к транспортным услугам.",
                        "consequences_if_deteriorates": "Пассажиры смогут пользоваться более простыми и быстрыми маршрутами без лишних препятствий.",
                        "consequences_if_improves": "Пассажиры столкнутся с дополнительными задержками и сложностями в процессе передвижения.",
                        "imposed_role": "Пассажиры становятся жертвами бюрократических процедур.",
                        "comment": "I am Государственные регулирующие органы, see my relationships with Пассажиры in the following perspective: я защищаю интересы общественности, но иногда это усложняет жизнь пассажиров."
                    },
                    {
                        "source": "Технологические платформы (такси, каршеринг)",
                        "threat": "Создают зависимость от технологий, что может приводить к задержкам и сбоям в сервисе.",
                        "consequences_if_deteriorates": "Пассажиры получат возможность выбирать из множества альтернативных форм передвижения.",
                        "consequences_if_improves": "Пассажиры могут столкнуться с зависимостью от одной платформы, что ограничит их выбор.",
                        "imposed_role": "Пассажиры становятся заложниками технологических решений.",
                        "comment": "I am Технологические платформы, see my relationships with Пассажиры in the following perspective: я упрощаю доступ к транспортным услугам, но создаю риски в случае сбоев."
                    },
                    {
                        "source": "Состояние дорожной инфраструктуры",
                        "threat": "Плохое состояние дорог и пробки увеличивают время в пути.",
                        "consequences_if_deteriorates": "Пассажиры смогут быстрее добираться до своих пунктов назначения без заторов.",
                        "consequences_if_improves": "Если состояние дорог улучшится, это может привести к увеличению трафика и, следовательно, к новым пробкам.",
                        "imposed_role": "Пассажиры становятся жертвами инфраструктурных проблем.",
                        "comment": "I am Состояние дорожной инфраструктуры, see my relationships with Пассажиры in the following perspective: я являюсь основным фактором, определяющим скорость передвижения пассажиров."
                    },
                    {
                        "source": "Экологические факторы (погодные условия)",
                        "threat": "Непредсказуемые погодные условия могут задерживать транспортные средства.",
                        "consequences_if_deteriorates": "Пассажиры смогут планировать свои поездки более точно и без задержек.",
                        "consequences_if_improves": "С ухудшением погоды пассажиры могут столкнуться с серьезными задержками и отменами поездок.",
                        "imposed_role": "Пассажиры становятся жертвами капризов природы.",
                        "comment": "I am Экологические факторы, see my relationships with Пассажиры in the following perspective: я влияю на передвижение людей, и иногда это вне их контроля."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Транспортные компании вынуждены адаптировать свои услуги под требования пассажиров, чтобы оставаться конкурентоспособными.",
                        "opportunity": "Возможность улучшения качества обслуживания и увеличения клиентской базы.",
                        "restrictions": "Необходимость увеличения инвестиций в инфраструктуру и технологии для повышения скорости и удобства транспортировки.",
                        "imposed_role": "Поставщик услуг, ориентированный на потребности пассажиров.",
                        "comment": "Я, транспортная компания, вижу свои отношения с пассажирами в следующей перспективе: мы должны постоянно улучшать наши услуги, чтобы удовлетворить их запросы и потребности."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Государственные органы обязаны пересматривать и адаптировать транспортную политику, учитывая потребности пассажиров.",
                        "opportunity": "Повышение уровня общественного транспорта и улучшение городской инфраструктуры.",
                        "restrictions": "Необходимость выделения бюджета и ресурсов на развитие транспортной сети.",
                        "imposed_role": "Регулятор, отвечающий за качество и доступность транспортных услуг.",
                        "comment": "Я, государственный орган, вижу свои отношения с пассажирами в следующей перспективе: наше обязательство обеспечивать безопасный и удобный транспорт для всех граждан."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Технологические компании вынуждены развивать новые приложения и сервисы, чтобы соответствовать ожиданиям пассажиров.",
                        "opportunity": "Создание инновационных решений, которые могут улучшить опыт пассажиров и увеличить прибыль.",
                        "restrictions": "Необходимость постоянных обновлений и адаптации технологий для удовлетворения меняющихся потребностей.",
                        "imposed_role": "Поставщик технологий, способствующий улучшению пассажирского опыта.",
                        "comment": "Я, технологическая компания, вижу свои отношения с пассажирами в следующей перспективе: мы стремимся создать удобные и эффективные решения, которые сделают их путешествия более комфортными."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Экологические организации под давлением пассажиров начинают акцентировать внимание на устойчивом развитии транспортных решений.",
                        "opportunity": "Возможность продвигать экологически чистые и устойчивые варианты транспорта.",
                        "restrictions": "Необходимость учитывать экономические факторы при продвижении экологических инициатив.",
                        "imposed_role": "Активисты, продвигающие устойчивость и защиту окружающей среды.",
                        "comment": "Я, экологическая организация, вижу свои отношения с пассажирами в следующей перспективе: их требования к удобству и скорости подстегивают нас искать более устойчивые решения для будущего."
                    },
                    {
                        "source": "Грузовые компании",
                        "change": "Грузовые компании адаптируют свои маршруты и графики, чтобы избежать конкуренции с пассажирскими перевозками.",
                        "opportunity": "Оптимизация логистики и маршрутов для повышения эффективности работы.",
                        "restrictions": "Необходимость учитывать потребности пассажиров при планировании грузоперевозок.",
                        "imposed_role": "Соперник, вынужденный учитывать пассажирские транспортные потоки.",
                        "comment": "Я, грузовая компания, вижу свои отношения с пассажирами в следующей перспективе: нам необходимо сотрудничать и адаптироваться, чтобы эффективно работать в условиях растущей конкуренции."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Пассажиры выбирают более быстрые и удобные альтернативы, что снижает спрос на услуги транспортных компаний.",
                        "consequences_if_deteriorates": "Если пассажиры исчезнут, транспортные компании смогут уменьшить свои затраты и оптимизировать свои маршруты.",
                        "consequences_if_improves": "Если транспортные компании улучшат свои услуги, они смогут привлечь больше пассажиров и увеличить прибыль.",
                        "imposed_role": "Конкурент в сфере транспортных услуг.",
                        "comment": "Я, транспортная компания, вижу свои отношения с пассажирами в следующей перспективе: я должен постоянно адаптироваться к их желаниям и страхам, чтобы выжить на рынке."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Пассажиры могут выступать за улучшение инфраструктуры и услуг, что ставит под угрозу существующие системы.",
                        "consequences_if_deteriorates": "Если пассажиры перестанут использовать общественный транспорт, государственные органы могут сократить финансирование на транспортные услуги.",
                        "consequences_if_improves": "При улучшении обслуживания пассажиров, государственные органы могут увеличить финансирование и развивать транспортную инфраструктуру.",
                        "imposed_role": "Ответственный за безопасность и качество транспортных услуг.",
                        "comment": "Я, государственный орган, вижу свои отношения с пассажирами в следующей перспективе: я обязан обеспечивать их безопасность и комфорт, иначе могу потерять поддержку общества."
                    },
                    {
                        "source": "Водители такси",
                        "threat": "Пассажиры используют приложения для вызова такси, что снижает доход водителей.",
                        "consequences_if_deteriorates": "Если пассажиры перестанут пользоваться такси, водители смогут работать меньше часов и избегать стресса.",
                        "consequences_if_improves": "Если пассажиры будут чаще использовать такси, водители получат больше заказов и увеличат свои доходы.",
                        "imposed_role": "Конкурент в сфере пассажирских перевозок.",
                        "comment": "Я, водитель такси, вижу свои отношения с пассажирами в следующей перспективе: я должен предлагать лучшие условия, чтобы оставаться в бизнесе."
                    },
                    {
                        "source": "Разработчики мобильных приложений для транспорта",
                        "threat": "Пассажиры выбирают альтернативные приложения, что угрожает существованию текущих разработок.",
                        "consequences_if_deteriorates": "Если пассажиры перестанут использовать приложения, разработчики могут сократить свои команды и снизить инновации.",
                        "consequences_if_improves": "Если разработчики улучшат свои приложения, они смогут привлечь больше пользователей и увеличить свою долю на рынке.",
                        "imposed_role": "Конкурент в разработке транспортных технологий.",
                        "comment": "Я, разработчик приложения, вижу свои отношения с пассажирами в следующей перспективе: я должен постоянно обновлять и улучшать свои приложения, чтобы они были востребованы."
                    },
                    {
                        "source": "Поставщики топлива",
                        "threat": "Пассажиры могут выбрать экологичные способы передвижения, что угрожает спросу на топливо.",
                        "consequences_if_deteriorates": "Если пассажиры исчезнут, поставщики топлива смогут снизить издержки, связанные с хранением и распределением.",
                        "consequences_if_improves": "Если спрос на топливо увеличится, поставщики смогут увеличить свои продажи и прибыли.",
                        "imposed_role": "Зависимый от спроса на транспортные услуги.",
                        "comment": "Я, поставщик топлива, вижу свои отношения с пассажирами в следующей перспективе: я должен следить за их предпочтениями и адаптироваться к меняющимся условиям рынка."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Транспортные компании предоставляют услуги, необходимые для перемещения пассажиров от одного пункта назначения к другому.",
                        "opportunity": "Пассажиры получают возможность быстро и удобно добираться до нужных мест.",
                        "restrictions": "Пассажиры ограничены в выборе маршрутов и времени отправления в зависимости от расписания и доступности транспорта.",
                        "imposed_role": "Пассажиры становятся клиентами, которые должны следовать установленным правилам и условиям перевозки.",
                        "comment": "I am, Транспортные компании, see my relationships with a target in the following perspective: без нас, пассажиры не смогут реализовать свои желания о быстром и удобном перемещении."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы регулируют транспортные услуги, устанавливая правила и стандарты безопасности.",
                        "opportunity": "Пассажиры могут рассчитывать на безопасные и регулируемые условия поездок.",
                        "restrictions": "Пассажиры должны соблюдать законы и правила, касающиеся использования общественного транспорта.",
                        "imposed_role": "Пассажиры выступают как законопослушные граждане, обязанные следовать установленным нормам.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: я обеспечиваю безопасные условия для пассажиров, но они должны следовать моим правилам."
                    },
                    {
                        "source": "Технологии и приложения для навигации",
                        "essentiality": "Технологии помогают пассажирам находить оптимальные маршруты и избегать пробок.",
                        "opportunity": "Пассажиры получают возможность быстро находить и выбирать наиболее удобные маршруты.",
                        "restrictions": "Пассажиры могут зависеть от точности данных и обновлений в приложениях, что может ограничить их свободу выбора.",
                        "imposed_role": "Пассажиры становятся пользователями технологий, которые влияют на их решения о маршрутах.",
                        "comment": "I am, Технологии и приложения для навигации, see my relationships with a target in the following perspective: я помогаю пассажирам выбрать лучший путь, но они должны полагаться на меня."
                    },
                    {
                        "source": "Соседние пассажиры",
                        "essentiality": "Соседние пассажиры могут влиять на опыт поездки, создавая атмосферу или определяя поведение в общественном транспорте.",
                        "opportunity": "Пассажиры могут находить единомышленников и делиться информацией о поездках.",
                        "restrictions": "Пассажиры могут быть вынуждены следовать неписаным правилам поведения, установленным другими пассажирами.",
                        "imposed_role": "Пассажиры становятся частью группы, где их поведение зависит от других.",
                        "comment": "I am, Соседние пассажиры, see my relationships with a target in the following perspective: мы вместе создаем атмосферу поездки, влияя на комфорт друг друга."
                    },
                    {
                        "source": "Инфраструктура (дороги, станция)",
                        "essentiality": "Инфраструктура обеспечивает физическое пространство для передвижения пассажиров.",
                        "opportunity": "Пассажиры могут пользоваться удобными и безопасными путями для достижения своих целей.",
                        "restrictions": "Пассажиры могут быть ограничены в перемещении из-за состояния инфраструктуры или закрытия маршрутов.",
                        "imposed_role": "Пассажиры становятся пользователями инфраструктуры, зависящими от ее состояния.",
                        "comment": "I am, Инфраструктура, see my relationships with a target in the following perspective: я создаю пространство для движения, но пассажиры должны учитывать меня и мои ограничения."
                    }
                ]
            }
        }
    },
    {
        "entity": "Менеджеры и дизайнеры, отвечавшие за ландшафт",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Градостроительные нормы и стандарты",
                        "change": "Определяют рамки и правила, в которых менеджеры и дизайнеры должны работать.",
                        "opportunity": "Обеспечивают легитимность и поддержку проектам через соблюдение норм.",
                        "restrictions": "Ограничивают креативность и свободу выбора в дизайне.",
                        "imposed_role": "Соблюдатель норм и стандартов.",
                        "comment": "I am, Градостроительные нормы и стандарты, see my relationships with a target in the following perspective: I guide and restrict the creative processes to ensure functionality and safety."
                    },
                    {
                        "source": "Общественные отзывы и критика",
                        "change": "Влияют на восприятие работы менеджеров и дизайнеров.",
                        "opportunity": "Предоставляют возможность улучшить проект, учитывая мнения пользователей.",
                        "restrictions": "Создают давление для соответствия ожиданиям общества.",
                        "imposed_role": "Реагирующий на критику и отзывы.",
                        "comment": "I am, Общественные отзывы и критика, see my relationships with a target in the following perspective: I shape the narrative around their work and push for improvements."
                    },
                    {
                        "source": "Технологии проектирования и визуализации",
                        "change": "Упрощают процесс создания и представления проектов.",
                        "opportunity": "Позволяют более точно визуализировать идеи и получать обратную связь.",
                        "restrictions": "Могут ограничивать выбор материалов и технологий в соответствии с доступными инструментами.",
                        "imposed_role": "Инноватор в проектировании.",
                        "comment": "I am, Технологии проектирования и визуализации, see my relationships with a target in the following perspective: I enable creative expression while setting technical boundaries."
                    },
                    {
                        "source": "Экологические и устойчивые практики",
                        "change": "Влияют на выбор материалов и методов проектирования.",
                        "opportunity": "Способствуют созданию более устойчивых и экологически чистых пространств.",
                        "restrictions": "Ограничивают выбор традиционных, менее устойчивых материалов.",
                        "imposed_role": "Защитник окружающей среды.",
                        "comment": "I am, Экологические и устойчивые практики, see my relationships with a target in the following perspective: I challenge them to innovate for sustainability."
                    },
                    {
                        "source": "Пользователи и пассажиры",
                        "change": "Влияют на конечный результат проектируемого пространства через свои предпочтения и потребности.",
                        "opportunity": "Предоставляют ценную обратную связь для улучшения проектирования.",
                        "restrictions": "Не всегда могут точно сформулировать свои потребности, что может привести к недопониманию.",
                        "imposed_role": "Потребитель и критик.",
                        "comment": "I am, Пользователи и пассажиры, see my relationships with a target in the following perspective: I am the ultimate judge of their work and my needs must be met."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Пассажиры",
                        "threat": "Критика работы менеджеров и дизайнеров за несоответствие их потребностей",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры смогут работать без страха критики и сосредоточиться на творческих аспектах",
                        "consequences_if_improves": "Пассажиры могут стать более вовлечёнными в процесс проектирования, но это может привести к конфликтам",
                        "imposed_role": "Критики и оценщики работы",
                        "comment": "I am, Пассажиры, see my relationships with a target in the following perspective: Я вправе ожидать, что пространство будет отвечать моим потребностям."
                    },
                    {
                        "source": "Регуляторные органы",
                        "threat": "Нарушения норм и стандартов могут привести к штрафам и закрытию проекта",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры смогут игнорировать бюрократические требования и сосредоточиться на креативности",
                        "consequences_if_improves": "Улучшение взаимодействия с регуляторами приведет к большему соответствию нормам и, возможно, к повышению качества",
                        "imposed_role": "Подконтрольные исполнители",
                        "comment": "I am, Регуляторные органы, see my relationships with a target in the following perspective: Я устанавливаю правила, которые должны соблюдаться."
                    },
                    {
                        "source": "Конкурирующие проекты",
                        "threat": "Инновационные решения конкурентных команд могут затмить проект целевой группы",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры будут иметь возможность выделяться и не бояться сравнения",
                        "consequences_if_improves": "Улучшение качества конкурентных проектов может стимулировать целевую группу к повышению своих стандартов",
                        "imposed_role": "Сравнительные объекты",
                        "comment": "I am, Конкурирующие проекты, see my relationships with a target in the following perspective: Я заставляю вас стремиться к совершенству."
                    },
                    {
                        "source": "Экологические факторы",
                        "threat": "Изменение климата и природные катастрофы могут разрушить задуманные пространства",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры могут сосредоточиться на более стабильных и предсказуемых проектах",
                        "consequences_if_improves": "Улучшение экологической устойчивости может привести к долгосрочным преимуществам и поддержке со стороны сообщества",
                        "imposed_role": "Устойчивые проектировщики",
                        "comment": "I am, Экологические факторы, see my relationships with a target in the following perspective: Я требую от вас учитывать природу в ваших планах."
                    },
                    {
                        "source": "Технологические инновации",
                        "threat": "Быстрое развитие технологий может сделать проекты устаревшими",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры могут продолжать использовать проверенные подходы и избегать избыточных затрат",
                        "consequences_if_improves": "Внедрение новых технологий может значительно улучшить качество и функциональность проектов",
                        "imposed_role": "Адаптируемые проектировщики",
                        "comment": "I am, Технологические инновации, see my relationships with a target in the following perspective: Я двигаю вас к постоянному обновлению и развитию."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Городские власти",
                        "essentiality": "Менеджеры и дизайнеры обеспечивают реализацию городской политики и визуальные концепции, необходимые для улучшения городской среды.",
                        "opportunity": "Городские власти получают возможность создания и поддержания современного и привлекательного городского пространства.",
                        "restrictions": "Городские власти не могут игнорировать мнение менеджеров и дизайнеров при планировании городских проектов.",
                        "imposed_role": "Городские власти становятся партнерами в процессе проектирования и реализации городского пространства.",
                        "comment": "I am, городские власти, see my relationships with менеджерами и дизайнерами in the following perspective: I rely on their expertise to create effective urban policies."
                    },
                    {
                        "source": "Пассажиры",
                        "essentiality": "Менеджеры и дизайнеры создают пространство, отвечающее потребностям пассажиров, что делает их работу значимой.",
                        "opportunity": "Пассажиры получают функциональные и эстетичные пространства, которые улучшают их опыт передвижения.",
                        "restrictions": "Менеджеры и дизайнеры не могут игнорировать потребности и предпочтения пассажиров в своих проектах.",
                        "imposed_role": "Пассажиры становятся источником обратной связи, влияющей на проектирование.",
                        "comment": "I am, пассажиры, see my relationships with менеджерами и дизайнерами in the following perspective: My needs shape their designs."
                    },
                    {
                        "source": "Архитекторы",
                        "essentiality": "Менеджеры и дизайнеры работают в рамках архитектурных концепций, что делает их важными для реализации дизайнерских идей.",
                        "opportunity": "Архитекторы могут внедрять инновационные решения, опираясь на визуализацию и концепции, предложенные менеджерами и дизайнерами.",
                        "restrictions": "Архитекторы не могут реализовывать свои идеи без учета работы менеджеров и дизайнеров.",
                        "imposed_role": "Архитекторы становятся соавторами в процессе создания городского пространства.",
                        "comment": "I am, архитекторы, see my relationships with менеджерами и дизайнерами in the following perspective: Their designs inspire my architectural solutions."
                    },
                    {
                        "source": "Экологи",
                        "essentiality": "Менеджеры и дизайнеры должны учитывать экологические аспекты в своих проектах, что делает экологов важными партнерами.",
                        "opportunity": "Экологи получают возможность внедрять устойчивые практики и решения в городскую среду.",
                        "restrictions": "Менеджеры и дизайнеры не могут игнорировать экологические требования при проектировании городского пространства.",
                        "imposed_role": "Экологи становятся консультантами, влияющими на проектные решения.",
                        "comment": "I am, экологи, see my relationships with менеджерами и дизайнерами in the following perspective: My insights help them create more sustainable urban spaces."
                    },
                    {
                        "source": "Инвесторы",
                        "essentiality": "Менеджеры и дизайнеры привлекают инвесторов к проектам, создавая привлекательные концепции и планы.",
                        "opportunity": "Инвесторы получают возможность финансировать проекты, которые имеют реальный потенциал для возврата инвестиций.",
                        "restrictions": "Инвесторы не могут влиять на дизайн, если это противоречит основным целям проектирования.",
                        "imposed_role": "Инвесторы становятся партнерами, обеспечивающими финансирование и поддержку для реализации проектов.",
                        "comment": "I am, инвесторы, see my relationships with менеджерами и дизайнерами in the following perspective: Their vision drives my investment decisions."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Городские власти",
                        "essentiality": "Городские власти устанавливают правила и нормы для проектирования городских пространств, что делает их важными для менеджеров и дизайнеров.",
                        "opportunity": "Они предоставляют финансирование и разрешения, которые необходимы для реализации проектов.",
                        "restrictions": "Ограничивают свободу дизайнеров в выборе материалов и стилей, если они не соответствуют установленным стандартам.",
                        "imposed_role": "Дизайнеры и менеджеры становятся исполнителями заданий в соответствии с указаниями властей.",
                        "comment": "I am, Городские власти, see my relationships with a target in the following perspective: Я обеспечиваю правила игры, которые формируют облик нашего города."
                    },
                    {
                        "source": "Пассажиры (пользователи пространства)",
                        "essentiality": "Пассажиры являются конечными пользователями городского пространства, их потребности и предпочтения влияют на дизайн.",
                        "opportunity": "Их отзывы позволяют дизайнерам создавать более функциональные и привлекательные пространства.",
                        "restrictions": "Дизайнеры должны учитывать ожидания и потребности пассажиров, что может ограничивать их креативность.",
                        "imposed_role": "Дизайнеры становятся адаптивными к требованиям пользователей.",
                        "comment": "I am, Пассажиры, see my relationships with a target in the following perspective: Я - голос, который помогает формировать пространство, соответствующее моим нуждам."
                    },
                    {
                        "source": "Экологические нормы",
                        "essentiality": "Экологические нормы и стандарты предписывают требования к устойчивому развитию и строительству, что влияет на проектирование.",
                        "opportunity": "Дизайнеры могут использовать экологические стандарты как уникальное selling point в своих проектах.",
                        "restrictions": "Ограничивают выбор материалов и технологий, которые могут быть использованы в проекте.",
                        "imposed_role": "Дизайнеры становятся защитниками устойчивого дизайна.",
                        "comment": "I am, Экологические нормы, see my relationships with a target in the following perspective: Я - необходимый регулятор, обеспечивающий гармонию между человеком и природой."
                    },
                    {
                        "source": "Технологические инновации",
                        "essentiality": "Технологии предоставляют новые инструменты и методы для проектирования и реализации городских пространств.",
                        "opportunity": "Они позволяют дизайнерам создавать более эффективные и интерактивные пространства.",
                        "restrictions": "Некоторые технологии могут требовать значительных инвестиций, что ограничивает доступ к ним.",
                        "imposed_role": "Дизайнеры становятся интеграторами новых технологий в свои проекты.",
                        "comment": "I am, Технологические инновации, see my relationships with a target in the following perspective: Я - ключ к будущему, открывающий новые горизонты в дизайне."
                    },
                    {
                        "source": "Конкуренты (другие дизайнеры и компании)",
                        "essentiality": "Конкуренция заставляет менеджеров и дизайнеров стремиться к лучшим результатам и инновациям.",
                        "opportunity": "Способствуют обмену идеями и повышению качества дизайна.",
                        "restrictions": "Ограничивают возможность принимать посредственные решения и снижать стандарты.",
                        "imposed_role": "Дизайнеры становятся участниками постоянной гонки за инновациями и качеством.",
                        "comment": "I am, Конкуренты, see my relationships with a target in the following perspective: Я - вызов, который подталкивает вас к совершенству."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Градостроительные нормы и правила",
                        "change": "Нормы и правила адаптируются к новым концепциям дизайна, внедренным менеджерами и дизайнерами.",
                        "opportunity": "Возможность создания более современных и гибких норм, которые соответствуют актуальным требованиям городской среды.",
                        "restrictions": "Ограничение в том, что новые разработки должны соответствовать установленным стандартам безопасности и устойчивости.",
                        "imposed_role": "Регулятор, который определяет рамки для творческих решений.",
                        "comment": "Я, градостроительные нормы и правила, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: я стремлюсь к адаптации, чтобы поддерживать инновационные подходы к развитию городской среды."
                    },
                    {
                        "source": "Местные жители",
                        "change": "Изменяется восприятие городского пространства и его функциональности, основанное на новых дизайнерских решениях.",
                        "opportunity": "Получение более комфортной и удобной городской среды для жизни.",
                        "restrictions": "Ограничение на необходимость учитывать мнения и потребности разных групп жителей.",
                        "imposed_role": "Целевая аудитория, чьи отзывы и потребности должны быть учтены в процессе проектирования.",
                        "comment": "Я, местные жители, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: я надеюсь на создание пространства, которое учитывает наши нужды и улучшает качество жизни в городе."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Увеличивается внимание к экологическим аспектам при проектировании городских пространств.",
                        "opportunity": "Возможность влиять на улучшение экологической устойчивости и внедрение зеленых инициатив.",
                        "restrictions": "Ограничение на необходимость соответствия экологическим стандартам и критериям устойчивости.",
                        "imposed_role": "Консультант, который предоставляет рекомендации по экологическим аспектам проектирования.",
                        "comment": "Я, экологическая организация, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: я стремлюсь к сотрудничеству для создания устойчивых и экологически чистых городских решений."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Разработка новых технологий и решений, которые могут быть интегрированы в городской дизайн.",
                        "opportunity": "Возможность внедрения инновационных технологий в городскую инфраструктуру.",
                        "restrictions": "Ограничение на необходимость обеспечивать совместимость новых технологий с существующими системами.",
                        "imposed_role": "Партнер, который предоставляет технологические решения для реализации дизайнерских идей.",
                        "comment": "Я, технологическая компания, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: я готов предоставить инновационные решения для улучшения городской среды."
                    },
                    {
                        "source": "Местные власти",
                        "change": "Изменение политики и стратегии городского развития в соответствии с новыми проектами.",
                        "opportunity": "Возможность улучшения имиджа города и привлечения инвестиций благодаря современным проектам.",
                        "restrictions": "Ограничение на необходимость соблюдения бюджетных рамок и учета интересов различных сторон.",
                        "imposed_role": "Куратор, который контролирует соответствие проектов целям развития города.",
                        "comment": "Я, местные власти, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: я стремлюсь к совместной работе для достижения устойчивого и привлекательного городского пространства."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Горожане",
                        "threat": "Менеджеры и дизайнеры могут игнорировать реальные потребности горожан, что приведет к недовольству.",
                        "consequences_if_deteriorates": "Если менеджеры и дизайнеры исчезнут, горожане могут потерять возможность участвовать в создании пространства, но также и возможность услышать их мнение.",
                        "consequences_if_improves": "Если менеджеры и дизайнеры улучшат свои работы, горожане получат более качественное и удобное пространство.",
                        "imposed_role": "Критики и активные участники процесса планирования.",
                        "comment": "Я, горожанин, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их работа должна быть ориентирована на наши нужды, иначе мы будем недовольны."
                    },
                    {
                        "source": "Местные власти",
                        "threat": "Менеджеры и дизайнеры могут подорвать репутацию местных властей, если результаты их работы окажутся неудовлетворительными.",
                        "consequences_if_deteriorates": "Если менеджеры и дизайнеры исчезнут, местные власти смогут избежать критики за неудачные проекты.",
                        "consequences_if_improves": "Улучшение работы менеджеров и дизайнеров повысит репутацию местных властей за успешное управление городским пространством.",
                        "imposed_role": "Наблюдатели и контролирующие органы.",
                        "comment": "Я, представитель местной власти, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их успех напрямую влияет на нашу репутацию и доверие граждан."
                    },
                    {
                        "source": "Инвесторы",
                        "threat": "Менеджеры и дизайнеры могут снизить привлекательность проекта, если их работа не будет соответствовать ожиданиям.",
                        "consequences_if_deteriorates": "Если менеджеры и дизайнеры исчезнут, инвесторы могут найти более выгодные проекты для вложений.",
                        "consequences_if_improves": "Если работа менеджеров и дизайнеров улучшится, это привлечет больше инвестиций и интерес к проекту.",
                        "imposed_role": "Критически важные партнеры, определяющие успех финансирования.",
                        "comment": "Я, инвестор, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их эффективность определяет, вложу ли я свои средства в этот проект или найду что-то другое."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Менеджеры и дизайнеры могут игнорировать экологические стандарты, что угрожает окружающей среде.",
                        "consequences_if_deteriorates": "Если менеджеры и дизайнеры исчезнут, экологические организации смогут легче продвигать свои инициативы без сопротивления.",
                        "consequences_if_improves": "Улучшение работы менеджеров и дизайнеров может привести к более устойчивым и экологически чистым проектам.",
                        "imposed_role": "Критики, указывающие на недостатки в проектировании.",
                        "comment": "Я, представитель экологической организации, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их внимание к экологии определяет, будет ли наше сотрудничество успешным."
                    },
                    {
                        "source": "Архитекторы",
                        "threat": "Менеджеры и дизайнеры могут занять их место в процессе проектирования, если будут принимать решения без должного опыта.",
                        "consequences_if_deteriorates": "Если менеджеры и дизайнеры исчезнут, архитекторы смогут работать без конкуренции, но это также может снизить уровень разнообразия идей.",
                        "consequences_if_improves": "Если работа менеджеров и дизайнеров улучшится, они могут создать более интегрированные и многогранные проекты вместе с архитекторами.",
                        "imposed_role": "Специалисты, обеспечивающие практическую реализацию идей.",
                        "comment": "Я, архитектор, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их профессионализм и внимание к деталям могут значительно улучшить качество конечного продукта."
                    }
                ]
            }
        }
    },
    {
        "entity": "Места предполагаемого интереса",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Увеличение частоты и маршрутов общественного транспорта",
                        "opportunity": "Привлечение большего числа пассажиров и увеличение доходов",
                        "restrictions": "Необходимость поддерживать высокое качество сервиса и своевременность",
                        "imposed_role": "Обеспечивать доступность места предполагаемого интереса",
                        "comment": "I am Транспортные компании, see my relationships with a target in the following perspective: We thrive on increased ridership, and our collaboration enhances the accessibility of the area."
                    },
                    {
                        "source": "Местные бизнесы",
                        "change": "Увеличение объема продаж и клиентов",
                        "opportunity": "Рост прибыли за счет увеличения потока посетителей",
                        "restrictions": "Зависимость от стабильного потока посетителей",
                        "imposed_role": "Служить местом для привлечения клиентов",
                        "comment": "I am Местные бизнесы, see my relationships with a target in the following perspective: Our survival depends on the attractiveness of the area, and we support efforts to enhance its appeal."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Увеличение инвестиций в инфраструктуру",
                        "opportunity": "Повышение качества жизни и привлечение новых жителей",
                        "restrictions": "Необходимость соблюдения бюджетных ограничений",
                        "imposed_role": "Регулировать и поддерживать инфраструктуру",
                        "comment": "I am Государственные органы, see my relationships with a target in the following perspective: Our interests align in improving the area, which benefits both the community and local businesses."
                    },
                    {
                        "source": "Потенциальные посетители",
                        "change": "Изменение предпочтений в выборе мест для посещения",
                        "opportunity": "Получение более удобного и доступного места для отдыха и досуга",
                        "restrictions": "Сложности с доступом могут снизить интерес",
                        "imposed_role": "Выбирать место на основе доступности и привлекательности",
                        "comment": "I am Потенциальные посетители, see my relationships with a target in the following perspective: Accessibility is crucial for my choices, and I appreciate improvements in transportation options."
                    },
                    {
                        "source": "Сообщество жителей",
                        "change": "Увеличение участия в местных инициативах",
                        "opportunity": "Улучшение качества жизни и социального взаимодействия",
                        "restrictions": "Необходимость учитывать интересы разных групп населения",
                        "imposed_role": "Служить источником обратной связи и поддержки",
                        "comment": "I am Сообщество жителей, see my relationships with a target in the following perspective: Our input is vital for ensuring the area remains vibrant and appealing to all."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Улучшение транспортной доступности для посетителей и студентов.",
                        "opportunity": "Привлечение большего количества посетителей благодаря удобству добирания.",
                        "restrictions": "Зависимость от расписаний и маршрутов, которые могут не всегда соответствовать потребностям.",
                        "imposed_role": "Партнер по логистике.",
                        "comment": "I am Транспортные компании, see my relationships with Места предполагаемого интереса in the following perspective: I enhance accessibility that increases foot traffic."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Влияние на инфраструктурные проекты, связанные с доступностью.",
                        "opportunity": "Получение финансовой поддержки для улучшения инфраструктуры.",
                        "restrictions": "Необходимость соблюдения бюрократических процедур и стандартов.",
                        "imposed_role": "Регулятор и инвестор.",
                        "comment": "I am Государственные органы, see my relationships with Места предполагаемого интереса in the following perspective: I control the frameworks within which you operate."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Увеличение видимости и популярности места через отзывы и рекомендации.",
                        "opportunity": "Привлечение новой аудитории через онлайн-продвижение.",
                        "restrictions": "Зависимость от мнения пользователей и алгоритмов платформ.",
                        "imposed_role": "Маркетинговая платформа.",
                        "comment": "I am Социальные сети, see my relationships with Места предполагаемого интереса in the following perspective: I amplify your voice to a broader audience."
                    },
                    {
                        "source": "Местные жители",
                        "change": "Создание позитивного имиджа места через участие в жизни сообщества.",
                        "opportunity": "Увеличение посещаемости за счет рекомендаций и положительного опыта.",
                        "restrictions": "Необходимость поддерживать хорошие отношения и учитывать их мнение.",
                        "imposed_role": "Агент влияния.",
                        "comment": "I am Местные жители, see my relationships with Места предполагаемого интереса in the following perspective: I shape the community's perception of you."
                    },
                    {
                        "source": "Учебные заведения",
                        "change": "Увеличение числа студентов и исследовательских проектов.",
                        "opportunity": "Привлечение молодежи и создание образовательной среды.",
                        "restrictions": "Необходимость соответствовать образовательным стандартам и требованиям.",
                        "imposed_role": "Образовательный партнер.",
                        "comment": "I am Учебные заведения, see my relationships with Места предполагаемого интереса in the following perspective: I drive educational engagement and collaboration."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Туристы",
                        "essentiality": "Места предполагаемого интереса предоставляют уникальные впечатления и достопримечательности, которые привлекают туристов.",
                        "opportunity": "Посетив места интереса, туристы получают возможность расширить свои горизонты и узнать новую культуру.",
                        "restrictions": "Туристы не могут игнорировать важность транспортной доступности, так как это влияет на их решение о посещении.",
                        "imposed_role": "Туристы должны активно участвовать в оценке привлекательности мест через свои отзывы и рекомендации.",
                        "comment": "I am, the tourists, see my relationships with a target in the following perspective: без удобного доступа я могу выбрать другие направления."
                    },
                    {
                        "source": "Местные жители",
                        "essentiality": "Места предполагаемого интереса создают культурную и социальную среду, в которой местные жители могут взаимодействовать.",
                        "opportunity": "Местные жители получают возможность улучшать качество жизни и укреплять сообщество через участие в мероприятиях.",
                        "restrictions": "Местные жители должны учитывать, что отсутствие удобного транспорта может снизить интерес к мероприятиям.",
                        "imposed_role": "Местные жители становятся активными участниками и защитниками местного культурного наследия.",
                        "comment": "I am, the local residents, see my relationships with a target in the following perspective: я заинтересован в развитии моего района через активное вовлечение в события."
                    },
                    {
                        "source": "Сотрудники организаций",
                        "essentiality": "Места предполагаемого интереса предоставляют рабочие места и возможности для профессионального роста.",
                        "opportunity": "Сотрудники могут получать опыт и навыки, необходимые для карьерного роста.",
                        "restrictions": "Сотрудники должны соблюдать профессиональные стандарты и этику, устанавливаемые местами.",
                        "imposed_role": "Сотрудники играют роль связующих звеньев между местом и посетителями.",
                        "comment": "I am, the employees, see my relationships with a target in the following perspective: я завишу от привлекательности мест, чтобы привлечь больше клиентов."
                    },
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Места предполагаемого интереса являются основными клиентами для транспортных компаний, обеспечивая поток пассажиров.",
                        "opportunity": "Транспортные компании могут увеличивать свои доходы за счет перевозки пассажиров к местам интереса.",
                        "restrictions": "Транспортные компании обязаны поддерживать высокие стандарты обслуживания, чтобы не потерять клиентов.",
                        "imposed_role": "Транспортные компании должны обеспечивать доступность мест для всех категорий пользователей.",
                        "comment": "I am, the transport companies, see my relationships with a target in the following perspective: доступность мест напрямую влияет на мой бизнес."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Места предполагаемого интереса влияют на планирование городского развития и привлечение туристов.",
                        "opportunity": "Государственные органы могут улучшать инфраструктуру и обеспечивать финансирование на развитие мест.",
                        "restrictions": "Государственные органы должны учитывать мнение общественности и экологические нормы при разработке инфраструктуры.",
                        "imposed_role": "Государственные органы играют роль регуляторов и поддерживают баланс между развитием и сохранением культурного наследия.",
                        "comment": "I am, the government authorities, see my relationships with a target in the following perspective: привлекательность мест интереса критически важна для моего плана по развитию региона."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Нехватка транспортной инфраструктуры",
                        "threat": "Уменьшение доступности мест предполагаемого интереса для посетителей.",
                        "consequences_if_deteriorates": "Места предполагаемого интереса станут более привлекательными для посетителей, если транспортная доступность улучшится.",
                        "consequences_if_improves": "Повышение интереса и количество посетителей, что увеличит нагрузку на инфраструктуру и может привести к ее перегрузке.",
                        "imposed_role": "Доступность",
                        "comment": "I am, Нехватка транспортной инфраструктуры, see my relationships with a target in the following perspective: I limit your potential by making it difficult for people to reach you."
                    },
                    {
                        "source": "Конкурирующие места интереса",
                        "threat": "Оттягивание посетителей к более привлекательным альтернативам.",
                        "consequences_if_deteriorates": "Увеличение уникальности и привлекательности мест предполагаемого интереса за счет уменьшения конкуренции.",
                        "consequences_if_improves": "Снижение количества посетителей и ухудшение имиджа мест предполагаемого интереса.",
                        "imposed_role": "Конкуренция",
                        "comment": "I am, Конкурирующие места интереса, see my relationships with a target in the following perspective: I challenge your ability to attract visitors by offering them better options."
                    },
                    {
                        "source": "Социальные сети и отзывы",
                        "threat": "Негативные отзывы могут снизить интерес к местам предполагаемого интереса.",
                        "consequences_if_deteriorates": "Увеличение позитивного имиджа и привлечение большего числа посетителей.",
                        "consequences_if_improves": "Рост негативного имиджа и уменьшение числа посетителей из-за плохих отзывов.",
                        "imposed_role": "Репутация",
                        "comment": "I am, Социальные сети и отзывы, see my relationships with a target in the following perspective: I dictate your popularity based on public opinion."
                    },
                    {
                        "source": "Экономическая ситуация",
                        "threat": "Снижение уровня доходов населения может уменьшить количество посетителей.",
                        "consequences_if_deteriorates": "Увеличение интереса к доступным и недорогим местам, что может повысить приток посетителей.",
                        "consequences_if_improves": "Потеря интереса к местам предполагаемого интереса из-за роста цен и уровня жизни.",
                        "imposed_role": "Экономическая доступность",
                        "comment": "I am, Экономическая ситуация, see my relationships with a target in the following perspective: I influence your visitor numbers based on economic conditions."
                    },
                    {
                        "source": "Государственная политика в области туризма",
                        "threat": "Недостаток поддержки может снизить привлекательность мест интереса.",
                        "consequences_if_deteriorates": "Увеличение независимости и креативности в привлечении посетителей.",
                        "consequences_if_improves": "Получение поддержки может улучшить инфраструктуру и повысить количество посетителей.",
                        "imposed_role": "Зависимость от власти",
                        "comment": "I am, Государственная политика в области туризма, see my relationships with a target in the following perspective: I hold the keys to your funding and support for development."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Места предполагаемого интереса могут уменьшить поток клиентов, если транспортная доступность будет неудобной.",
                        "consequences_if_deteriorates": "Транспортные компании могут потерять доходы из-за снижения числа пассажиров.",
                        "consequences_if_improves": "Если транспортная доступность улучшится, компании получат больше клиентов и увеличат свои доходы.",
                        "imposed_role": "Зависимость от удобства транспорта для привлечения клиентов.",
                        "comment": "I am, транспортные компании, see my relationships with a target in the following perspective: I depend on the popularity of the locations to maintain my business."
                    },
                    {
                        "source": "Местные власти",
                        "threat": "Места предполагаемого интереса могут требовать улучшения инфраструктуры, что создаст дополнительные расходы для бюджета.",
                        "consequences_if_deteriorates": "Если места исчезнут, местные власти сэкономят на инфраструктурных проектах.",
                        "consequences_if_improves": "Улучшение мест привлечет больше жителей, что может увеличить налоговые поступления.",
                        "imposed_role": "Нужда в финансировании и поддержке для инфраструктуры.",
                        "comment": "I am, местные власти, see my relationships with a target in the following perspective: My responsibilities expand when the target demands better services."
                    },
                    {
                        "source": "Бизнесы в округе",
                        "threat": "Если места предполагаемого интереса потеряют привлекательность, это снизит число посетителей, что повредит их бизнесу.",
                        "consequences_if_deteriorates": "Бизнесы могут сократить свои операции или закрыться из-за потери клиентов.",
                        "consequences_if_improves": "Улучшение привлекательности мест приведет к увеличению потока клиентов в их бизнес.",
                        "imposed_role": "Зависимость от успеха мест в привлечении посетителей.",
                        "comment": "I am, бизнесы в округе, see my relationships with a target in the following perspective: Our survival hinges on the popularity of the target."
                    },
                    {
                        "source": "Учебные заведения",
                        "threat": "Если места предполагаемого интереса станут менее доступными, это может повлиять на количество студентов.",
                        "consequences_if_deteriorates": "Учебные заведения могут потерять студентов, что повредит их репутации и финансированию.",
                        "consequences_if_improves": "Улучшение транспортной доступности может привлечь больше студентов, повышая их конкурентоспособность.",
                        "imposed_role": "Необходимость в доступности для привлечения студентов.",
                        "comment": "I am, учебные заведения, see my relationships with a target in the following perspective: Our enrollment relies heavily on the attractiveness and accessibility of the target."
                    },
                    {
                        "source": "Туристические агентства",
                        "threat": "Уменьшение привлекательности мест приведет к снижению интереса к экскурсиям и путешествиям.",
                        "consequences_if_deteriorates": "Агентства могут потерять клиентов и доходы, если места перестанут быть популярными.",
                        "consequences_if_improves": "Улучшение привлекательности мест может увеличить количество туристов и, следовательно, продажу путевок.",
                        "imposed_role": "Необходимость в активном продвижении и поддержке привлекательности мест.",
                        "comment": "I am, туристические агентства, see my relationships with a target in the following perspective: Our business is closely tied to the allure of the target."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Без удобного и эффективного транспорта, места предполагаемого интереса не смогут привлечь достаточное количество посетителей.",
                        "opportunity": "Предоставляют доступ к местам, что увеличивает поток посетителей и стимулирует интерес.",
                        "restrictions": "Ограничивают возможность планирования мероприятий из-за зависимости от расписания и маршрутов.",
                        "imposed_role": "Зависимый партнер, на которого возложена ответственность за логистику.",
                        "comment": "Я, транспортная компания, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: без меня ваши двери останутся закрытыми для множества потенциальных посетителей."
                    },
                    {
                        "source": "Местные власти",
                        "essentiality": "Регулируют инфраструктуру и предоставляют финансирование, что жизненно важно для поддержки мест предполагаемого интереса.",
                        "opportunity": "Обеспечивают легитимность и поддержку в виде финансирования и рекламных кампаний.",
                        "restrictions": "Налагают ограничения на использование земель и проведение мероприятий.",
                        "imposed_role": "Регулятор, который устанавливает правила и стандарты.",
                        "comment": "Я, местные власти, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я создаю условия для вашего роста, но вы должны следовать установленным правилам."
                    },
                    {
                        "source": "Социальные сети",
                        "essentiality": "Способствуют распространению информации о местах предполагаемого интереса и привлекают внимание целевой аудитории.",
                        "opportunity": "Увеличивают видимость и вовлеченность, что может привести к большему количеству посетителей.",
                        "restrictions": "Могут ограничивать контент, который можно публиковать, и влиять на общественное восприятие.",
                        "imposed_role": "Маркетинговый инструмент, который требует постоянного внимания и обновления.",
                        "comment": "Я, социальные сети, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я ваш голос в мире, но помните, что я требую свежести и актуальности."
                    },
                    {
                        "source": "Конкурирующие места",
                        "essentiality": "Создают конкурентное окружение, что влияет на привлекательность мест предполагаемого интереса.",
                        "opportunity": "Стимулируют инновации и улучшение услуг для привлечения посетителей.",
                        "restrictions": "Могут снизить количество посетителей, если не будут предложены уникальные услуги.",
                        "imposed_role": "Конкурент, который побуждает к улучшению и адаптации.",
                        "comment": "Я, конкурирующее место, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я заставляю вас становиться лучше, иначе вы рискуете остаться в тени."
                    },
                    {
                        "source": "Местные жители",
                        "essentiality": "Обеспечивают поддержку и интерес к местам, что критически важно для их культурной и социальной привлекательности.",
                        "opportunity": "Способствуют созданию сообщества и увеличению числа посетителей через участие в мероприятиях.",
                        "restrictions": "Могут создавать негативное мнение о местах, если их потребности не будут учтены.",
                        "imposed_role": "Агент влияния, формирующий общественное восприятие.",
                        "comment": "Я, местные жители, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я ваш самый строгий критик и ваш самый преданный защитник, в зависимости от того, как вы относитесь к нам."
                    }
                ]
            }
        }
    },
    {
        "entity": "Выход из метро",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Пассажиры",
                        "change": "Пассажиры адаптируются к новым потокам и маршрутам, организованным через выход из метро.",
                        "opportunity": "Упрощение и ускорение передвижения по городу.",
                        "restrictions": "Необходимость следовать установленным маршрутам и правилам.",
                        "imposed_role": "Клиенты, которые используют выход из метро для передвижения.",
                        "comment": "I am, пассажиры, see my relationships with выход из метро in the following perspective: Это помогает мне быстрее добираться до места назначения."
                    },
                    {
                        "source": "Метрополитен",
                        "change": "Метрополитен улучшает инфраструктуру и сервис в ответ на увеличенный поток пассажиров.",
                        "opportunity": "Увеличение прибыли от продажи билетов и услуг.",
                        "restrictions": "Необходимость поддерживать стандарты качества и безопасности.",
                        "imposed_role": "Провайдер транспортных услуг.",
                        "comment": "I am, метрополитен, see my relationships with выход из метро in the following perspective: Это позволяет мне повышать эффективность работы и удовлетворенность пассажиров."
                    },
                    {
                        "source": "Городские власти",
                        "change": "Городские власти пересматривают планы по развитию инфраструктуры в ответ на изменения в пассажиропотоке.",
                        "opportunity": "Возможность улучшить имидж города и привлечь больше инвестиций.",
                        "restrictions": "Необходимость согласовывать изменения с бюджетом и общественным мнением.",
                        "imposed_role": "Регулятор, который обеспечивает развитие городской инфраструктуры.",
                        "comment": "I am, городские власти, see my relationships with выход из метро in the following perspective: Это позволяет мне эффективно управлять городской инфраструктурой."
                    },
                    {
                        "source": "Бизнесы рядом с выходом из метро",
                        "change": "Бизнесы адаптируют свои услуги и маркетинг для привлечения пассажиров.",
                        "opportunity": "Увеличение клиентской базы и доходов.",
                        "restrictions": "Зависимость от потока пассажиров и их предпочтений.",
                        "imposed_role": "Партнеры, которые хотят привлечь клиентов.",
                        "comment": "I am, бизнесы рядом с выходом из метро, see my relationships with выход из метро in the following perspective: Это мой шанс увеличить продажи и развивать бизнес."
                    },
                    {
                        "source": "Технологические системы (например, системы контроля потоков)",
                        "change": "Технологические системы развиваются для более эффективного управления потоками пассажиров.",
                        "opportunity": "Улучшение функциональности и надежности систем.",
                        "restrictions": "Необходимость постоянного обновления и технического обслуживания.",
                        "imposed_role": "Технологические помощники, которые обеспечивают безопасность и комфорт.",
                        "comment": "I am, технологические системы, see my relationships with выход из метро in the following perspective: Это позволяет мне улучшить свою эффективность и адаптироваться к новым требованиям."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Пассажиры",
                        "essentiality": "Пассажиры являются основными пользователями выхода из метро, что делает его необходимым для их перемещения.",
                        "opportunity": "Обеспечивает выход из метро, позволяя пассажирам быстро и удобно покидать станцию.",
                        "restrictions": "Пассажиры должны следовать установленным правилам поведения и порядку при использовании выхода.",
                        "imposed_role": "Выход из метро становится важным узлом для перемещения пассажиров.",
                        "comment": "I am, пассажиры, see my relationships with a target in the following perspective: я обеспечиваю жизненно важный поток людей, и без меня выход не сможет выполнять свою основную функцию."
                    },
                    {
                        "source": "Метро",
                        "essentiality": "Метро предоставляет транспортную сеть, которая генерирует пассажиропоток.",
                        "opportunity": "Создает поток пассажиров, что делает выход из метро актуальным и важным.",
                        "restrictions": "Выход должен соответствовать стандартам безопасности и доступности, установленным метро.",
                        "imposed_role": "Выход становится частью более широкой транспортной системы.",
                        "comment": "I am, метро, see my relationships with a target in the following perspective: я создаю потребность в выходе, и без меня он теряет свою значимость."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы регулируют безопасность и доступность выхода из метро.",
                        "opportunity": "Обеспечивают финансирование и поддержку для поддержания состояния выхода.",
                        "restrictions": "Выход должен соответствовать нормативам и стандартам, установленным государством.",
                        "imposed_role": "Выход должен выполнять функции, соответствующие государственным требованиям.",
                        "comment": "I am, государственные органы, see my relationships with a target in the following perspective: я заботлюсь о безопасности и комфорте граждан, и выход из метро должен следовать моим указаниям."
                    },
                    {
                        "source": "Дизайнеры и архитекторы",
                        "essentiality": "Они проектируют и создают выходы из метро, учитывая эстетические и функциональные аспекты.",
                        "opportunity": "Предоставляют стильный и удобный выход, что делает его привлекательным для пассажиров.",
                        "restrictions": "Выход должен соответствовать дизайнерским решениям и архитектурным планам.",
                        "imposed_role": "Выход должен отражать визуальную идентичность станции.",
                        "comment": "I am, дизайнеры и архитекторы, see my relationships with a target in the following perspective: я создаю пространство, где эстетика и функциональность соединяются, чтобы выход стал неотъемлемой частью метро."
                    },
                    {
                        "source": "Технологические системы (например, системы контроля доступа)",
                        "essentiality": "Эти системы обеспечивают безопасность и контроль доступа на выходах из метро.",
                        "opportunity": "Поддерживают порядок и безопасность на выходе, что улучшает общий опыт пассажиров.",
                        "restrictions": "Выход должен следовать правилам и процедурам, установленным технологиями контроля доступа.",
                        "imposed_role": "Выход становится местом, где технологии обеспечивают безопасность и контроль.",
                        "comment": "I am, технологические системы, see my relationships with a target in the following perspective: я обеспечиваю безопасность и порядок, и без меня выход может стать хаотичным пространством."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Пассажиры метрополитена",
                        "threat": "Выход из метро создает высокую конкуренцию для других способов передвижения, таких как автобусы и такси.",
                        "consequences_if_deteriorates": "Если выход из метро станет менее эффективным, пассажиры могут выбрать другие виды транспорта.",
                        "consequences_if_improves": "Если выход из метро улучшится, это может увеличить пассажиропоток и укрепить его статус как основного способа передвижения.",
                        "imposed_role": "Важный транспортный узел.",
                        "comment": "Я, пассажир метрополитена, вижу свои отношения с выходом из метро в следующей перспективе: его эффективность напрямую влияет на мой выбор маршрута."
                    },
                    {
                        "source": "Операторы общественного транспорта",
                        "threat": "Выход из метро может снизить доходы от других видов общественного транспорта.",
                        "consequences_if_deteriorates": "Если выход из метро станет менее привлекательным, операторы смогут увеличить свои тарифы.",
                        "consequences_if_improves": "Улучшение выхода из метро может привести к увеличению пассажиропотока и, следовательно, уменьшению доходов от других маршрутов.",
                        "imposed_role": "Соперник в транспортной системе.",
                        "comment": "Я, оператор общественного транспорта, вижу свои отношения с выходом из метро в следующей перспективе: его успех может угрожать моему бизнесу."
                    },
                    {
                        "source": "Городские власти",
                        "threat": "Выход из метро влияет на планирование городской инфраструктуры и распределение ресурсов.",
                        "consequences_if_deteriorates": "Если выход из метро станет менее эффективным, это может снизить необходимость в дополнительных инвестициях в транспорт.",
                        "consequences_if_improves": "Улучшение выхода из метро требует дополнительных ресурсов и может изменить стратегию градостроительства.",
                        "imposed_role": "Ключевой элемент транспортной политики.",
                        "comment": "Я, городской властитель, вижу свои отношения с выходом из метро в следующей перспективе: его состояние влияет на общественную транспортную политику."
                    },
                    {
                        "source": "Торговые точки и услуги на выходе",
                        "threat": "Эффективный выход из метро может увеличить поток клиентов в торговые точки.",
                        "consequences_if_deteriorates": "Если выход станет менее эффективным, количество клиентов в магазинах может уменьшиться.",
                        "consequences_if_improves": "Улучшение выхода может привести к увеличению продаж и более высокой посещаемости.",
                        "imposed_role": "Доступная торговая зона.",
                        "comment": "Я, торговая точка, вижу свои отношения с выходом из метро в следующей перспективе: его успешная работа напрямую влияет на мои доходы."
                    },
                    {
                        "source": "Технологические системы контроля пассажиропотока",
                        "threat": "Выход из метро может зависеть от технологий, которые отслеживают и управляют движением пассажиров.",
                        "consequences_if_deteriorates": "Если выход станет менее эффективным, технологии могут оказаться излишними.",
                        "consequences_if_improves": "Улучшение выхода требует интеграции более продвинутых технологий для управления потоком.",
                        "imposed_role": "Инструмент для оптимизации пассажиропотока.",
                        "comment": "Я, технологическая система, вижу свои отношения с выходом из метро в следующей перспективе: эффективность выхода определяет мою необходимость."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Технологические новшества в общественном транспорте",
                        "threat": "Увеличение скорости и эффективности альтернативных транспортных средств, таких как электросамокаты и каршеринги",
                        "consequences_if_deteriorates": "Если эти технологии исчезнут, 'Выход из метро' останется основным средством доступа к общественному транспорту.",
                        "consequences_if_improves": "Если 'Выход из метро' не адаптируется к новым технологиям, он может стать менее привлекательным для пассажиров.",
                        "imposed_role": "Стать устаревшим и непривлекательным для пользователей.",
                        "comment": "I am, Технологические новшества в общественном транспорте, see my relationships with a target in the following perspective: I challenge the conventional transport systems and push them to evolve."
                    },
                    {
                        "source": "Социальные предпочтения пассажиров",
                        "threat": "Изменение в поведении и предпочтениях пассажиров в сторону более удобных и быстрых способов передвижения.",
                        "consequences_if_deteriorates": "Если эти предпочтения изменятся, 'Выход из метро' сможет сохранить свою актуальность и привлечь больше пользователей.",
                        "consequences_if_improves": "Если предпочтения пассажиров улучшатся в сторону быстроты и комфорта, 'Выход из метро' может оказаться в невыгодном положении.",
                        "imposed_role": "Стать неэффективным и неудобным.",
                        "comment": "I am, Социальные предпочтения пассажиров, see my relationships with a target in the following perspective: I shape the transport landscape based on user comfort and convenience."
                    },
                    {
                        "source": "Конкурирующие транспортные узлы",
                        "threat": "Создание новых выходов и узлов, которые перераспределяют поток пассажиров.",
                        "consequences_if_deteriorates": "Если конкурирующие узлы исчезнут, 'Выход из метро' сможет сохранять или увеличивать свой пассажиропоток.",
                        "consequences_if_improves": "Если новые узлы улучшатся, 'Выход из метро' может потерять свою долю рынка.",
                        "imposed_role": "Стать менее значимым в транспортной системе города.",
                        "comment": "I am, Конкурирующие транспортные узлы, see my relationships with a target in the following perspective: I redefine the travel dynamics within the urban environment."
                    },
                    {
                        "source": "Государственные регуляции",
                        "threat": "Ужесточение норм и правил, касающихся безопасности и обслуживания на выходах метро.",
                        "consequences_if_deteriorates": "Если регуляции смягчатся, 'Выход из метро' сможет улучшить свою работу и повысить привлекательность.",
                        "consequences_if_improves": "Если правила станут более строгими, 'Выход из метро' может столкнуться с увеличенными затратами и ограничениями.",
                        "imposed_role": "Стать объектом строгого контроля и проверки.",
                        "comment": "I am, Государственные регуляции, see my relationships with a target in the following perspective: I enforce standards that ensure passenger safety and service quality."
                    },
                    {
                        "source": "Экономическая ситуация в стране",
                        "threat": "Экономические кризисы, снижающие количество пользователей общественного транспорта.",
                        "consequences_if_deteriorates": "Если экономическая ситуация улучшится, 'Выход из метро' сможет увеличить свой пассажиропоток.",
                        "consequences_if_improves": "Если экономическое положение ухудшится, 'Выход из метро' столкнется с резким падением числа пассажиров.",
                        "imposed_role": "Стать менее востребованным и прибыльным.",
                        "comment": "I am, Экономическая ситуация в стране, see my relationships with a target in the following perspective: I directly influence user behavior and transport viability."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Городские власти",
                        "change": "Устанавливают правила и стандарты для работы выходов из метро, включая требования к безопасности и доступности.",
                        "opportunity": "Обеспечивают финансирование для модернизации инфраструктуры.",
                        "restrictions": "Налагают строгие требования к соблюдению норм, что может ограничивать гибкость в изменениях.",
                        "imposed_role": "Исполнительный партнер, который должен следовать установленным стандартам.",
                        "comment": "I am, Городские власти, see my relationships with a target in the following perspective: My role is to ensure that public transport facilities meet the needs of the community while adhering to safety regulations."
                    },
                    {
                        "source": "Пассажиры",
                        "change": "Влияют на дизайн и функциональность выходов через свои предпочтения и отзывы.",
                        "opportunity": "Предоставляют информацию о том, как улучшить пассажиропоток, что может повысить эффективность.",
                        "restrictions": "Могут выдвигать требования, которые ограничивают возможности изменения, если они не соответствуют ожиданиям.",
                        "imposed_role": "Клиент, чьи потребности и мнения должны быть учтены.",
                        "comment": "I am, Пассажиры, see my relationships with a target in the following perspective: My feedback is crucial for ensuring that metro exits are user-friendly and efficient."
                    },
                    {
                        "source": "Технологические инновации",
                        "change": "Внедрение новых технологий, таких как автоматизированные системы контроля доступа и информационные табло.",
                        "opportunity": "Увеличение скорости обработки пассажиров и улучшение пользовательского опыта.",
                        "restrictions": "Необходимость адаптации существующих систем к новым технологиям может быть сложной и затратной.",
                        "imposed_role": "Инноватор, который требует постоянного обновления и адаптации.",
                        "comment": "I am, Технологические инновации, see my relationships with a target in the following perspective: I provide essential tools for enhancing efficiency but require continuous adaptation."
                    },
                    {
                        "source": "Конкурирующие транспортные системы",
                        "change": "Создают давление на выходы из метро, заставляя их улучшать свои услуги.",
                        "opportunity": "Мотивируют к повышению качества обслуживания и привлечению пассажиров.",
                        "restrictions": "Могут угрожать снижением пассажиропотока, если метро не будет актуальным.",
                        "imposed_role": "Конкурент, который заставляет адаптироваться и совершенствоваться.",
                        "comment": "I am, Конкурирующие транспортные системы, see my relationships with a target in the following perspective: I push for improvements that benefit passengers but can also threaten relevance."
                    },
                    {
                        "source": "Социальные медиа и отзывы",
                        "change": "Формируют общественное мнение о выходах из метро, что может влиять на их популярность.",
                        "opportunity": "Помогают выявить недостатки и области для улучшения, что может улучшить имидж.",
                        "restrictions": "Могут вызвать негативные реакции, если возникают проблемы, что приводит к ухудшению репутации.",
                        "imposed_role": "Агент влияния, требующий внимания к общественным отзывам.",
                        "comment": "I am, Социальные медиа и отзывы, see my relationships with a target in the following perspective: My voice can amplify concerns, but it also offers opportunities for improvement."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Пассажиры метро",
                        "essentiality": "Без эффективного выхода из метро пассажиры не могут осуществлять свои перемещения.",
                        "opportunity": "Выход из метро обеспечивает быстрый и удобный способ доступа к другим транспортным средствам и услугам.",
                        "restrictions": "Пассажиры не могут задерживаться в зоне выхода, так как это создает заторы.",
                        "imposed_role": "Пассажиры выступают в роли пользователей и оценщиков эффективности выхода.",
                        "comment": "I am, the Пассажиры метро, see my relationships with a target in the following perspective: Выход из метро является критически важным для моей мобильности и комфорта."
                    },
                    {
                        "source": "Транспортные системы города",
                        "essentiality": "Выход из метро служит связующим звеном между метро и другими видами транспорта.",
                        "opportunity": "Эффективный выход способствует более высокому пассажиропотоку и, следовательно, увеличению прибыли.",
                        "restrictions": "Транспортные системы не могут игнорировать эффективность выхода, так как это влияет на их функционирование.",
                        "imposed_role": "Транспортные системы становятся зависимыми от грамотной организации выхода.",
                        "comment": "I am, the Транспортные системы города, see my relationships with a target in the following perspective: Мы взаимозависимы, и эффективность выхода критична для нашего успеха."
                    },
                    {
                        "source": "Городские планировщики",
                        "essentiality": "Выход из метро является важным элементом городской инфраструктуры, требующим внимания планировщиков.",
                        "opportunity": "Эффективный выход позволяет улучшать городскую транспортную стратегию и планировать новые проекты.",
                        "restrictions": "Планировщики не могут игнорировать потребности пользователей, иначе они рискуют потерять актуальность.",
                        "imposed_role": "Городские планировщики должны учитывать выход как ключевой элемент в своих проектах.",
                        "comment": "I am, the Городские планировщики, see my relationships with a target in the following perspective: Выход из метро — это основа, на которой строятся наши инициативы по улучшению города."
                    },
                    {
                        "source": "Общественное мнение",
                        "essentiality": "Выход из метро формирует представление о качестве жизни в городе.",
                        "opportunity": "Эффективность выхода влияет на общее восприятие городского транспорта и его репутацию.",
                        "restrictions": "Общественное мнение может критиковать выход, если он не соответствует ожиданиям граждан.",
                        "imposed_role": "Общественное мнение становится важным фактором в оценке работы выхода.",
                        "comment": "I am, the Общественное мнение, see my relationships with a target in the following perspective: Я определяю, насколько выход из метро соответствует моим ожиданиям и стандартам качества."
                    },
                    {
                        "source": "Технологические решения (например, система контроля потоков)",
                        "essentiality": "Эти технологии зависят от эффективного выхода для сбора данных о пассажиропотоке.",
                        "opportunity": "Эффективный выход предоставляет данные, необходимые для оптимизации работы транспортной системы.",
                        "restrictions": "Технологические решения не могут работать эффективно без точных данных о выходе.",
                        "imposed_role": "Технологии становятся инструментами для анализа и улучшения работы выхода.",
                        "comment": "I am, the Технологические решения, see my relationships with a target in the following perspective: Я завишу от выхода для получения информации, необходимой для улучшения транспортной системы."
                    }
                ]
            }
        }
    }
]