[
    {
        "entity": "Места предполагаемого интереса",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Улучшение доступности мест предполагаемого интереса через оптимизацию маршрутов и расписаний.",
                        "opportunity": "Привлечение большего числа посетителей за счет удобного транспортного сообщения.",
                        "restrictions": "Зависимость от графиков и частоты рейсов, что может влиять на приток людей.",
                        "imposed_role": "Обеспечивать транспортную связь и расширять аудиторию.",
                        "comment": "I am Транспортные компании, see my relationships with Места предполагаемого интереса in the following perspective: я помогаю им быть более доступными."
                    },
                    {
                        "source": "Местные власти",
                        "change": "Внедрение новых инициатив по улучшению инфраструктуры и транспорта.",
                        "opportunity": "Создание комфортной городской среды, что увеличивает поток посетителей.",
                        "restrictions": "Необходимость следовать бюрократическим процессам и ожиданиям местного населения.",
                        "imposed_role": "Регулятор и организатор изменений в общественном пространстве.",
                        "comment": "I am Местные власти, see my relationships with Места предполагаемого интереса in the following perspective: я обеспечиваю поддержку и развитие инфраструктуры."
                    },
                    {
                        "source": "Культурные и образовательные учреждения",
                        "change": "Создание совместных мероприятий и программ, которые привлекают новые аудитории.",
                        "opportunity": "Увеличение интереса к местам через совместные проекты.",
                        "restrictions": "Зависимость от финансирования и заинтересованности партнеров.",
                        "imposed_role": "Сотрудник и инициатор культурных активностей.",
                        "comment": "I am Культурные и образовательные учреждения, see my relationships with Места предполагаемого интереса in the following perspective: я создаю возможности для взаимодействия и обучения."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Повышение осведомленности о местах через рекламу и информацию в интернете.",
                        "opportunity": "Расширение охвата аудитории и привлечение новых посетителей.",
                        "restrictions": "Необходимость постоянно обновлять контент и следить за отзывами.",
                        "imposed_role": "Информатор и маркетолог.",
                        "comment": "I am Социальные сети, see my relationships with Места предполагаемого интереса in the following perspective: я повышаю их видимость и привлекательность."
                    },
                    {
                        "source": "Туристические агентства",
                        "change": "Организация туров и экскурсий, что увеличивает приток туристов.",
                        "opportunity": "Создание новых каналов для привлечения посетителей.",
                        "restrictions": "Зависимость от рыночного спроса и условий конкуренции.",
                        "imposed_role": "Промоутер и организатор туристических мероприятий.",
                        "comment": "I am Туристические агентства, see my relationships with Места предполагаемого интереса in the following perspective: я способствую их популярности и коммерческому успеху."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные службы",
                        "change": "Улучшение маршрутов и частоты рейсов в ответ на увеличение спроса",
                        "opportunity": "Увеличение числа пассажиров и доходов от перевозок",
                        "restrictions": "Необходимость оптимизации графиков и маршрутов для удовлетворения потребностей целевой группы",
                        "imposed_role": "Обеспечивать транспортную доступность для целевой аудитории",
                        "comment": "Я, транспортные службы, вижу мои отношения с местами предполагаемого интереса в следующей перспективе: мы работаем вместе, чтобы сделать транспорт более доступным для всех пользователей."
                    },
                    {
                        "source": "Местные предприятия",
                        "change": "Увеличение потока клиентов из-за роста популярности места интереса",
                        "opportunity": "Рост продаж и увеличение доходов благодаря большему количеству посетителей",
                        "restrictions": "Необходимость адаптации услуг и товаров под новые требования клиентов",
                        "imposed_role": "Служить поддержкой для удобства и удовлетворения потребностей посетителей",
                        "comment": "Я, местные предприятия, вижу мои отношения с местами предполагаемого интереса в следующей перспективе: мы взаимно усиливаем друг друга, создавая более привлекательную атмосферу для всех."
                    },
                    {
                        "source": "Государственные организации",
                        "change": "Изменение политики в области развития инфраструктуры и общественного транспорта",
                        "opportunity": "Увеличение финансирования и поддержки для улучшения городской инфраструктуры",
                        "restrictions": "Принятие новых норм и стандартов, которые могут замедлить процесс изменений",
                        "imposed_role": "Регулировать и контролировать развитие инфраструктуры в интересах целевой аудитории",
                        "comment": "Я, государственные организации, вижу мои отношения с местами предполагаемого интереса в следующей перспективе: мы стремимся к созданию комфортной среды для всех граждан."
                    },
                    {
                        "source": "Социальные сети и медиа",
                        "change": "Увеличение количества упоминаний и отзывов о месте интереса",
                        "opportunity": "Рост популярности и видимости среди целевой аудитории через положительные отзывы",
                        "restrictions": "Необходимость мониторинга и управления репутацией в интернете",
                        "imposed_role": "Служить каналом для обратной связи и распространения информации о месте интереса",
                        "comment": "Я, социальные сети и медиа, вижу мои отношения с местами предполагаемого интереса в следующей перспективе: я помогаю продвигать их уникальность и привлекать внимание к их предложениям."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "change": "Изменение в программах и курсах для привлечения студентов",
                        "opportunity": "Увеличение количества студентов и расширение образовательных программ",
                        "restrictions": "Необходимость адаптации учебных планов под новые требования рынка",
                        "imposed_role": "Привлекать студентов и поддерживать интерес к образованию через сотрудничество",
                        "comment": "Я, образовательные учреждения, вижу мои отношения с местами предполагаемого интереса в следующей перспективе: я стремлюсь создать привлекательные условия для студентов и расширить наши возможности."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Транспортные компании обеспечивают доступность мест предполагаемого интереса, что критично для привлечения посетителей.",
                        "opportunity": "Обеспечивают удобные маршруты, что увеличивает поток людей и повышает интерес к местам.",
                        "restrictions": "Ограничивают возможности для создания новых маршрутов, если они не видят в этом выгоды.",
                        "imposed_role": "Зависимость от транспортной инфраструктуры для поддержания привлекательности.",
                        "comment": "I am, the транспортные компании, see my relationships with a target in the following perspective: моя эффективность напрямую влияет на вашу привлекательность."
                    },
                    {
                        "source": "Местные власти",
                        "essentiality": "Местные власти формируют политику, которая влияет на развитие инфраструктуры и доступность мест.",
                        "opportunity": "Создают инициативы и финансируют проекты, которые могут улучшить транспортную доступность.",
                        "restrictions": "Налагают ограничения на использование земли и развитие новых объектов.",
                        "imposed_role": "Регулятор, контролирующий развитие и доступность мест.",
                        "comment": "I am, the местные власти, see my relationships with a target in the following perspective: я обеспечиваю необходимую инфраструктуру для вашего процветания."
                    },
                    {
                        "source": "Социальные сети и медиа",
                        "essentiality": "Социальные сети и медиа способствуют распространению информации о местах, увеличивая их видимость.",
                        "opportunity": "Обеспечивают платформу для продвижения мероприятий и акций, что привлекает посетителей.",
                        "restrictions": "Контролируют, какие истории и сообщения становятся вирусными, что может повлиять на репутацию.",
                        "imposed_role": "Медиа-агент, который формирует общественное мнение о местах.",
                        "comment": "I am, the социальные сети и медиа, see my relationships with a target in the following perspective: я могу сделать вас популярными, если вы будете умело использовать мои платформы."
                    },
                    {
                        "source": "Культурные и образовательные учреждения",
                        "essentiality": "Культурные и образовательные учреждения привлекают студентов и жителей, создавая интерес к местам.",
                        "opportunity": "Организуют мероприятия, которые могут увеличить посещаемость и интерес к местам.",
                        "restrictions": "Могут ограничить сотрудничество с другими учреждениями при наличии конкуренции.",
                        "imposed_role": "Партнер, который может привести к увеличению числа посетителей.",
                        "comment": "I am, the культурные и образовательные учреждения, see my relationships with a target in the following perspective: я являюсь источником вдохновения и привлечения для вашей аудитории."
                    },
                    {
                        "source": "Географические особенности",
                        "essentiality": "Географические особенности определяют доступность мест и могут способствовать их привлекательности.",
                        "opportunity": "Создают уникальные условия, которые могут привлечь туристов и посетителей.",
                        "restrictions": "Могут ограничивать возможности для строительства новых объектов или изменения ландшафта.",
                        "imposed_role": "Природный фактор, который формирует привлекательность мест.",
                        "comment": "I am, the географические особенности, see my relationships with a target in the following perspective: я создаю уникальность, которая может привлечь внимание к вашим местам."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Места предполагаемого интереса могут уменьшить количество клиентов за счет неудобного доступа.",
                        "consequences_if_deteriorates": "Транспортные компании могут сократить свои маршруты или услуги.",
                        "consequences_if_improves": "Транспортные компании могут увеличить количество рейсов и клиентов.",
                        "imposed_role": "Основной партнер в обеспечении доступности.",
                        "comment": "Я, транспортная компания, вижу мои отношения с местами предполагаемого интереса в следующей перспективе: наш успех зависит от их привлекательности и доступности."
                    },
                    {
                        "source": "Местные жители",
                        "threat": "Места предполагаемого интереса могут привести к увеличению трафика и шуму.",
                        "consequences_if_deteriorates": "Местные жители могут наслаждаться тишиной и меньшей загруженностью.",
                        "consequences_if_improves": "Местные жители могут получать больше услуг и удобств.",
                        "imposed_role": "Сторонники изменений для улучшения качества жизни.",
                        "comment": "Я, местный житель, вижу мои отношения с местами предполагаемого интереса в следующей перспективе: я хочу, чтобы они приносили пользу нашему сообществу, но опасаюсь негативных последствий."
                    },
                    {
                        "source": "Туристы",
                        "threat": "Места предполагаемого интереса могут стать менее привлекательными из-за плохой транспортной доступности.",
                        "consequences_if_deteriorates": "Туристы могут выбрать другие направления для посещения.",
                        "consequences_if_improves": "Туристы могут увеличить свои посещения и провести больше времени в этих местах.",
                        "imposed_role": "Целевой сегмент для привлечения и маркетинга.",
                        "comment": "Я, турист, вижу мои отношения с местами предполагаемого интереса в следующей перспективе: я ищу доступные и привлекательные места для посещения."
                    },
                    {
                        "source": "Местные бизнесы",
                        "threat": "Места предполагаемого интереса могут повлиять на их клиентскую базу.",
                        "consequences_if_deteriorates": "Местные бизнесы могут потерять клиентов и доход.",
                        "consequences_if_improves": "Местные бизнесы могут получить больше посетителей и прибыль.",
                        "imposed_role": "Партнеры в создании привлекательной среды.",
                        "comment": "Я, местный бизнес, вижу мои отношения с местами предполагаемого интереса в следующей перспективе: наш успех взаимозависим."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Места предполагаемого интереса могут снизить привлекательность региона.",
                        "consequences_if_deteriorates": "Государственные органы могут столкнуться с уменьшением налоговых поступлений и интереса к региону.",
                        "consequences_if_improves": "Государственные органы могут укрепить свои позиции и привлекать инвестиции.",
                        "imposed_role": "Регулятор и поддерживающий орган для улучшения инфраструктуры.",
                        "comment": "Я, государственный орган, вижу мои отношения с местами предполагаемого интереса в следующей перспективе: мы должны работать вместе для улучшения качества жизни граждан."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Туристы",
                        "essentiality": "Места предполагаемого интереса привлекают туристов благодаря своим уникальным особенностям и удобному расположению.",
                        "opportunity": "Туристы получают возможность узнать о культуре и истории региона, а также насладиться досугом.",
                        "restrictions": "Туристы не могут игнорировать неудобную транспортную доступность, что может снизить их желание посетить место.",
                        "imposed_role": "Туристы выступают как основная аудитория для мест, обеспечивая их финансовую устойчивость.",
                        "comment": "I am, the tourists, see my relationships with the target in the following perspective: I rely on the accessibility and appeal of the sites to enhance my travel experience."
                    },
                    {
                        "source": "Местные жители",
                        "essentiality": "Места предполагаемого интереса предоставляют жителям пространство для отдыха и культурного досуга.",
                        "opportunity": "Местные жители получают возможность улучшить качество своей жизни, общаясь и развлекаясь.",
                        "restrictions": "Местные жители не могут полностью наслаждаться местом, если оно становится труднодоступным.",
                        "imposed_role": "Местные жители являются активными участниками культурных мероприятий, организуемых в этих местах.",
                        "comment": "I am, the local residents, see my relationships with the target in the following perspective: I depend on the attractiveness and accessibility of these places for community engagement."
                    },
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Места предполагаемого интереса требуют эффективного транспортного обслуживания, чтобы обеспечить поток посетителей.",
                        "opportunity": "Транспортные компании получают прибыль от увеличенного числа пассажиров, направляющихся в популярные места.",
                        "restrictions": "Транспортные компании не могут снижать качество обслуживания, так как это влияет на привлекательность мест.",
                        "imposed_role": "Транспортные компании становятся важным партнером для мест, обеспечивая необходимую доступность.",
                        "comment": "I am, the transport companies, see my relationships with the target in the following perspective: My services are vital for attracting visitors to these sites."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Места предполагаемого интереса подчеркивают культурное и историческое значение региона, что важно для государственных программ.",
                        "opportunity": "Государственные органы могут использовать популярность мест для продвижения туризма и увеличения бюджета.",
                        "restrictions": "Государственные органы обязаны следить за сохранением мест и их доступностью для населения.",
                        "imposed_role": "Государственные органы играют роль регуляторов, поддерживающих развитие инфраструктуры для мест.",
                        "comment": "I am, the government authorities, see my relationships with the target in the following perspective: I promote and protect these sites for the benefit of the community and economy."
                    },
                    {
                        "source": "Бизнесы (кафе, магазины, гостиницы)",
                        "essentiality": "Места предполагаемого интереса обеспечивают поток клиентов для местных бизнесов.",
                        "opportunity": "Бизнесы получают возможность увеличить свою выручку за счет посетителей, привлеченных интересными местами.",
                        "restrictions": "Бизнесы не могут игнорировать изменения в доступности мест, так как это напрямую влияет на их доходы.",
                        "imposed_role": "Бизнесы становятся частью экосистемы вокруг мест, предлагая услуги и товары для посетителей.",
                        "comment": "I am, the businesses (cafes, shops, hotels), see my relationships with the target in the following perspective: The appeal and accessibility of these sites are crucial for my success."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Недостаточная транспортная инфраструктура",
                        "threat": "Уменьшение доступности мест предполагаемого интереса",
                        "consequences_if_deteriorates": "Увеличение числа посетителей из-за более удобного доступа",
                        "consequences_if_improves": "Снижение привлекательности из-за увеличения транспортных затрат и времени в пути",
                        "imposed_role": "Препятствие для привлечения новых посетителей",
                        "comment": "Я, недостаточная транспортная инфраструктура, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: чем хуже доступ, тем меньше людей будут посещать."
                    },
                    {
                        "source": "Конкурирующие места интереса",
                        "threat": "Отток потенциальных посетителей и студентов к более привлекательным альтернативам",
                        "consequences_if_deteriorates": "Повышение привлекательности мест предполагаемого интереса за счет уменьшения конкуренции",
                        "consequences_if_improves": "Увеличение числа посетителей конкурентов, что негативно отразится на интересе к целевым местам",
                        "imposed_role": "Конкурент, отбирающий аудиторию",
                        "comment": "Я, конкурирующие места интереса, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я привлекаю внимание за счет своих уникальных предложений."
                    },
                    {
                        "source": "Текущие социальные и экономические условия",
                        "threat": "Снижение посещаемости из-за экономической нестабильности",
                        "consequences_if_deteriorates": "Устойчивый поток посетителей, даже в сложные времена",
                        "consequences_if_improves": "Потеря интереса к месту при улучшении условий, если оно не адаптируется",
                        "imposed_role": "Сила, определяющая успешность или неуспешность мест",
                        "comment": "Я, текущие социальные и экономические условия, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я определяю, что будет популярно в зависимости от времени."
                    },
                    {
                        "source": "Местные жители и их мнение",
                        "threat": "Отрицательное восприятие мест предполагаемого интереса среди местного населения",
                        "consequences_if_deteriorates": "Увеличение поддержки и посещаемости за счет позитивного мнения местных жителей",
                        "consequences_if_improves": "Увеличение негативной реакции на места, если местные жители не поддерживают их",
                        "imposed_role": "Критик, влияющий на репутацию",
                        "comment": "Я, местные жители, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: наше мнение может либо подтолкнуть к успеху, либо погрузить в ненависть."
                    },
                    {
                        "source": "Онлайн-репутация и отзывы",
                        "threat": "Негативные отзывы в интернете, снижающие интерес к местам",
                        "consequences_if_deteriorates": "Повышение интереса и потоков посетителей при наличии положительных отзывов",
                        "consequences_if_improves": "Увеличение числа посетителей, но только в случае качественного улучшения сервисов",
                        "imposed_role": "Барометр общественного мнения",
                        "comment": "Я, онлайн-репутация и отзывы, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я определяю, как общество воспринимает их, и это влияет на их успех."
                    }
                ]
            }
        }
    },
    {
        "entity": "Пассажиры",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Увеличивают частоту и количество рейсов, улучшая доступность транспортных услуг.",
                        "opportunity": "Предоставляют пассажирам возможность быстрее добираться до пунктов назначения.",
                        "restrictions": "Могут ограничивать выбор маршрутов и видов транспорта на основе экономической целесообразности.",
                        "imposed_role": "Пассажиры становятся зависимыми от расписаний и ценовых политик компаний.",
                        "comment": "I am, Транспортные компании, see my relationships with Пассажиры in the following perspective: Я обеспечиваю доступность услуг, но также ожидаю от пассажиров соблюдения условий и правил."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Устанавливают регуляции и стандарты безопасности, влияющие на качество и скорость обслуживания.",
                        "opportunity": "Создают безопасную среду для передвижения, что важно для пассажиров.",
                        "restrictions": "Могут вводить ограничения на виды транспорта и маршруты в целях безопасности.",
                        "imposed_role": "Пассажиры должны следовать установленным правилам и нормам.",
                        "comment": "I am, Государственные органы, see my relationships with Пассажиры in the following perspective: Я регулирую транспортную систему для обеспечения безопасности, но это может привести к ограничениям в удобстве."
                    },
                    {
                        "source": "Технологические платформы (мобильные приложения для заказа такси)",
                        "change": "Изменяют способ поиска и заказа транспорта, упрощая этот процесс.",
                        "opportunity": "Позволяют пассажирам мгновенно находить и заказывать транспортные средства, минимизируя время ожидания.",
                        "restrictions": "Зависимость от подключения к интернету и доступности услуг в определенных районах.",
                        "imposed_role": "Пассажиры становятся пользователями технологий, которые влияют на их выбор и опыт.",
                        "comment": "I am, Технологические платформы, see my relationships with Пассажиры in the following perspective: Я облегчаю доступ к транспортным услугам, но также формирую ожидания и предпочтения."
                    },
                    {
                        "source": "Экологические инициативы",
                        "change": "Подталкивают пассажиров к выбору более экологичных видов транспорта (например, общественного).",
                        "opportunity": "Способствуют устойчивому развитию и улучшению городской среды.",
                        "restrictions": "Могут ограничивать использование личного транспорта через меры по охране окружающей среды.",
                        "imposed_role": "Пассажиры становятся участниками движения за устойчивость, выбирая eco-friendly варианты.",
                        "comment": "I am, Экологические инициативы, see my relationships with Пассажиры in the following perspective: Я стимулирую осознанный выбор, но это может усложнить доступность некоторых транспортных решений."
                    },
                    {
                        "source": "Общественное мнение",
                        "change": "Формирует восприятие различных видов транспорта и их удобства.",
                        "opportunity": "Может влиять на выбор пассажиров в пользу более удобных и популярных решений.",
                        "restrictions": "Может создавать давление на пассажиров следовать модным трендам, иногда в ущерб личным предпочтениям.",
                        "imposed_role": "Пассажиры становятся частью социальной динамики, принимая решения под влиянием общественного мнения.",
                        "comment": "I am, Общественное мнение, see my relationships with Пассажиры in the following perspective: Я формирую предпочтения и ожидания, но иногда могу вводить их в заблуждение."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Пассажиры создают спрос на услуги транспортных компаний, что делает их финансово жизнеспособными.",
                        "opportunity": "Транспортные компании получают доход от билетов, благодаря количеству пассажиров.",
                        "restrictions": "Транспортные компании не могут игнорировать потребности пассажиров в быстроте и удобстве, иначе потеряют клиентов.",
                        "imposed_role": "Пассажиры выступают как источник дохода и обратной связи для улучшения услуг.",
                        "comment": "I am, the транспортные компании, see my relationships with a target in the following perspective: Пассажиры — это мой основной ресурс, без них я не смогу существовать."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Пассажиры влияют на политику и регулирование транспортных услуг, формируя спрос на более безопасные и доступные маршруты.",
                        "opportunity": "Государственные органы могут улучшить инфраструктуру на основе запросов пассажиров, что повысит общий уровень удовлетворенности граждан.",
                        "restrictions": "Государственные органы обязаны учитывать мнения и потребности пассажиров, чтобы избежать общественного недовольства.",
                        "imposed_role": "Пассажиры выступают как граждане, чьи нужды должны быть учтены в законодательных инициативах.",
                        "comment": "I am, the государственные органы, see my relationships with a target in the following perspective: Пассажиры — мой ориентир для создания более эффективной транспортной системы."
                    },
                    {
                        "source": "Технологические платформы (мобильные приложения для такси, навигации)",
                        "essentiality": "Пассажиры используют приложения для планирования поездок, что делает эти технологии актуальными и востребованными.",
                        "opportunity": "Технологические платформы могут собирать данные о предпочтениях пассажиров и улучшать свои сервисы.",
                        "restrictions": "Платформы обязаны обеспечивать пользовательский опыт, иначе рискуют потерять пользователей.",
                        "imposed_role": "Пассажиры выступают как пользователи, чье взаимодействие с платформами необходимо для их развития.",
                        "comment": "I am, the технологические платформы, see my relationships with a target in the following perspective: Пассажиры — это моя аудитория, их потребности формируют мои усовершенствования."
                    },
                    {
                        "source": "Водители транспортных средств",
                        "essentiality": "Пассажиры создают необходимость для водителей, которые обеспечивают их транспортировку.",
                        "opportunity": "Водители получают заработок за счет выполнения поездок для пассажиров.",
                        "restrictions": "Водители должны соблюдать правила и ожидания пассажиров, иначе рискуют потерять задания.",
                        "imposed_role": "Пассажиры являются клиентами, от которых зависит работа водителей.",
                        "comment": "I am, the водители транспортных средств, see my relationships with a target in the following perspective: Пассажиры — это мои клиенты, и я стремлюсь их удовлетворить."
                    },
                    {
                        "source": "Инфраструктура (дороги, станции, терминалы)",
                        "essentiality": "Пассажиры используют инфраструктуру для перемещения, что делает ее необходимой для их поездок.",
                        "opportunity": "Инфраструктура получает финансирование и поддержку на основе трафика пассажиров.",
                        "restrictions": "Инфраструктура должна поддерживать стандарты безопасности и комфорта, чтобы привлекать больше пассажиров.",
                        "imposed_role": "Пассажиры формируют трафик, который определяет необходимость в развитии инфраструктуры.",
                        "comment": "I am, the инфраструктура, see my relationships with a target in the following perspective: Пассажиры — это мои пользователи, их потребности определяют мое существование."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Увеличение спроса на услуги и маршруты",
                        "opportunity": "Возможность расширения бизнеса и улучшения сервиса",
                        "restrictions": "Необходимость оптимизации маршрутов и ценовой политики",
                        "imposed_role": "Поставщик транспортных услуг",
                        "comment": "I am Транспортные компании, see my relationships with Пассажиры in the following perspective: Our success depends on understanding and meeting the needs of passengers for timely and convenient travel."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Повышение требований к качеству транспортной инфраструктуры",
                        "opportunity": "Возможность улучшения общественного имиджа и повышения бюджета на развитие",
                        "restrictions": "Необходимость соблюдения новых стандартов и правил",
                        "imposed_role": "Регулятор и контролер транспортных услуг",
                        "comment": "I am Государственные органы, see my relationships with Пассажиры in the following perspective: Our role is to ensure that the transport systems meet the expectations of the public while maintaining safety and efficiency."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Разработка новых приложений и технологий для улучшения сервиса",
                        "opportunity": "Создание инновационных решений, которые могут повысить конкурентоспособность",
                        "restrictions": "Необходимость постоянного обновления технологий и адаптации к изменениям",
                        "imposed_role": "Поставщик технологий для транспортной индустрии",
                        "comment": "I am Технологические компании, see my relationships with Пассажиры in the following perspective: Our innovations are driven by the desire of passengers for a seamless travel experience."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Увеличение внимания к вопросам устойчивого транспорта",
                        "opportunity": "Возможность продвигать экологически чистые решения и получать поддержку",
                        "restrictions": "Необходимость учитывать экологические последствия транспортных решений",
                        "imposed_role": "Адвокат устойчивого транспорта",
                        "comment": "I am Экологические организации, see my relationships with Пассажиры in the following perspective: We advocate for passenger needs while emphasizing the importance of sustainable transport options."
                    },
                    {
                        "source": "Поставщики топлива",
                        "change": "Изменение спроса на различные виды топлива в зависимости от предпочтений пассажиров",
                        "opportunity": "Возможность адаптировать свои предложения для увеличения продаж",
                        "restrictions": "Необходимость следить за экономическими и экологическими тенденциями",
                        "imposed_role": "Поставщик ресурсов для транспортных средств",
                        "comment": "I am Поставщики топлива, see my relationships with Пассажиры in the following perspective: Our business is influenced by the evolving preferences of passengers regarding speed and convenience."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Пассажиры выбирают более быстрые и удобные альтернативы, такие как такси или каршеринг.",
                        "consequences_if_deteriorates": "Транспортные компании потеряют клиентов и доходы.",
                        "consequences_if_improves": "Транспортные компании смогут улучшить свои услуги и привлечь больше клиентов.",
                        "imposed_role": "Конкурент, который должен улучшать свои услуги.",
                        "comment": "Я, транспортная компания, вижу свои отношения с пассажирами в следующей перспективе: я должен адаптироваться к их требованиям, чтобы выжить."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Пассажиры требуют более эффективной транспортной инфраструктуры.",
                        "consequences_if_deteriorates": "Государственные органы могут потерять общественное доверие и поддержку.",
                        "consequences_if_improves": "Государственные органы получат одобрение граждан и улучшат общественный транспорт.",
                        "imposed_role": "Ответственный за развитие инфраструктуры.",
                        "comment": "Я, государственный орган, вижу свои отношения с пассажирами в следующей перспективе: я обязан обеспечивать эффективные решения для их передвижения."
                    },
                    {
                        "source": "Технологические компании",
                        "threat": "Пассажиры используют мобильные приложения для поиска и бронирования транспорта.",
                        "consequences_if_deteriorates": "Технологические компании могут потерять потенциал для роста и инноваций.",
                        "consequences_if_improves": "Технологические компании смогут интегрировать свои решения с транспортными системами, улучшая пользовательский опыт.",
                        "imposed_role": "Партнер по улучшению обслуживания пассажиров.",
                        "comment": "Я, технологическая компания, вижу свои отношения с пассажирами в следующей перспективе: я могу стать важным посредником для их удобства."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Пассажиры выбирают более экологически чистые варианты передвижения.",
                        "consequences_if_deteriorates": "Экологические организации могут потерять поддержку в вопросах устойчивого развития.",
                        "consequences_if_improves": "Экологические организации могут получить больше сторонников для движения за устойчивый транспорт.",
                        "imposed_role": "Агент изменений для более устойчивого транспорта.",
                        "comment": "Я, экологическая организация, вижу свои отношения с пассажирами в следующей перспективе: я должен вдохновлять их выбирать более экологичные варианты передвижения."
                    },
                    {
                        "source": "Поставщики услуг (например, такси, каршеринг)",
                        "threat": "Пассажиры могут перейти на общественный транспорт из-за его доступности и удобства.",
                        "consequences_if_deteriorates": "Поставщики услуг могут столкнуться с уменьшением спроса на свои услуги.",
                        "consequences_if_improves": "Поставщики услуг смогут адаптироваться и предложить конкурентные условия для пассажиров.",
                        "imposed_role": "Конкурент, который должен улучшать свои предложения.",
                        "comment": "Я, поставщик услуг, вижу свои отношения с пассажирами в следующей перспективе: я обязан следить за их ожиданиями и предлагать лучшие условия."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Без транспортных компаний пассажиры не могут добираться до пунктов назначения.",
                        "opportunity": "Транспортные компании предоставляют пассажирам возможность быстро и удобно преодолевать большие расстояния.",
                        "restrictions": "Пассажиры должны следовать правилам и расписаниям, установленным транспортными компаниями.",
                        "imposed_role": "Пассажиры выступают как клиенты, зависящие от услуг транспортных компаний.",
                        "comment": "I am, транспортные компании, see my relationships with пассажирами in the following perspective: Мы предоставляем вам возможность перемещения, но вы должны придерживаться наших правил."
                    },
                    {
                        "source": "Дорожная инфраструктура",
                        "essentiality": "Без надлежащей дорожной инфраструктуры передвижение пассажиров становится невозможным.",
                        "opportunity": "Обеспечивает безопасные и доступные маршруты для передвижения.",
                        "restrictions": "Пассажиры ограничены в выборе маршрутов, зависящих от состояния дорог.",
                        "imposed_role": "Пассажиры должны следовать установленным маршрутам.",
                        "comment": "I am, дорожная инфраструктура, see my relationships with пассажирами in the following perspective: Я обеспечиваю вам безопасные пути, но вы должны уважать мои границы."
                    },
                    {
                        "source": "Технологические платформы (например, приложения для такси)",
                        "essentiality": "Без технологий пассажиры не могут эффективно находить транспортные средства.",
                        "opportunity": "Предоставляют удобные средства для заказа транспортных услуг и отслеживания маршрутов.",
                        "restrictions": "Пассажиры должны использовать определенные приложения и следовать их интерфейсам.",
                        "imposed_role": "Пассажиры становятся пользователями технологий.",
                        "comment": "I am, технологические платформы, see my relationships with пассажирами in the following perspective: Я облегчаю ваше путешествие, но вы должны следовать моим указаниям."
                    },
                    {
                        "source": "Государственные органы (например, транспортные регуляторы)",
                        "essentiality": "Государственные органы регулируют правила и стандарты, необходимые для безопасного передвижения.",
                        "opportunity": "Обеспечивают пассажиров защитой и стандартами безопасности.",
                        "restrictions": "Пассажиры обязаны соблюдать законы и правила, установленные государственными органами.",
                        "imposed_role": "Пассажиры выступают как граждане, подлежащие регулированию.",
                        "comment": "I am, государственные органы, see my relationships with пассажирами in the following perspective: Я защищаю ваши интересы, но вы должны подчиняться моим законам."
                    },
                    {
                        "source": "Другие пассажиры",
                        "essentiality": "Пассажиры создают социальную среду, в которой взаимодействуют и обмениваются опытом.",
                        "opportunity": "Другие пассажиры могут предоставлять информацию и поддержку во время путешествий.",
                        "restrictions": "Пассажиры должны учитывать интересы и комфорт других во время совместного передвижения.",
                        "imposed_role": "Пассажиры становятся частью сообщества, взаимодействуя друг с другом.",
                        "comment": "I am, другие пассажиры, see my relationships with вами в следующей перспективе: Мы вместе делаем поездки более удобными, но помните о моем пространстве."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Пробки на дорогах",
                        "threat": "Создание задержек в движении, что препятствует быстрому и удобному прибытия пассажиров к пунктам назначения.",
                        "consequences_if_deteriorates": "Пассажиры смогут без задержек добираться до своих пунктов назначения.",
                        "consequences_if_improves": "Пассажиры будут вынуждены тратить время на ожидание и поиск альтернативных маршрутов.",
                        "imposed_role": "Зависимость от дорожной ситуации.",
                        "comment": "I am, Пробки на дорогах, see my relationships with Пассажиры in the following perspective: я являюсь основным источником задержек, влияющим на комфорт и скорость передвижения."
                    },
                    {
                        "source": "Общественный транспорт",
                        "threat": "Неэффективные маршруты и расписания, что может заставить пассажиров тратить лишнее время.",
                        "consequences_if_deteriorates": "Пассажиры получат возможность использовать более удобные и быстрые альтернативы, такие как такси или личные автомобили.",
                        "consequences_if_improves": "Пассажиры будут привязаны к расписаниям и маршрутам, что может привести к дополнительным задержкам.",
                        "imposed_role": "Зависимость от системы общественного транспорта.",
                        "comment": "I am, Общественный транспорт, see my relationships with Пассажиры in the following perspective: я контролирую маршруты и расписания, определяющие, как быстро и удобно пассажиры могут добираться до своих пунктов назначения."
                    },
                    {
                        "source": "Погодные условия",
                        "threat": "Непредсказуемость и неблагоприятные погодные условия могут замедлить движение.",
                        "consequences_if_deteriorates": "Пассажиры смогут планировать свои поездки без риска задержек из-за плохой погоды.",
                        "consequences_if_improves": "Пассажиры будут сталкиваться с задержками и трудностями при передвижении.",
                        "imposed_role": "Уязвимость к изменениям погоды.",
                        "comment": "I am, Погодные условия, see my relationships with Пассажиры in the following perspective: я оказываю влияние на передвижение, создавая непредсказуемые задержки и неудобства."
                    },
                    {
                        "source": "Технологии навигации",
                        "threat": "Неправильные или устаревшие данные могут привести к неправильному выбору маршрута.",
                        "consequences_if_deteriorates": "Пассажиры смогут находить оптимальные маршруты без ложных направлений.",
                        "consequences_if_improves": "Пассажиры могут стать слишком зависимыми от технологий и потерять навыки ориентирования.",
                        "imposed_role": "Зависимость от технологий.",
                        "comment": "I am, Технологии навигации, see my relationships with Пассажиры in the following perspective: я влияю на выбор маршрута и скорость передвижения, и могу как помочь, так и навредить."
                    },
                    {
                        "source": "Государственная политика",
                        "threat": "Изменения в законодательстве могут повлиять на доступность и стоимость общественного транспорта.",
                        "consequences_if_deteriorates": "Пассажиры смогут пользоваться более доступными и удобными услугами.",
                        "consequences_if_improves": "Пассажиры могут столкнуться с повышением цен и ограничениями доступа к услугам.",
                        "imposed_role": "Подчинение государственным регуляциям.",
                        "comment": "I am, Государственная политика, see my relationships with Пассажиры in the following perspective: я регулирую доступность и стоимость транспортных услуг, что напрямую влияет на удобство и скорость передвижения."
                    }
                ]
            }
        }
    },
    {
        "entity": "Выход из метро",
        "actor_network": {
            "2": {
                "data": [
                    {
                        "source": "Конкурирующие выходы из метро",
                        "threat": "Отток пассажиров к более удобным или современным выходам.",
                        "consequences_if_deteriorates": "Повышение количества пассажиров и улучшение репутации выхода.",
                        "consequences_if_improves": "Снижение пассажиропотока и потенциальная потеря актуальности.",
                        "imposed_role": "Устаревший и неэффективный выход.",
                        "comment": "I am, Конкурирующие выходы из метро, see my relationships with a target in the following perspective: I represent a more attractive alternative for passengers."
                    },
                    {
                        "source": "Технологические инновации",
                        "threat": "Автоматизация и новые технологии, которые могут заменить необходимость в физическом выходе.",
                        "consequences_if_deteriorates": "Увеличение зависимости от традиционных выходов и их значимости.",
                        "consequences_if_improves": "Уменьшение значимости выхода как элемента инфраструктуры.",
                        "imposed_role": "Устаревшая структура без современных технологий.",
                        "comment": "I am, Технологические инновации, see my relationships with a target in the following perspective: I push for modernization that may render you obsolete."
                    },
                    {
                        "source": "Согласно нормам безопасности",
                        "threat": "Жесткие требования к безопасности, которые могут ограничить использование выхода.",
                        "consequences_if_deteriorates": "Упрощение доступа и увеличение потока пассажиров.",
                        "consequences_if_improves": "Сложности в управлении потоком и возможное закрытие выхода.",
                        "imposed_role": "Рискованный и небезопасный маршрут.",
                        "comment": "I am, Согласно нормам безопасности, see my relationships with a target in the following perspective: I enforce regulations that you must comply with."
                    },
                    {
                        "source": "Общественное мнение",
                        "threat": "Негативные отзывы и критика, которые могут снизить привлекательность выхода.",
                        "consequences_if_deteriorates": "Повышение уровня удовлетворенности и лояльности пассажиров.",
                        "consequences_if_improves": "Увеличение критики и снижение потока пассажиров.",
                        "imposed_role": "Непопулярное и нежелательное место.",
                        "comment": "I am, Общественное мнение, see my relationships with a target in the following perspective: I reflect the feelings of the community towards you."
                    },
                    {
                        "source": "Государственные и местные органы",
                        "threat": "Изменения в политике и финансировании, которые могут повлиять на обслуживание выхода.",
                        "consequences_if_deteriorates": "Устойчивое финансирование и улучшение условий эксплуатации.",
                        "consequences_if_improves": "Снижение ресурсов и ухудшение состояния выхода.",
                        "imposed_role": "Неприоритетный объект для инвестиций.",
                        "comment": "I am, Государственные и местные органы, see my relationships with a target in the following perspective: I prioritize investments based on current demands, and you risk being overlooked."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Пассажиры",
                        "essentiality": "Пассажиры зависят от выхода из метро для доступа к транспортной системе.",
                        "opportunity": "Эффективное перемещение пассажиров увеличивает их удовлетворенность и вероятность повторного использования метрополитена.",
                        "restrictions": "Не могут игнорировать правила безопасности и ограничения на количество людей в пределах выхода.",
                        "imposed_role": "Пассажиры должны следовать установленным маршрутам и временным рамкам.",
                        "comment": "I am, the Пассажиры, see my relationships with a target in the following perspective: 'выход из метро — это ключевой элемент моего путешествия, и я ожидаю, что он всегда будет доступен и функционален.'"
                    },
                    {
                        "source": "Метropolitan Transportation Authority (МТА)",
                        "essentiality": "Выход из метро обеспечивает поток пассажиров, что позволяет МТА выполнять свои функции.",
                        "opportunity": "Увеличение пассажиропотока ведет к росту доходов от билетов и финансирования.",
                        "restrictions": "МТА не может игнорировать необходимость в поддержании выхода в хорошем состоянии.",
                        "imposed_role": "МТА обязана обеспечивать безопасность и функциональность выхода.",
                        "comment": "I am, the Метropolitan Transportation Authority (МТА), see my relationships with a target in the following perspective: 'выход из метро — это основа нашего транспортного сервиса.'"
                    },
                    {
                        "source": "Городская инфраструктура",
                        "essentiality": "Выход из метро интегрирован в общую транспортную сеть города.",
                        "opportunity": "Существует возможность улучшения городской мобильности и доступности.",
                        "restrictions": "Необходимо учитывать соблюдение городских планов и правил при модификации выхода.",
                        "imposed_role": "Городская инфраструктура должна поддерживать выход в надлежащем состоянии.",
                        "comment": "I am, the Городская инфраструктура, see my relationships with a target in the following perspective: 'выход из метро — это важный элемент нашей сети, который мы должны поддерживать.'"
                    },
                    {
                        "source": "Рекламодатели",
                        "essentiality": "Выход из метро предоставляет место для рекламы, что делает его ценным активом.",
                        "opportunity": "Доступ к большому количеству потенциальных клиентов для рекламных кампаний.",
                        "restrictions": "Реклама может быть ограничена по времени, местоположению и содержанию.",
                        "imposed_role": "Рекламодатели должны следовать установленным стандартам и правилам размещения рекламы.",
                        "comment": "I am, the Рекламодатели, see my relationships with a target in the following perspective: 'выход из метро — это моя возможность привлечь внимание к моему продукту.'"
                    },
                    {
                        "source": "Технические службы",
                        "essentiality": "Выход из метро требует технического обслуживания и ремонта для обеспечения безопасности.",
                        "opportunity": "Работа с выходом предоставляет работу и возможность улучшения навыков.",
                        "restrictions": "Не могут проводить работы, нарушая движение пассажиров без предварительного планирования.",
                        "imposed_role": "Технические службы должны контролировать и поддерживать работоспособность выхода.",
                        "comment": "I am, the Технические службы, see my relationships with a target in the following perspective: 'выход из метро — это наш участок работы, и мы стремимся обеспечить его безопасность и функциональность.'"
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Городская инфраструктура",
                        "change": "Улучшает доступность и удобство выхода из метро, что влияет на поток пассажиров.",
                        "opportunity": "Обеспечивает эффективное распределение и управление пассажиропотоком.",
                        "restrictions": "Ограничивает возможность изменений в конструкции выхода из-за существующих норм и стандартов.",
                        "imposed_role": "Инфраструктурный элемент, способствующий эффективному функционированию.",
                        "comment": "I am, the Городская инфраструктура, see my relationships with a target in the following perspective: I ensure the smooth operation and accessibility of public transport facilities."
                    },
                    {
                        "source": "Пассажиры",
                        "change": "Изменяют поток и направление движения, в зависимости от своих нужд и предпочтений.",
                        "opportunity": "Обеспечивают обратную связь о качестве услуг и потребностях в улучшении.",
                        "restrictions": "Могут создавать перегрузки и заторы, что влияет на эффективность выхода.",
                        "imposed_role": "Активные участники, формирующие динамику пассажиропотока.",
                        "comment": "I am, the Пассажиры, see my relationships with a target in the following perspective: My behavior directly impacts how effectively the exit can function."
                    },
                    {
                        "source": "Технологические решения (например, системы контроля доступа)",
                        "change": "Оптимизирует процесс входа и выхода, повышая эффективность использования пространства.",
                        "opportunity": "Уменьшает время ожидания и повышает уровень безопасности.",
                        "restrictions": "Необходимость в регулярном обслуживании и обновлении оборудования.",
                        "imposed_role": "Технический помощник, который оптимизирует опыт пассажиров.",
                        "comment": "I am, the Технологические решения, see my relationships with a target in the following perspective: I enhance the overall efficiency and safety of the transport system."
                    },
                    {
                        "source": "Государственные регуляторы",
                        "change": "Устанавливают правила и стандарты, которые влияют на дизайн и функционирование выхода.",
                        "opportunity": "Создают условия для соблюдения стандартов безопасности и удобства.",
                        "restrictions": "Ограничивают возможности модернизации и изменения конструкции.",
                        "imposed_role": "Контролирующий орган, следящий за соблюдением норм.",
                        "comment": "I am, the Государственные регуляторы, see my relationships with a target in the following perspective: I ensure that the exits comply with safety and accessibility standards."
                    },
                    {
                        "source": "Конкурирующие виды транспорта (например, автобусы, такси)",
                        "change": "Влияют на количество пассажиров, выбирающих метро как средство передвижения.",
                        "opportunity": "Создают необходимость в улучшении качества услуг для удержания клиентов.",
                        "restrictions": "Поддерживают конкуренцию, что может привести к снижению пассажиропотока.",
                        "imposed_role": "Конкурент, который вынуждает улучшать сервис и адаптироваться к требованиям рынка.",
                        "comment": "I am, the Конкурирующие виды транспорта, see my relationships with a target in the following perspective: My presence drives the need for continuous improvement and innovation in metro services."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы устанавливают правила и стандарты для проектирования и функционирования выходов из метро, что делает их необходимыми для легитимности и безопасности.",
                        "opportunity": "Они предоставляют финансирование и ресурсы для поддержания и улучшения инфраструктуры.",
                        "restrictions": "Выход из метро не может изменять свою конструкцию или функциональность без согласования с государственными органами.",
                        "imposed_role": "Выход из метро должен служить безопасным и эффективным проходом для пассажиров.",
                        "comment": "Я, государственные органы, вижу свои отношения с выходом из метро в следующей перспективе: я обеспечиваю безопасность и законность его существования."
                    },
                    {
                        "source": "Пассажиры",
                        "essentiality": "Пассажиры являются основными пользователями выхода из метро, их присутствие и потребности определяют его функциональность.",
                        "opportunity": "Выход из метро предоставляет пассажирам удобный и быстрый доступ к общественному транспорту.",
                        "restrictions": "Выход не может игнорировать требования пассажиров, такие как доступность и комфорт.",
                        "imposed_role": "Выход из метро должен постоянно адаптироваться к запросам пассажиров.",
                        "comment": "Я, пассажиры, вижу свои отношения с выходом из метро в следующей перспективе: я формирую его характер и требования к качеству обслуживания."
                    },
                    {
                        "source": "Технологические системы",
                        "essentiality": "Современные технологии, такие как системы автоматизации и контроля потоков, необходимы для эффективной работы выхода из метро.",
                        "opportunity": "Они позволяют оптимизировать пассажиропоток и повышают уровень безопасности.",
                        "restrictions": "Выход из метро не может функционировать без интеграции с этими системами.",
                        "imposed_role": "Выход из метро должен быть интегрирован в технологическую экосистему транспорта.",
                        "comment": "Я, технологические системы, вижу свои отношения с выходом из метро в следующей перспективе: я обеспечиваю его современность и эффективность."
                    },
                    {
                        "source": "Городская инфраструктура",
                        "essentiality": "Выход из метро зависит от общей городской инфраструктуры, включая дороги, освещение и другие транспортные системы.",
                        "opportunity": "Эта инфраструктура обеспечивает доступность выхода и его связь с другими транспортными узлами.",
                        "restrictions": "Выход из метро не может существовать в изоляции от окружающей инфраструктуры.",
                        "imposed_role": "Выход из метро должен быть частью единой транспортной сети города.",
                        "comment": "Я, городская инфраструктура, вижу свои отношения с выходом из метро в следующей перспективе: я создаю условия для его успешной интеграции в городскую среду."
                    },
                    {
                        "source": "Экологические факторы",
                        "essentiality": "Экологические условия, такие как климат и состояние окружающей среды, влияют на проектирование и эксплуатацию выхода из метро.",
                        "opportunity": "Они требуют внедрения устойчивых практик, что может повысить привлекательность выхода.",
                        "restrictions": "Выход из метро не может игнорировать экологические нормы и стандарты.",
                        "imposed_role": "Выход из метро должен быть экологически устойчивым.",
                        "comment": "Я, экологические факторы, вижу свои отношения с выходом из метро в следующей перспективе: я диктую условия для его устойчивого развития."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Пассажиры метро",
                        "threat": "Выход из метро эффективно организует поток, что уменьшает время ожидания и перемещения для пассажиров.",
                        "consequences_if_deteriorates": "Пассажиры будут испытывать неудобства и задержки, что снизит их удовлетворенность.",
                        "consequences_if_improves": "Если выход улучшится, пассажиры получат более быстрый и комфортный доступ к поездам.",
                        "imposed_role": "Упрощение и ускорение процесса выхода",
                        "comment": "I am, Пассажиры метро, see my relationships with a target in the following perspective: I rely on the efficiency of the exit to enhance my travel experience."
                    },
                    {
                        "source": "Метро как система",
                        "threat": "Выход из метро влияет на общую пропускную способность системы, оптимизируя пассажиропоток.",
                        "consequences_if_deteriorates": "Уменьшение зарабатываемых средств из-за снижения пассажиропотока.",
                        "consequences_if_improves": "Увеличение числа пассажиров и улучшение общего имиджа системы.",
                        "imposed_role": "Ключевой элемент в управлении потоком",
                        "comment": "I am, Метро как система, see my relationships with a target in the following perspective: I depend on the exit to maintain operational efficiency."
                    },
                    {
                        "source": "Городская инфраструктура",
                        "threat": "Эффективный выход из метро может уменьшить нагрузку на другие виды транспорта.",
                        "consequences_if_deteriorates": "Увеличение пробок и ухудшение качества жизни горожан.",
                        "consequences_if_improves": "Снижение нагрузки на уличную инфраструктуру и улучшение городской мобильности.",
                        "imposed_role": "Улучшение транспортной доступности",
                        "comment": "I am, Городская инфраструктура, see my relationships with a target in the following perspective: I benefit from the efficiency of the exit to reduce congestion."
                    },
                    {
                        "source": "Безопасность на транспорте",
                        "threat": "Необходимость поддерживать безопасность при большом потоке пассажиров.",
                        "consequences_if_deteriorates": "Увеличение рисков и потенциальных инцидентов с пассажирами.",
                        "consequences_if_improves": "Улучшение контроля и безопасности во время увеличенного потока.",
                        "imposed_role": "Повышение стандартов безопасности",
                        "comment": "I am, Безопасность на транспорте, see my relationships with a target in the following perspective: I rely on the exit's efficiency to manage risks effectively."
                    },
                    {
                        "source": "Туристическая привлекательность",
                        "threat": "Устаревший и неудобный выход может отпугнуть туристов.",
                        "consequences_if_deteriorates": "Снижение интереса к городу как туристическому направлению.",
                        "consequences_if_improves": "Увеличение потока туристов и положительный имидж города.",
                        "imposed_role": "Увеличение туристического потока",
                        "comment": "I am, Туристическая привлекательность, see my relationships with a target in the following perspective: I thrive on the efficient exit to maintain my appeal."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Городская администрация",
                        "change": "Улучшение инфраструктуры и доступности общественного транспорта",
                        "opportunity": "Увеличение пассажиропотока и улучшение имиджа города",
                        "restrictions": "Необходимость регулирования и контроля за состоянием метрополитена",
                        "imposed_role": "Партнер в обеспечении эффективного функционирования транспортной системы",
                        "comment": "Я, городская администрация, вижу свои отношения с выходом из метро в следующей перспективе: совместными усилиями мы можем создать более комфортную и эффективную транспортную среду для граждан."
                    },
                    {
                        "source": "Пассажиры",
                        "change": "Изменение поведения в зависимости от удобства и скорости выхода из метро",
                        "opportunity": "Улучшение опыта передвижения и сокращение времени ожидания",
                        "restrictions": "Зависимость от качества обслуживания и состояния выхода",
                        "imposed_role": "Активные участники, чье поведение влияет на эффективность потока",
                        "comment": "Я, пассажир, вижу свои отношения с выходом из метро в следующей перспективе: удобный выход влияет на мой выбор использования метро и общую удовлетворенность поездками."
                    },
                    {
                        "source": "Метрополитен",
                        "change": "Оптимизация работы выходов в зависимости от пассажиропотока",
                        "opportunity": "Повышение эффективности работы системы и уменьшение времени простоя",
                        "restrictions": "Необходимость адаптации к изменяющимся условиям и потребностям пассажиров",
                        "imposed_role": "Оператор, обеспечивающий безопасное и быстрое движение пассажиров",
                        "comment": "Я, метрополитен, вижу свои отношения с выходом из метро в следующей перспективе: оптимизация выходов позволяет мне улучшать качество обслуживания и адаптироваться к потребностям пассажиров."
                    },
                    {
                        "source": "Транспортные компании",
                        "change": "Изменение маршрутов и расписаний в зависимости от выходов из метро",
                        "opportunity": "Увеличение числа пассажиров и улучшение связности транспортной сети",
                        "restrictions": "Необходимость координации с графиками работы метро",
                        "imposed_role": "Дополняющий вид транспорта, который зависит от работы выхода",
                        "comment": "Я, транспортная компания, вижу свои отношения с выходом из метро в следующей перспективе: эффективное взаимодействие с метро помогает мне предоставлять более качественные услуги пассажирам."
                    },
                    {
                        "source": "Дизайнеры городской среды",
                        "change": "Адаптация дизайна выходов под потребности пользователей",
                        "opportunity": "Создание функциональных и привлекательных общественных пространств",
                        "restrictions": "Необходимость учитывать технические ограничения и требования безопасности",
                        "imposed_role": "Создатели пространства, которые должны учитывать пассажиропоток",
                        "comment": "Я, дизайнер городской среды, вижу свои отношения с выходом из метро в следующей перспективе: качественный дизайн выходов влияет на общее восприятие города и удобство для граждан."
                    }
                ]
            }
        }
    },
    {
        "entity": "Менеджеры и дизайнеры, отвечавшие за ландшафт",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Городское планирование",
                        "change": "Влияет на то, как менеджеры и дизайнеры проектируют городские пространства, учитывая долгосрочные планы развития.",
                        "opportunity": "Предоставляет доступ к ресурсам и данным о потребностях жителей и пассажиров.",
                        "restrictions": "Налагает требования по соблюдению норм и стандартов в проектировании.",
                        "imposed_role": "Координаторы между различными заинтересованными сторонами.",
                        "comment": "I am, Городское планирование, see my relationships with a target in the following perspective: I facilitate collaboration, but my rules must be respected."
                    },
                    {
                        "source": "Общественное мнение",
                        "change": "Формирует восприятие проектов менеджеров и дизайнеров через отзывы и обсуждения.",
                        "opportunity": "Создает возможность для позитивного восприятия проекта и поддержки со стороны общественности.",
                        "restrictions": "Может оказать давление на изменения в дизайне в соответствии с ожиданиями жителей.",
                        "imposed_role": "Промоутеры или критики проекта.",
                        "comment": "I am, Общественное мнение, see my relationships with a target in the following perspective: I influence the acceptance of your work."
                    },
                    {
                        "source": "Технологические новшества",
                        "change": "Изменяет подходы к дизайну и функциональности городских пространств через новые инструменты и материалы.",
                        "opportunity": "Предоставляет возможность использовать инновационные решения для улучшения эстетики и функциональности.",
                        "restrictions": "Может требовать дополнительных знаний и навыков для работы с новыми технологиями.",
                        "imposed_role": "Адаптеры к новым условиям и технологиям.",
                        "comment": "I am, Технологические новшества, see my relationships with a target in the following perspective: I drive change by offering new possibilities."
                    },
                    {
                        "source": "Экологические требования",
                        "change": "Влияют на выбор материалов и дизайн, ориентируясь на устойчивое развитие.",
                        "opportunity": "Способствуют созданию экологически чистых и привлекательных пространств.",
                        "restrictions": "Налагают строгие ограничения на выбор материалов и методы строительства.",
                        "imposed_role": "Сторонники устойчивого развития.",
                        "comment": "I am, Экологические требования, see my relationships with a target in the following perspective: I ensure that your work respects the environment."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Регулируют проектирование городских пространств через лицензирование и разрешения.",
                        "opportunity": "Обеспечивают легитимность и поддержку проектов через официальное одобрение.",
                        "restrictions": "Налагают юридические ограничения и требования к соблюдению нормативов.",
                        "imposed_role": "Проверяющие и контролирующие органы.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: I maintain order and legality in your projects."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Городские власти",
                        "essentiality": "Городские власти устанавливают правила и нормативы, которые определяют, как должно выглядеть и функционировать городское пространство.",
                        "opportunity": "Власти предоставляют финансирование и ресурсы для реализации проектов, а также легитимацию идей, выдвигаемых менеджерами и дизайнерами.",
                        "restrictions": "Менеджеры и дизайнеры обязаны соблюдать нормативные акты и требования по безопасности, экологии и эстетике.",
                        "imposed_role": "Они выступают как исполнители и консультанты, работающие в рамках заданных ограничений.",
                        "comment": "I am, городские власти, see my relationships with a target in the following perspective: я создаю условия для вашей работы, но также и контролирую, как вы их реализуете."
                    },
                    {
                        "source": "Пассажиры и жители города",
                        "essentiality": "Это реальные пользователи городского пространства, чьи потребности должны быть учтены в проектировании.",
                        "opportunity": "Обратная связь от пассажиров помогает менеджерам и дизайнерам лучше понимать требования и желания целевой аудитории.",
                        "restrictions": "Их критика может ограничивать свободу дизайна, заставляя менять проекты для соответствия ожиданиям.",
                        "imposed_role": "Пассажиры выступают как конечные пользователи и критики работы менеджеров и дизайнеров.",
                        "comment": "I am, пассажиры и жители города, see my relationships with a target in the following perspective: я жду от вас пространства, которое будет соответствовать моим нуждам и ожиданиям."
                    },
                    {
                        "source": "Технологические решения (например, программное обеспечение для дизайна)",
                        "essentiality": "Технологические инструменты необходимы для создания и визуализации проектов.",
                        "opportunity": "Они позволяют менеджерам и дизайнерам эффективно реализовывать свои идеи и улучшать качество работы.",
                        "restrictions": "Зависимость от технологий может ограничивать креативность, если они не поддерживают необходимые функции.",
                        "imposed_role": "Технологии становятся необходимыми помощниками в процессе проектирования.",
                        "comment": "I am, технологические решения, see my relationships with a target in the following perspective: я ваш незаменимый инструмент, который помогает вам претворять в жизнь ваши идеи."
                    },
                    {
                        "source": "Экологические факторы",
                        "essentiality": "Учитывая климатические условия и экосистему, эти факторы играют важную роль в проектировании городского пространства.",
                        "opportunity": "Создание устойчивых и экологически чистых решений делает проекты более актуальными и востребованными.",
                        "restrictions": "Игнорирование экологических факторов может привести к негативным последствиям и критике.",
                        "imposed_role": "Экология требует от менеджеров и дизайнеров применения устойчивых практик.",
                        "comment": "I am, экологические факторы, see my relationships with a target in the following perspective: я заставляю вас учитывать меня в каждом вашем решении, иначе последствия могут быть катастрофическими."
                    },
                    {
                        "source": "Конкуренты в области дизайна",
                        "essentiality": "Конкуренты влияют на стандарты качества и инновационности в проектировании.",
                        "opportunity": "Здоровая конкуренция может стимулировать креативность и улучшение качества работы.",
                        "restrictions": "Сравнение с конкурентами может создать давление и страх не соответствовать ожиданиям.",
                        "imposed_role": "Конкуренты становятся мерами для оценки успеха и инновационности проектов.",
                        "comment": "I am, конкуренты в области дизайна, see my relationships with a target in the following perspective: я ваш вызов, который заставляет вас стремиться к лучшему и не останавливаться на достигнутом."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Критики и общественность",
                        "threat": "Выражают негативные мнения и отзывы о работе менеджеров и дизайнеров, что может привести к потере репутации.",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры смогут работать более свободно, без страха критики.",
                        "consequences_if_improves": "Увеличение давления и требований, что может привести к стрессу и ухудшению качества работы.",
                        "imposed_role": "Объект критики и недовольства.",
                        "comment": "I am, Критики и общественность, see my relationships with a target in the following perspective: Я оцениваю их работу и указываю на недостатки, чтобы улучшить конечный результат."
                    },
                    {
                        "source": "Заказчики и инвесторы",
                        "threat": "Могут отменить финансирование или изменить требования к проекту, если не удовлетворены работой.",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры смогут реализовать свои идеи без внешнего давления.",
                        "consequences_if_improves": "Увеличение ресурсов и поддержки для реализации проектов.",
                        "imposed_role": "Контролирующий ресурс и требования.",
                        "comment": "I am, Заказчики и инвесторы, see my relationships with a target in the following perspective: Я ожидаю, что они будут соответствовать моим требованиям и стандартам, чтобы получить финансирование."
                    },
                    {
                        "source": "Конкуренты",
                        "threat": "Предлагают альтернативные решения и проекты, которые могут привлечь внимание общественности и инвесторов.",
                        "consequences_if_deteriorates": "Уменьшение конкуренции и возможность для менеджеров и дизайнеров выделиться.",
                        "consequences_if_improves": "Повышение стандартов и ожиданий, что приведет к необходимости улучшения работы.",
                        "imposed_role": "Соперник в борьбе за внимание и ресурсы.",
                        "comment": "I am, Конкуренты, see my relationships with a target in the following perspective: Я стремлюсь предложить лучшее решение, чтобы привлечь клиентов."
                    },
                    {
                        "source": "Городские власти",
                        "threat": "Могут наложить ограничения и правила, которые изменят подход к проектированию.",
                        "consequences_if_deteriorates": "Больше свободы в принятии решений и креативности.",
                        "consequences_if_improves": "Улучшение интеграции проектов с городскими стандартами и требованиями.",
                        "imposed_role": "Регулятор и контролер проектов.",
                        "comment": "I am, Городские власти, see my relationships with a target in the following perspective: Я устанавливаю правила для обеспечения безопасности и соответствия проектам."
                    },
                    {
                        "source": "Технологические новшества",
                        "threat": "Могут сделать существующие подходы устаревшими, если менеджеры и дизайнеры не адаптируются.",
                        "consequences_if_deteriorates": "Сохранение традиционных методов работы и минимизация изменений.",
                        "consequences_if_improves": "Улучшение эффективности и инновационности проектирования.",
                        "imposed_role": "Объект адаптации и внедрения новых технологий.",
                        "comment": "I am, Технологические новшества, see my relationships with a target in the following perspective: Я требую от них быть гибкими и готовыми к изменениям, чтобы оставаться конкурентоспособными."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Города и муниципальные власти",
                        "change": "Власти начинают учитывать эстетические и функциональные аспекты при планировании городских пространств.",
                        "opportunity": "Создание более привлекательных и удобных общественных пространств для жителей и туристов.",
                        "restrictions": "Необходимость соблюдения бюджетных ограничений и взаимодействия с местными сообществами.",
                        "imposed_role": "Партнер в разработке и реализации проектов, отвечающих нуждам горожан.",
                        "comment": "I am, города и муниципальные власти, see my relationships with a target in the following perspective: We strive to create environments that serve the community while balancing budgetary constraints."
                    },
                    {
                        "source": "Пассажиры и пользователи пространства",
                        "change": "Изменяются ожидания и требования к городским пространствам, акцент на удобство и доступность.",
                        "opportunity": "Улучшение качества жизни и доступности городской инфраструктуры.",
                        "restrictions": "Необходимость адаптации к различным потребностям и предпочтениям, что может усложнить проектирование.",
                        "imposed_role": "Критики и источники обратной связи для менеджеров и дизайнеров.",
                        "comment": "I am, пассажиры и пользователи пространства, see my relationships with a target in the following perspective: Our feedback shapes the future of urban spaces to meet our diverse needs."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Повышение внимания к вопросам устойчивого развития и экологии в процессе проектирования.",
                        "opportunity": "Сотрудничество с дизайнерами для создания экологически чистых и устойчивых пространств.",
                        "restrictions": "Необходимость учитывать экологические стандарты и регуляции.",
                        "imposed_role": "Советник по вопросам экологии и устойчивого развития.",
                        "comment": "I am, экологические организации, see my relationships with a target in the following perspective: We guide the design process towards sustainability, ensuring that urban spaces are environmentally friendly."
                    },
                    {
                        "source": "Строительные компании",
                        "change": "Изменение подходов к строительству, акцент на качество и эстетические элементы.",
                        "opportunity": "Расширение ассортимента услуг и укрепление репутации на рынке.",
                        "restrictions": "Соблюдение новых стандартов и требований, что может увеличивать затраты.",
                        "imposed_role": "Исполнитель работ, отвечающий за реализацию дизайнерских решений.",
                        "comment": "I am, строительные компании, see my relationships with a target in the following perspective: We aim to bring designs to life while adhering to the highest standards of quality."
                    },
                    {
                        "source": "Общественные организации и активисты",
                        "change": "Увеличение влияния на процесс проектирования через активное участие и адвокацию.",
                        "opportunity": "Возможность продвигать интересы местных сообществ в процессе создания городских пространств.",
                        "restrictions": "Необходимость согласования интересов различных групп, что может замедлить процесс.",
                        "imposed_role": "Адвокаты интересов местного населения.",
                        "comment": "I am, общественные организации и активисты, see my relationships with a target in the following perspective: Our involvement ensures that the voices of the community are heard and reflected in urban design."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Городские власти",
                        "essentiality": "Менеджеры и дизайнеры создают проекты, которые соответствуют стандартам и требованиям городских властей.",
                        "opportunity": "Власти получают возможность улучшить имидж города и повысить качество жизни жителей за счет успешных проектов.",
                        "restrictions": "Городские власти не могут игнорировать мнения дизайнеров и менеджеров, так как их решения должны быть обоснованы и соответствовать современным требованиям.",
                        "imposed_role": "Городские власти выступают как контролирующие органы, определяющие рамки для дизайнеров и менеджеров.",
                        "comment": "I am, Городские власти, see my relationships with менеджерами и дизайнерами в следующей перспективе: их работа помогает мне достигать моих целей по улучшению городской инфраструктуры."
                    },
                    {
                        "source": "Пассажиры",
                        "essentiality": "Менеджеры и дизайнеры нуждаются в обратной связи от пассажиров для создания функциональных пространств.",
                        "opportunity": "Пассажиры помогают менеджерам и дизайнерам понять потребности и предпочтения, которые формируют проект.",
                        "restrictions": "Менеджеры и дизайнеры не могут игнорировать мнения и критики пассажиров, так как это может привести к провалу проектов.",
                        "imposed_role": "Пассажиры выступают как критики и конечные пользователи продуктов работы менеджеров и дизайнеров.",
                        "comment": "I am, Пассажиры, see my relationships with менеджерами и дизайнерами в следующей перспективе: я даю им важные данные, но их работа должна учитывать мои потребности."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Менеджеры и дизайнеры должны учитывать экологические стандарты и требования в своих проектах.",
                        "opportunity": "Экологические организации могут сотрудничать с проектировщиками для создания устойчивых и экологически чистых пространств.",
                        "restrictions": "Менеджеры и дизайнеры должны соблюдать экологические нормы, что может ограничивать их креативные идеи.",
                        "imposed_role": "Экологические организации выступают как консультанты и контрольные органы по соблюдению экостандартов.",
                        "comment": "I am, Экологические организации, see my relationships with менеджерами и дизайнерами в следующей перспективе: я помогаю им создавать устойчивые проекты, но требую соблюдения норм."
                    },
                    {
                        "source": "Строительные компании",
                        "essentiality": "Менеджеры и дизайнеры зависят от строительных компаний для реализации своих проектов.",
                        "opportunity": "Строительные компании получают возможность реализовывать новые и интересные проекты, которые могут повысить их репутацию.",
                        "restrictions": "Менеджеры и дизайнеры ограничивают строительные компании в выборе материалов и технологий, чтобы соответствовать проектным требованиям.",
                        "imposed_role": "Строительные компании выступают как исполнители, обязанные следовать указаниям проектировщиков.",
                        "comment": "I am, Строительные компании, see my relationships with менеджерами и дизайнерами в следующей перспективе: их идеи требуют от меня высокой квалификации и точности в выполнении."
                    },
                    {
                        "source": "Технологические компании",
                        "essentiality": "Менеджеры и дизайнеры нуждаются в современных технологиях для создания инновационных городских пространств.",
                        "opportunity": "Технологические компании получают доступ к новым рынкам и возможностям внедрения своих решений.",
                        "restrictions": "Менеджеры и дизайнеры должны учитывать совместимость своих проектов с существующими технологиями.",
                        "imposed_role": "Технологические компании выступают как поставщики решений и инструментов, необходимых для реализации проектов.",
                        "comment": "I am, Технологические компании, see my relationships with менеджерами и дизайнерами в следующей перспективе: я предоставляю им инструменты для достижения их целей, но ожидаю, что они будут учитывать мои возможности."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Горожане (пассажиры)",
                        "threat": "Менеджеры и дизайнеры могут игнорировать их реальные потребности в дизайне пространства.",
                        "consequences_if_deteriorates": "Если менеджеры и дизайнеры исчезнут, горожане смогут выразить свои пожелания напрямую, без посредников.",
                        "consequences_if_improves": "Если работа менеджеров и дизайнеров улучшится, горожане получат более комфортное и привлекательное пространство.",
                        "imposed_role": "Довольные пользователи городского пространства.",
                        "comment": "Я, горожанин, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: они должны слышать и учитывать наши потребности для создания удобного пространства."
                    },
                    {
                        "source": "Строительные компании",
                        "threat": "Менеджеры и дизайнеры могут требовать более высоких стандартов качества и функциональности, влияя на их репутацию.",
                        "consequences_if_deteriorates": "Если они исчезнут, строительные компании смогут работать с меньшими требованиями к качеству.",
                        "consequences_if_improves": "Если менеджеры и дизайнеры улучшат свою работу, строительные компании будут вынуждены поддерживать высокие стандарты.",
                        "imposed_role": "Партнеры в создании качественной городской среды.",
                        "comment": "Я, строительная компания, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их требования ставят перед нами высокую планку, что может повысить нашу репутацию."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Менеджеры и дизайнеры могут игнорировать общественные интересы, что повлияет на их контроль над проектами.",
                        "consequences_if_deteriorates": "Если они исчезнут, государственные органы смогут легче управлять проектами без вмешательства.",
                        "consequences_if_improves": "Если работа менеджеров и дизайнеров улучшится, государственные органы увидят меньше конфликтов и больше согласия.",
                        "imposed_role": "Регуляторы и контролеры.",
                        "comment": "Я, государственный орган, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их работа может как облегчить, так и усложнить наши задачи по контролю."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Менеджеры и дизайнеры могут не учитывать экологические аспекты, что угрожает имиджу организации.",
                        "consequences_if_deteriorates": "Если менеджеры и дизайнеры исчезнут, экологические организации смогут влиять на проекты более непосредственно.",
                        "consequences_if_improves": "Если работа менеджеров и дизайнеров улучшится, экологические организации будут более довольны результатами и смогут сотрудничать.",
                        "imposed_role": "Сторонники устойчивого развития.",
                        "comment": "Я, экологическая организация, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их игнорирование экологических норм может подорвать нашу работу."
                    },
                    {
                        "source": "Местные бизнесы (магазины, кафе)",
                        "threat": "Менеджеры и дизайнеры могут создавать пространства, которые не поддерживают бизнес-интересы местных предпринимателей.",
                        "consequences_if_deteriorates": "Если они исчезнут, местные бизнесы смогут сами определять, как им развивать свои пространства.",
                        "consequences_if_improves": "Если работа менеджеров и дизайнеров улучшится, местные бизнесы получат больше клиентов благодаря улучшению городской среды.",
                        "imposed_role": "Клиенты и пользователи общественных пространств.",
                        "comment": "Я, местный бизнес, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их работа может прямо влиять на наш успех и количество клиентов."
                    }
                ]
            }
        }
    },
    {
        "entity": "Администрация",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Гражданские инициативы",
                        "change": "Способствуют формированию обратной связи от жителей по вопросам городской среды.",
                        "opportunity": "Обеспечивают информацию о реальных потребностях граждан, что помогает администрации принимать более обоснованные решения.",
                        "restrictions": "Могут критиковать и противостоять инициативам администрации, если они не соответствуют ожиданиям жителей.",
                        "imposed_role": "Агент обратной связи, который требует от администрации учитывать мнения жителей.",
                        "comment": "I am, Гражданские инициативы, see my relationships with Администрация in the following perspective: I provide valuable insights for improvement, but also hold the power to challenge decisions."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Влияют на принятие решений администрации по вопросам охраны окружающей среды.",
                        "opportunity": "Помогают администрации улучшить имидж и соответствовать современным стандартам устойчивого развития.",
                        "restrictions": "Могут оказывать давление через общественное мнение и протестные акции.",
                        "imposed_role": "Контрольный орган, который требует от администрации соблюдения экологических норм.",
                        "comment": "I am, Экологические организации, see my relationships with Администрация in the following perspective: I push for accountability and help create a sustainable future."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "change": "Влияет на экономическую политику администрации и на ее действия по привлечению инвестиций.",
                        "opportunity": "Создает экономические возможности и рабочие места для жителей, что является целью администрации.",
                        "restrictions": "Может оказывать влияние на политику администрации в пользу своих интересов, иногда в ущерб интересам граждан.",
                        "imposed_role": "Партнер по развитию, от которого зависит экономическая стабильность региона.",
                        "comment": "I am, Бизнес-сообщество, see my relationships with Администрация in the following perspective: Together we can create prosperity, but I also expect favorable conditions for my operations."
                    },
                    {
                        "source": "Медиа",
                        "change": "Формируют общественное мнение о деятельности администрации и ее решениях.",
                        "opportunity": "Способствуют информированию граждан о действиях администрации, что может повысить доверие к ней.",
                        "restrictions": "Могут освещать негативные аспекты работы администрации, что влияет на ее репутацию.",
                        "imposed_role": "Информатор и критик, который может как поддерживать, так и подрывать доверие к администрации.",
                        "comment": "I am, Медиа, see my relationships with Администрация in the following perspective: I reflect the pulse of society, both supporting and challenging you."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Влияют на политику и стратегию администрации через нормативные акты и требования.",
                        "opportunity": "Предоставляют поддержку и ресурсы для реализации городских проектов.",
                        "restrictions": "Обязывают администрацию соблюдать законы и стандарты, что может ограничивать ее инициативы.",
                        "imposed_role": "Регулятор, который определяет рамки для действий администрации.",
                        "comment": "I am, Государственные органы, see my relationships with Администрация in the following perspective: I ensure compliance and support, but also impose necessary constraints."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Граждане",
                        "change": "Граждане становятся более активными в общественной жизни и начинают требовать улучшений.",
                        "opportunity": "Получение улучшенной городской среды и удовлетворение их потребностей.",
                        "restrictions": "Ограниченная возможность влиять на решения администрации.",
                        "imposed_role": "Критики и активисты.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: We seek a voice in the decision-making process and hope our needs are prioritized."
                    },
                    {
                        "source": "Местный бизнес",
                        "change": "Бизнес адаптирует свои услуги и товары в соответствии с потребностями администрации.",
                        "opportunity": "Увеличение прибыли благодаря улучшению городской инфраструктуры и привлечению клиентов.",
                        "restrictions": "Зависимость от решений администрации в вопросах разрешений и лицензий.",
                        "imposed_role": "Партнеры и поставщики.",
                        "comment": "I am, Местный бизнес, see my relationships with a target in the following perspective: We thrive when the city flourishes, but we require support and fair regulations."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Увеличение уровня сотрудничества в области экологической устойчивости.",
                        "opportunity": "Возможность внедрять свои инициативы и программы в сотрудничестве с администрацией.",
                        "restrictions": "Необходимость согласования действий с администрацией.",
                        "imposed_role": "Консультанты и активисты.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: Our mission aligns with the administration's goals, yet we must ensure our voices are heard."
                    },
                    {
                        "source": "Инфраструктурные проекты",
                        "change": "Проекты адаптируются к требованиям городской администрации и местных граждан.",
                        "opportunity": "Получение финансирования и поддержки от администрации.",
                        "restrictions": "Необходимость соблюдать нормы и требования администрации.",
                        "imposed_role": "Исполнители и подрядчики.",
                        "comment": "I am, Инфраструктурные проекты, see my relationships with a target in the following perspective: Collaboration with the administration allows us to realize our projects effectively, yet we must adhere to their guidelines."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Увеличение координации и взаимодействия с местной администрацией.",
                        "opportunity": "Возможность реализовывать государственные программы на местном уровне.",
                        "restrictions": "Необходимость согласования действий с местной администрацией.",
                        "imposed_role": "Регуляторы и поддерживающие структуры.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: Our collaboration helps to implement national policies locally, though we must ensure compliance with local regulations."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Граждане",
                        "essentiality": "Граждане являются основным источником легитимности власти администрации, так как их поддержка необходима для функционирования и принятия решений.",
                        "opportunity": "Обеспечение обратной связи и понимание потребностей и ожиданий населения.",
                        "restrictions": "Администрация не может игнорировать общественное мнение или действовать в ущерб интересам граждан.",
                        "imposed_role": "Представитель интересов населения.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: I provide the foundation of your authority, and my voice shapes your decisions."
                    },
                    {
                        "source": "Местные законы и регламенты",
                        "essentiality": "Правовые нормы определяют рамки деятельности администрации и обязательства перед гражданами.",
                        "opportunity": "Обеспечение правовой базы для реализации инициатив и проектов.",
                        "restrictions": "Администрация обязана действовать в рамках законодательства, что ограничивает ее возможности.",
                        "imposed_role": "Гарант правопорядка и справедливости.",
                        "comment": "I am, Местные законы и регламенты, see my relationships with a target in the following perspective: I structure your actions and ensure you act fairly."
                    },
                    {
                        "source": "Бюджет",
                        "essentiality": "Финансовые ресурсы необходимы для реализации проектов и инициатив администрации.",
                        "opportunity": "Обеспечение финансирования для улучшения городской инфраструктуры и услуг.",
                        "restrictions": "Администрация должна соблюдать финансовые ограничения и приоритеты бюджета.",
                        "imposed_role": "Ответственный за распределение ресурсов.",
                        "comment": "I am, Бюджет, see my relationships with a target in the following perspective: By managing me wisely, you can achieve your goals, but waste me and face consequences."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Эти организации могут влиять на решения администрации, продвигая экологические инициативы.",
                        "opportunity": "Сотрудничество с экологическими организациями может улучшить имидж администрации и помочь в реализации устойчивых практик.",
                        "restrictions": "Администрация должна учитывать экологические стандарты и требования, что может ограничивать ее действия.",
                        "imposed_role": "Стратегический партнер в области устойчивого развития.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: I hold you accountable for the environment, and together we can create a better future."
                    },
                    {
                        "source": "СМИ",
                        "essentiality": "СМИ формируют общественное мнение и освещают действия администрации.",
                        "opportunity": "Положительное освещение может укрепить репутацию и поддержать инициативы администрации.",
                        "restrictions": "Администрация должна быть осторожна в своих действиях, чтобы избежать негативного освещения и критики.",
                        "imposed_role": "Информатор и критик.",
                        "comment": "I am, СМИ, see my relationships with a target in the following perspective: I can elevate your voice or bring your failures to light, depending on your transparency."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Граждане",
                        "threat": "Недовольство и протесты против администрации",
                        "consequences_if_deteriorates": "Улучшение общественного мнения и повышение доверия к администрации",
                        "consequences_if_improves": "Администрация теряет контроль над ситуацией, что может привести к хаосу",
                        "imposed_role": "Противник, выступающий против решений администрации",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: мы представляем интересы и потребности общества."
                    },
                    {
                        "source": "Медиа",
                        "threat": "Критика решений администрации и освещение негативных событий",
                        "consequences_if_deteriorates": "Снижение давления на администрацию и возможность более свободного принятия решений",
                        "consequences_if_improves": "Репутация администрации может пострадать, если будет много негативных новостей",
                        "imposed_role": "Обозреватель, оценивающий действия администрации",
                        "comment": "I am, Медиа, see my relationships with a target in the following perspective: я освещаю события и формирую общественное мнение."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "threat": "Отказ инвестировать в город из-за плохого управления",
                        "consequences_if_deteriorates": "Увеличение инвестиций и улучшение городской инфраструктуры",
                        "consequences_if_improves": "Неприятные последствия для городской экономики и снижение уровня жизни",
                        "imposed_role": "Критик, который требует изменений в управлении",
                        "comment": "I am, Бизнес-сообщество, see my relationships with a target in the following perspective: мы заинтересованы в стабильности и развитии города."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Контроль и надзор за действиями администрации",
                        "consequences_if_deteriorates": "Больше свободы в принятии решений и меньше внешнего контроля",
                        "consequences_if_improves": "Ужесточение правил и требований к администрации",
                        "imposed_role": "Наблюдатель, который следит за соблюдением законодательства",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: мы должны обеспечить соблюдение законов и норм."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Обвинения в неэффективной экологии и угрозы судебных разбирательств",
                        "consequences_if_deteriorates": "Возможность игнорировать экологические проблемы и сосредоточиться на других вопросах",
                        "consequences_if_improves": "Необходимость учитывать экологические аспекты в политике и принятии решений",
                        "imposed_role": "Критик, который требует соблюдения экологических стандартов",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: мы стремимся к защите окружающей среды и улучшению качества жизни."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Граждане",
                        "threat": "Администрация использует угрозу недовольства и протестов, чтобы заставить граждан принимать участие в общественных обсуждениях.",
                        "consequences_if_deteriorates": "Граждане смогут игнорировать решения администрации и действовать в своих интересах, что приведет к хаосу.",
                        "consequences_if_improves": "Если администрация улучшит городскую среду, граждане будут более удовлетворены и активны в поддержке её инициатив.",
                        "imposed_role": "Активные участники в процессе принятия решений.",
                        "comment": "Я, гражданин, вижу свои отношения с администрацией в следующей перспективе: я могу поддерживать или противодействовать её решениям, в зависимости от того, как они влияют на мою жизнь."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "threat": "Администрация может угрожать бизнесу введением строгих регуляций или налогов, если они не соответствуют её стандартам.",
                        "consequences_if_deteriorates": "Бизнес-сообщество сможет действовать без контроля, что может привести к ухудшению качества услуг и товаров.",
                        "consequences_if_improves": "Улучшение городской среды может повысить прибыль бизнеса за счет увеличения потока клиентов.",
                        "imposed_role": "Партнеры в процессе развития города.",
                        "comment": "Я, представитель бизнес-сообщества, вижу свои отношения с администрацией в следующей перспективе: я завишу от её решений, но могу предложить свои ресурсы для совместного улучшения ситуации."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Администрация может игнорировать экологические инициативы, что угрожает существованию экологических организаций.",
                        "consequences_if_deteriorates": "Экологические организации потеряют влияние и финансирование, что приведет к ухудшению состояния окружающей среды.",
                        "consequences_if_improves": "Улучшение городских условий может привести к улучшению экологии и поддержке со стороны администрации.",
                        "imposed_role": "Консультанты по вопросам устойчивого развития.",
                        "comment": "Я, экологическая организация, вижу свои отношения с администрацией в следующей перспективе: я могу стать важным союзником, если мои инициативы будут приняты во внимание."
                    },
                    {
                        "source": "Медиа",
                        "threat": "Администрация может угрожать репутации медиа, если они будут публиковать критику или негативные материалы.",
                        "consequences_if_deteriorates": "Медиа могут потерять доступ к информации и стать менее влиятельными.",
                        "consequences_if_improves": "Если администрация улучшит свои действия, медиа получат больше положительных новостей для распространения.",
                        "imposed_role": "Контролеры и информаторы о деятельности администрации.",
                        "comment": "Я, медиа, вижу свои отношения с администрацией в следующей перспективе: моя задача - освещать действительность, и я надеюсь на открытость администрации."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Администрация может уменьшить финансирование и ресурсы, если не будет удовлетворять требованиям жителей.",
                        "consequences_if_deteriorates": "Государственные органы могут потерять контроль и ресурсы, если администрация не будет функционировать эффективно.",
                        "consequences_if_improves": "Если администрация улучшит свои услуги, это укрепит доверие и сотрудничество между органами.",
                        "imposed_role": "Согласованные партнеры в управлении городом.",
                        "comment": "Я, государственный орган, вижу свои отношения с администрацией в следующей перспективе: мы должны работать вместе, чтобы обеспечить успешное функционирование города."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Граждане",
                        "essentiality": "Администрация обеспечивает услуги и инфраструктуру, необходимые для жизни граждан.",
                        "opportunity": "Граждане получают возможность выражать свои потребности и влиять на решения через участие в общественных обсуждениях.",
                        "restrictions": "Граждане не могут игнорировать правила и регламенты, установленные администрацией.",
                        "imposed_role": "Граждане должны быть активными участниками в процессе улучшения городской среды.",
                        "comment": "I am, the citizens, see my relationships with the administration in the following perspective: we are co-creators of our urban environment and depend on the administration for our needs."
                    },
                    {
                        "source": "Бизнес",
                        "essentiality": "Администрация создает условия для ведения бизнеса и предоставляет лицензии.",
                        "opportunity": "Бизнес получает поддержку и защиту со стороны администрации, что способствует его развитию.",
                        "restrictions": "Бизнес не может действовать вне рамок законов и регуляций, установленных администрацией.",
                        "imposed_role": "Бизнес должен соблюдать правила и активно участвовать в улучшении городской экономики.",
                        "comment": "I am, the business sector, see my relationships with the administration in the following perspective: we thrive under the administration's framework that supports our growth."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Администрация нуждается в экспертизе и поддержке экологических организаций для реализации зеленых инициатив.",
                        "opportunity": "Экологические организации получают платформу для реализации своих проектов и инициатив.",
                        "restrictions": "Экологические организации не могут игнорировать требования и стандарты, установленные администрацией.",
                        "imposed_role": "Экологические организации должны обеспечивать их проекты соответствующими стандартами и требованиями.",
                        "comment": "I am, the environmental organizations, see my relationships with the administration in the following perspective: we collaborate to create a sustainable urban environment."
                    },
                    {
                        "source": "Местные СМИ",
                        "essentiality": "Администрация предоставляет информацию и события, которые СМИ могут освещать.",
                        "opportunity": "Местные СМИ получают доступ к информации и возможность влиять на общественное мнение.",
                        "restrictions": "Местные СМИ не могут искажать факты и информацию, полученную от администрации.",
                        "imposed_role": "Местные СМИ должны объективно освещать деятельность администрации и ее решения.",
                        "comment": "I am, the local media, see my relationships with the administration in the following perspective: we serve as a bridge between the administration and the public, ensuring transparency."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Администрация координирует и управляет взаимодействием с государственными органами для обеспечения правопорядка.",
                        "opportunity": "Государственные органы получают возможность реализовать свои программы и инициативы через работу с администрацией.",
                        "restrictions": "Государственные органы не могут действовать самостоятельно в пределах компетенции, установленной администрацией.",
                        "imposed_role": "Государственные органы должны следовать политикам и стратегиям, разработанным администрацией.",
                        "comment": "I am, the governmental bodies, see my relationships with the administration in the following perspective: we collaborate to ensure effective governance and public service."
                    }
                ]
            }
        }
    }
]