[
    {
        "entity": "Пассажиры",
        "actor_network": {
            "4": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Пассажиры обеспечивают спрос на услуги транспортных компаний, что делает их бизнес жизнеспособным.",
                        "opportunity": "Транспортные компании получают прибыль от перевозки пассажиров.",
                        "restrictions": "Транспортные компании обязаны обеспечивать безопасность и комфорт пассажиров.",
                        "imposed_role": "Транспортные компании выступают в роли поставщиков услуг, которые должны удовлетворять потребности пассажиров.",
                        "comment": "I am, Транспортные компании, see my relationships with a target in the following perspective: Пассажиры - это наш основной источник дохода, и мы стремимся удовлетворить их потребности."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Пассажиры требуют соблюдения стандартов безопасности и качества транспортных услуг, что влияет на политику и регулирование в транспортной сфере.",
                        "opportunity": "Государственные органы могут улучшать свою репутацию, обеспечивая защиту прав пассажиров.",
                        "restrictions": "Государственные органы должны следить за соблюдением норм и правил, касающихся прав пассажиров.",
                        "imposed_role": "Государственные органы играют роль регуляторов, обеспечивающих защиту прав пассажиров.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: Пассажиры - это наш приоритет, и мы обязаны защищать их права."
                    },
                    {
                        "source": "Технологические компании",
                        "essentiality": "Пассажиры используют мобильные приложения и технологии для планирования и оптимизации своих поездок.",
                        "opportunity": "Технологические компании получают данные о предпочтениях пассажиров, что помогает им улучшать свои продукты.",
                        "restrictions": "Технологические компании должны обеспечивать защиту данных и конфиденциальность информации пассажиров.",
                        "imposed_role": "Технологические компании выступают в роли разработчиков решений, помогающих пассажирам находить оптимальные маршруты.",
                        "comment": "I am, Технологические компании, see my relationships with a target in the following perspective: Пассажиры - это наш источник данных и вдохновения для разработки новых технологий."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Пассажиры могут влиять на выбор более экологически чистых транспортных средств и услуг.",
                        "opportunity": "Экологические организации могут использовать интересы пассажиров для продвижения устойчивого транспорта.",
                        "restrictions": "Экологические организации должны быть осторожны в своих рекомендациях, чтобы не навредить интересам пассажиров.",
                        "imposed_role": "Экологические организации являются адвокатами устойчивого развития в транспортной сфере.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: Пассажиры могут быть нашими союзниками в борьбе за экологические инициативы."
                    },
                    {
                        "source": "Страховые компании",
                        "essentiality": "Пассажиры создают риски, которые страховые компании могут покрывать через различные полисы.",
                        "opportunity": "Страховые компании получают прибыль от страховых полисов, связанных с транспортом.",
                        "restrictions": "Страховые компании должны следовать законодательству и правилам, касающимся страхования транспортных рисков.",
                        "imposed_role": "Страховые компании выступают в роли защитников интересов пассажиров в случае несчастных случаев.",
                        "comment": "I am, Страховые компании, see my relationships with a target in the following perspective: Пассажиры - это наши клиенты, и мы обязаны предоставлять им надежные страховые продукты."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Упрощают процесс передвижения, предоставляя различные виды транспорта.",
                        "opportunity": "Обеспечивают доступность и разнообразие маршрутов для быстрого и удобного перемещения.",
                        "restrictions": "Могут устанавливать тарифы и расписания, ограничивая свободу выбора пассажиров.",
                        "imposed_role": "Пассажиры становятся клиентами, зависящими от услуг компаний.",
                        "comment": "I am Транспортные компании, see my relationships with Пассажиры in the following perspective: наше сотрудничество направлено на взаимовыгодное предоставление услуг."
                    },
                    {
                        "source": "Государственные регуляторы",
                        "change": "Устанавливают правила и нормы, которые влияют на транспортные услуги.",
                        "opportunity": "Создают безопасные и надежные условия для передвижения.",
                        "restrictions": "Ограничивают свободу транспортных компаний в установлении цен и маршрутов.",
                        "imposed_role": "Пассажиры становятся участниками регулируемого процесса, имея право на безопасность.",
                        "comment": "I am Государственные регуляторы, see my relationships with Пассажиры in the following perspective: я создаю условия для безопасного передвижения."
                    },
                    {
                        "source": "Технологические платформы (например, приложения для вызова такси)",
                        "change": "Упрощают процесс поиска и бронирования транспорта.",
                        "opportunity": "Предоставляют удобные инструменты для быстрого доступа к услугам транспорта.",
                        "restrictions": "Зависимость от технологий и интернет-соединения.",
                        "imposed_role": "Пассажиры становятся пользователями платформы, что требует от них определенных навыков.",
                        "comment": "I am Технологические платформы, see my relationships with Пассажиры in the following perspective: я облегчаю процесс выбора и бронирования транспорта."
                    },
                    {
                        "source": "Социальные сети и отзывы",
                        "change": "Влияют на выбор пассажиров через информацию и мнения других людей.",
                        "opportunity": "Предоставляют возможность получать советы и рекомендации по выбору транспорта.",
                        "restrictions": "Могут вводить путаницу из-за противоречивых отзывов.",
                        "imposed_role": "Пассажиры становятся частью сообщества, где их мнение также имеет значение.",
                        "comment": "I am Социальные сети, see my relationships with Пассажиры in the following perspective: я способствую обмену мнениями и информированию о транспортных услугах."
                    },
                    {
                        "source": "Экологические факторы (например, загрязнение воздуха)",
                        "change": "Влияют на выбор пассажиров в пользу более экологически чистых видов транспорта.",
                        "opportunity": "Создают мотивацию для использования общественного транспорта или велосипедов.",
                        "restrictions": "Ограничивают выбор в пользу устойчивых решений.",
                        "imposed_role": "Пассажиры становятся более осознанными потребителями, принимая во внимание экологию.",
                        "comment": "I am Экологические факторы, see my relationships with Пассажиры in the following perspective: я побуждаю к более ответственному выбору транспортных средств."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "С увеличением числа пассажиров, компании вынуждены улучшать свои услуги и оптимизировать маршруты.",
                        "opportunity": "Увеличение доходов за счет повышения качества обслуживания и привлечения новых клиентов.",
                        "restrictions": "Необходимость соблюдения стандартов качества и сроков выполнения услуг.",
                        "imposed_role": "Поставщик услуг, который должен отвечать на требования пассажиров.",
                        "comment": "Я, транспортная компания, вижу мои отношения с пассажирами в следующей перспективе: они требуют от нас постоянного улучшения и гибкости, что в свою очередь приносит нам больше клиентов и доходов."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Увеличение потребности в регулировании и улучшении транспортной инфраструктуры.",
                        "opportunity": "Возможность продемонстрировать эффективность своих инициатив и увеличить финансирование для государственных проектов.",
                        "restrictions": "Необходимость согласования новых инициатив с общественностью и другими организациями.",
                        "imposed_role": "Регулятор, который должен обеспечивать безопасность и эффективность транспортных маршрутов.",
                        "comment": "Я, государственный орган, вижу мои отношения с пассажирами в следующей перспективе: их потребности в быстром и удобном перемещении подталкивают нас к улучшению инфраструктуры и услуг."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Разработка новых приложений и технологий для улучшения путешествий, таких как навигация и планирование маршрутов.",
                        "opportunity": "Рост рынка для сервисов, связанных с транспортом и логистикой.",
                        "restrictions": "Необходимость адаптации технологий к разнообразным потребностям и ожиданиям пользователей.",
                        "imposed_role": "Инновационный партнер, предоставляющий решения для удобства пассажиров.",
                        "comment": "Я, технологическая компания, вижу мои отношения с пассажирами в следующей перспективе: их желания и страхи вдохновляют нас на создание новых решений, которые упрощают процесс передвижения."
                    },
                    {
                        "source": "Общественный транспорт",
                        "change": "Адаптация расписаний и маршрутов в соответствии с требованиями пассажиров.",
                        "opportunity": "Увеличение нагрузки на транспортные средства и рост использования общественного транспорта.",
                        "restrictions": "Необходимость обеспечения комфорта и безопасности на борту.",
                        "imposed_role": "Средство передвижения, которое должно быть доступным и эффективным.",
                        "comment": "Я, общественный транспорт, вижу мои отношения с пассажирами в следующей перспективе: их ожидания формируют нашу работу, и мы стремимся сделать каждую поездку максимально удобной."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Рост осознания важности устойчивого транспорта и уменьшения углеродного следа.",
                        "opportunity": "Возможность продвигать экологичные решения и инициативы для улучшения качества жизни.",
                        "restrictions": "Необходимость взаимодействовать с различными заинтересованными сторонами для достижения своих целей.",
                        "imposed_role": "Адвокат устойчивого развития, работающий на благо экологии.",
                        "comment": "Я, экологическая организация, вижу мои отношения с пассажирами в следующей перспективе: их выбор в пользу устойчивого транспорта помогает нам продвигать более экологичные инициативы."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Такси",
                        "threat": "Пассажиры выбирают более быстрые и удобные способы передвижения, что уменьшает потребность в такси.",
                        "consequences_if_deteriorates": "Такси может потерять клиентов и, соответственно, доходы.",
                        "consequences_if_improves": "Если такси станет более удобным и доступным, оно может привлечь больше пассажиров.",
                        "imposed_role": "Конкурент, который должен улучшать свои услуги.",
                        "comment": "Я, Такси, вижу свои отношения с Пассажирами в следующем свете: я должен постоянно улучшать свои сервисы, чтобы оставаться конкурентоспособным."
                    },
                    {
                        "source": "Общественный транспорт",
                        "threat": "Пассажиры могут предпочесть личные автомобили или такси из-за недостатка удобства в общественном транспорте.",
                        "consequences_if_deteriorates": "Общественный транспорт может сократить количество маршрутов и уменьшить финансирование.",
                        "consequences_if_improves": "Улучшение удобства может увеличить количество пользователей и, соответственно, финансирование.",
                        "imposed_role": "Должен адаптироваться к ожиданиям пассажиров.",
                        "comment": "Я, Общественный транспорт, вижу свои отношения с Пассажирами в следующем свете: я должен адаптироваться к их нуждам для обеспечения своего существования."
                    },
                    {
                        "source": "Разработчики мобильных приложений для навигации",
                        "threat": "Пассажиры могут начать использовать альтернативные приложения, если не будут удовлетворены текущими",
                        "consequences_if_deteriorates": "Разработчики могут потерять пользователей и, следовательно, доходы.",
                        "consequences_if_improves": "Улучшение навигационных функций может повысить их популярность.",
                        "imposed_role": "Поставщики актуальной информации для пассажиров.",
                        "comment": "Я, Разработчик мобильного приложения, вижу свои отношения с Пассажирами в следующем свете: я должен предоставлять актуальную информацию и улучшать интерфейсы, чтобы сохранять пользователей."
                    },
                    {
                        "source": "Государственные органы, отвечающие за транспортную инфраструктуру",
                        "threat": "Пассажиры могут оспаривать необходимость существующих маршрутов, если они не соответствуют их ожиданиям.",
                        "consequences_if_deteriorates": "Снижение финансирования и поддержки транспортных проектов.",
                        "consequences_if_improves": "Улучшение инфраструктуры может привести к повышению удовлетворенности пассажиров.",
                        "imposed_role": "Обеспечить соответствие инфраструктуры ожиданиям пассажиров.",
                        "comment": "Я, Государственный орган, вижу свои отношения с Пассажирами в следующем свете: я должен обеспечивать улучшение инфраструктуры для поддержания общественного интереса."
                    },
                    {
                        "source": "Компании по производству автомобилей",
                        "threat": "Пассажиры могут отказаться от покупки автомобилей в пользу других более удобных видов транспорта.",
                        "consequences_if_deteriorates": "Снижение спроса на автомобили и, как следствие, убытки.",
                        "consequences_if_improves": "Если автомобили станут более удобными и технологичными, это может повысить их привлекательность.",
                        "imposed_role": "Должны адаптироваться к изменениям в предпочтениях пассажиров.",
                        "comment": "Я, Производитель автомобилей, вижу свои отношения с Пассажирами в следующем свете: я должен адаптироваться к их требованиям, чтобы сохранить свою долю на рынке."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Пробки на дорогах",
                        "threat": "Задерживают движение пассажиров, заставляя их тратить больше времени на поездку.",
                        "consequences_if_deteriorates": "Пассажиры смогут добираться до пунктов назначения быстрее и с меньшими затратами времени.",
                        "consequences_if_improves": "Увеличение количества автомобилей на дорогах приведет к еще большим задержкам и стрессу для пассажиров.",
                        "imposed_role": "Пассажиры становятся заложниками ситуации на дороге.",
                        "comment": "I am, пробки на дорогах, see my relationships with пассажирами in the following perspective: I exist to create challenges that test the patience and time management of travelers."
                    },
                    {
                        "source": "Расписание общественного транспорта",
                        "threat": "Непредсказуемость расписания может привести к ожиданию и задержкам.",
                        "consequences_if_deteriorates": "Более стабильное расписание позволит пассажирам планировать свои поездки эффективнее.",
                        "consequences_if_improves": "Если расписание станет еще более непредсказуемым, это увеличит время ожидания и снизит удобство поездок.",
                        "imposed_role": "Пассажиры становятся зависимыми от графиков, которые могут меняться.",
                        "comment": "I am, расписание общественного транспорта, see my relationships with пассажирами in the following perspective: I create a rhythm of life that can either facilitate or complicate their travel plans."
                    },
                    {
                        "source": "Погодные условия",
                        "threat": "Плохая погода может нарушить планы поездок и создать дополнительные препятствия.",
                        "consequences_if_deteriorates": "Улучшение погодных условий позволит пассажирам путешествовать более комфортно и быстро.",
                        "consequences_if_improves": "Ухудшение погоды приведет к задержкам и опасностям на маршруте.",
                        "imposed_role": "Пассажиры становятся жертвами природных условий.",
                        "comment": "I am, погодные условия, see my relationships with пассажирами in the following perspective: My whims can either enhance or severely disrupt their journeys."
                    },
                    {
                        "source": "Транспортные компании",
                        "threat": "Непредсказуемые изменения в обслуживании могут уменьшить доступность и скорость поездок.",
                        "consequences_if_deteriorates": "Если компании улучшат обслуживание, пассажиры получат более надежный и быстрый транспорт.",
                        "consequences_if_improves": "Увеличение цен или ухудшение сервиса приведет к недовольству и увеличению времени ожидания.",
                        "imposed_role": "Пассажиры становятся зависимыми от решений транспортных компаний.",
                        "comment": "I am, транспортные компании, see my relationships with пассажирами in the following perspective: I control the quality and availability of services that shape their travel experiences."
                    },
                    {
                        "source": "Технологические новшества (например, приложения для навигации)",
                        "threat": "Может создать ложное чувство безопасности, если данные не актуальны.",
                        "consequences_if_deteriorates": "Если такие технологии улучшатся, пассажиры смогут быстрее находить оптимальные маршруты.",
                        "consequences_if_improves": "Если технологии станут менее надежными, это может привести к потерям времени и путанице.",
                        "imposed_role": "Пассажиры становятся зависимыми от технологий для навигации.",
                        "comment": "I am, технологические новшества, see my relationships with пассажирами in the following perspective: I offer convenience and efficiency, but I can also mislead if not trusted wisely."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Общественный транспорт",
                        "essentiality": "Общественный транспорт предоставляет пассажирам возможность быстро и удобно добираться до пунктов назначения.",
                        "opportunity": "Доступ к разнообразным маршрутам и частым отправлениям, что позволяет пассажирам планировать свои поездки эффективно.",
                        "restrictions": "Пассажиры обязаны следовать расписанию и правилам поведения в общественном транспорте.",
                        "imposed_role": "Пассажиры становятся зависимыми от графиков и маршрутов, что ограничивает их свободу выбора.",
                        "comment": "I am, the Общественный транспорт, see my relationships with passengers in the following perspective: I facilitate their journeys, yet I require adherence to my schedules."
                    },
                    {
                        "source": "Технологии навигации (например, GPS)",
                        "essentiality": "Технологии навигации обеспечивают пассажиров информацией о лучших маршрутах и времени в пути.",
                        "opportunity": "Помогают избежать пробок и находить альтернативные пути, что экономит время.",
                        "restrictions": "Пассажиры могут стать зависимыми от технологий навигации, что может привести к проблемам, если технологии выйдут из строя.",
                        "imposed_role": "Пассажиры становятся зависимыми от навигационных систем для планирования своих поездок.",
                        "comment": "I am, the Технологии навигации, see my relationships with passengers in the following perspective: I guide their paths but can also confine them to the digital realm."
                    },
                    {
                        "source": "Правительственные регуляции (например, правила дорожного движения)",
                        "essentiality": "Правила обеспечивают безопасность поездок, устанавливая порядок на дорогах и в общественном транспорте.",
                        "opportunity": "Создают безопасные условия для передвижения, что важно для благополучия пассажиров.",
                        "restrictions": "Ограничивают скорость и маневры, которые могут выполнять пассажиры на собственных транспортных средствах.",
                        "imposed_role": "Пассажиры должны следовать установленным правилам, иначе подвергаются штрафам и рискам.",
                        "comment": "I am, the Правительственные регуляции, see my relationships with passengers in the following perspective: I ensure their safety, yet I dictate their actions on the road."
                    },
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Транспортные компании обеспечивают пассажиров транспортными средствами и услугами, необходимыми для передвижения.",
                        "opportunity": "Предоставляют комфортные и доступные варианты передвижения.",
                        "restrictions": "Пассажиры обязаны следовать правилам и условиям, установленным транспортными компаниями.",
                        "imposed_role": "Пассажиры воспринимаются как клиенты, что создает коммерческую зависимость.",
                        "comment": "I am, the Транспортные компании, see my relationships with passengers in the following perspective: I serve them with comfort but demand loyalty to my services."
                    },
                    {
                        "source": "Социальные сети и приложения для совместных поездок (например, BlaBlaCar)",
                        "essentiality": "Эти платформы соединяют пассажиров с водителями, предлагая альтернативные способы передвижения.",
                        "opportunity": "Создают возможность для экономии на поездках и нахождения попутчиков.",
                        "restrictions": "Пассажиры должны следовать правилам платформы и могут столкнуться с ограничениями по времени и маршруту.",
                        "imposed_role": "Пассажиры становятся частью сообщества, что влияет на их выбор и поведение.",
                        "comment": "I am, the Социальные сети и приложения для совместных поездок, see my relationships with passengers in the following perspective: I connect them but also define the terms of their travel."
                    }
                ]
            }
        }
    },
    {
        "entity": "Места предполагаемого интереса",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Увеличение частоты и качества транспортных услуг",
                        "opportunity": "Улучшение транспортной доступности для посетителей и сотрудников",
                        "restrictions": "Зависимость от расписания и маршрутов",
                        "imposed_role": "Зависимый участник, который должен учитывать возможности транспорта",
                        "comment": "I am, the транспортные компании, see my relationships with Места предполагаемого интереса in the following perspective: I facilitate access but require coordination."
                    },
                    {
                        "source": "Местные власти",
                        "change": "Изменение городской инфраструктуры и финансирования",
                        "opportunity": "Поддержка в развитии инфраструктуры для привлечения посетителей",
                        "restrictions": "Необходимость соблюдения бюрократических процедур",
                        "imposed_role": "Координатор, который должен учитывать интересы сообщества",
                        "comment": "I am, the местные власти, see my relationships with Места предполагаемого интереса in the following perspective: I provide resources but expect community engagement."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Повышение осведомленности о месте и его событиях",
                        "opportunity": "Расширение аудитории и привлечение молодежи",
                        "restrictions": "Необходимость постоянного обновления контента",
                        "imposed_role": "Маркетинговая платформа, которая требует активного участия",
                        "comment": "I am, the социальные сети, see my relationships with Места предполагаемого интереса in the following perspective: I amplify visibility but demand creativity."
                    },
                    {
                        "source": "Культурные и образовательные учреждения",
                        "change": "Увеличение числа мероприятий и программ",
                        "opportunity": "Создание совместных мероприятий для привлечения аудитории",
                        "restrictions": "Необходимость согласования графиков и ресурсов",
                        "imposed_role": "Партнер, который должен работать в синергии",
                        "comment": "I am, the культурные и образовательные учреждения, see my relationships with Места предполагаемого интереса in the following perspective: I enrich the offerings but require collaboration."
                    },
                    {
                        "source": "Туристические агентства",
                        "change": "Создание пакетов услуг и туров вокруг места",
                        "opportunity": "Привлечение туристов через специальные предложения",
                        "restrictions": "Зависимость от сезонности и рыночного спроса",
                        "imposed_role": "Коммерческий партнер, который требует адаптации к рынку",
                        "comment": "I am, the туристические агентства, see my relationships with Места предполагаемого интереса in the following perspective: I drive tourism but operate in a competitive landscape."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Увеличение частоты рейсов и улучшение сервиса",
                        "opportunity": "Увеличение числа пассажиров и доходов от перевозок",
                        "restrictions": "Необходимость адаптировать маршруты под потребности целевой аудитории",
                        "imposed_role": "Поставщик услуг транспортировки для целевого объекта",
                        "comment": "I am Транспортные компании, see my relationships with Места предполагаемого интереса in the following perspective: Our success is intertwined, as more visitors to the sites mean more customers for us."
                    },
                    {
                        "source": "Местные бизнесы",
                        "change": "Увеличение спроса на товары и услуги в окрестностях",
                        "opportunity": "Рост прибыли и расширение клиентской базы",
                        "restrictions": "Необходимость адаптироваться к изменениям в потоках клиентов",
                        "imposed_role": "Партнер, способствующий экономическому развитию зоны",
                        "comment": "I am Местные бизнесы, see my relationships with Места предполагаемого интереса in the following perspective: The more attractive the sites, the more customers we can serve, thus boosting our business."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Увеличение инвестиций в инфраструктуру и развитие региона",
                        "opportunity": "Улучшение жизненного уровня и удовлетворение потребностей населения",
                        "restrictions": "Необходимость учета мнения общественности и соблюдения регуляций",
                        "imposed_role": "Регулятор, обеспечивающий соответствие стандартам",
                        "comment": "I am Государственные органы, see my relationships with Места предполагаемого интереса in the following perspective: Our role is to create a conducive environment for development while ensuring public interests are met."
                    },
                    {
                        "source": "Социальные сети и онлайн-платформы",
                        "change": "Изменение алгоритмов продвижения и рекламы мест",
                        "opportunity": "Увеличение вовлеченности и расширение аудитории",
                        "restrictions": "Необходимость постоянного мониторинга и обновления контента",
                        "imposed_role": "Платформа для представления информации и взаимодействия с целевой аудиторией",
                        "comment": "I am Социальные сети и онлайн-платформы, see my relationships with Места предполагаемого интереса in the following perspective: The more attractive the location, the more content I can promote, enhancing my value."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "change": "Увеличение числа программ и курсов, ориентированных на привлечение студентов",
                        "opportunity": "Расширение базы студентов и улучшение репутации",
                        "restrictions": "Необходимость адаптации учебных планов к потребностям рынка",
                        "imposed_role": "Поставщик знаний и услуг для целевой аудитории",
                        "comment": "I am Образовательные учреждения, see my relationships with Места предполагаемого интереса in the following perspective: By attracting more students through appealing locations, we can enhance our educational offerings and prestige."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Места предполагаемого интереса могут снизить поток клиентов, если доступность транспорта ухудшится.",
                        "consequences_if_deteriorates": "Уменьшение объема перевозок и, следовательно, снижение доходов.",
                        "consequences_if_improves": "Увеличение количества пассажиров и улучшение финансовых показателей.",
                        "imposed_role": "Зависимого партнера, который должен адаптироваться к новым условиям местоположения.",
                        "comment": "I am Транспортные компании, see my relationships with a target in the following perspective: I rely on the accessibility of Места предполагаемого интереса to maintain my business viability."
                    },
                    {
                        "source": "Местные жители",
                        "threat": "Если места станут менее привлекательными, жители будут менее заинтересованы в их посещении.",
                        "consequences_if_deteriorates": "Снижение интереса к местным мероприятиям и уменьшение социальной активности.",
                        "consequences_if_improves": "Увеличение посещаемости мероприятий и активное участие в жизни сообщества.",
                        "imposed_role": "Аудитории, которые должны активно поддерживать привлекательность этих мест.",
                        "comment": "I am Местные жители, see my relationships with a target in the following perspective: I need Места предполагаемого интереса to remain vibrant and engaging for my community."
                    },
                    {
                        "source": "Бизнесы вокруг мест предполагаемого интереса",
                        "threat": "Уменьшение потока посетителей может привести к снижению продаж и прибыли.",
                        "consequences_if_deteriorates": "Закрытие или сокращение бизнеса, что приведет к потере рабочих мест.",
                        "consequences_if_improves": "Увеличение числа клиентов, что приведет к росту доходов.",
                        "imposed_role": "Зависимого от привлекательности Места для обеспечения своего существования.",
                        "comment": "I am Бизнесы вокруг мест предполагаемого интереса, see my relationships with a target in the following perspective: My survival hinges on the foot traffic generated by the attractiveness of these places."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Необходимость финансирования улучшений инфраструктуры, если места теряют свою привлекательность.",
                        "consequences_if_deteriorates": "Снижение бюджета на поддержку и развитие инфраструктуры.",
                        "consequences_if_improves": "Увеличение налоговых поступлений и улучшение общественного имиджа.",
                        "imposed_role": "Ответственного за обеспечение удобного доступа к местам.",
                        "comment": "I am Государственные органы, see my relationships with a target in the following perspective: I must ensure that Места предполагаемого интереса remain accessible and appealing to sustain community engagement."
                    },
                    {
                        "source": "Туристические агентства",
                        "threat": "Потеря интереса к местам может привести к снижению количества туристов и, соответственно, сделок.",
                        "consequences_if_deteriorates": "Снижение числа клиентов и, как следствие, сокращение доходов.",
                        "consequences_if_improves": "Рост числа туристов, что увеличивает продажи и возможности для агентств.",
                        "imposed_role": "Промоутера, который должен активно продвигать привлекательность мест.",
                        "comment": "I am Туристические агентства, see my relationships with a target in the following perspective: The appeal of Места предполагаемого интереса directly influences my business and the experiences I can offer."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортная инфраструктура",
                        "essentiality": "Транспортная инфраструктура обеспечивает доступ к местам предполагаемого интереса, что делает их более привлекательными для посетителей.",
                        "opportunity": "Упрощает доступ к местам, увеличивая количество посетителей, студентов и сотрудников.",
                        "restrictions": "Ограничивает возможность размещения объектов в местах с плохой транспортной доступностью.",
                        "imposed_role": "Обеспечивать транспортные маршруты и удобства для целевой аудитории.",
                        "comment": "I am, Транспортная инфраструктура, see my relationships with a target in the following perspective: Я обеспечиваю жизненно важный доступ и без меня места не смогут привлечь нужное количество людей."
                    },
                    {
                        "source": "Социальные медиа и маркетинг",
                        "essentiality": "Социальные медиа и маркетинговые платформы обеспечивают продвижение мест предполагаемого интереса.",
                        "opportunity": "Повышает видимость и привлекательность мест среди потенциальных посетителей.",
                        "restrictions": "Навязывает необходимость поддерживать активность в социальных сетях и следить за репутацией.",
                        "imposed_role": "Создавать и поддерживать имидж мест предполагаемого интереса.",
                        "comment": "I am, Социальные медиа и маркетинг, see my relationships with a target in the following perspective: Я формирую общественное мнение и без моего участия места могут остаться незамеченными."
                    },
                    {
                        "source": "Местные власти",
                        "essentiality": "Местные власти регулируют использование территории и инфраструктуры, что влияет на развитие мест предполагаемого интереса.",
                        "opportunity": "Обеспечивают финансирование и поддержку для развития мест.",
                        "restrictions": "Устанавливают правила и ограничения на использование пространства.",
                        "imposed_role": "Контролировать и направлять развитие инфраструктуры и услуг.",
                        "comment": "I am, Местные власти, see my relationships with a target in the following perspective: Я создаю правила игры и без моего одобрения места не смогут развиваться должным образом."
                    },
                    {
                        "source": "Темы и события",
                        "essentiality": "Специальные мероприятия и темы привлекают внимание и создают интерес к местам предполагаемого интереса.",
                        "opportunity": "Создают возможности для привлечения большего числа посетителей через уникальные программы.",
                        "restrictions": "Могут навязывать временные ограничения на использование пространства для других мероприятий.",
                        "imposed_role": "Должны быть адаптированы под актуальные события и темы.",
                        "comment": "I am, Темы и события, see my relationships with a target in the following perspective: Я привлекаю людей и без меня места могут стать скучными и непривлекательными."
                    },
                    {
                        "source": "Общественное мнение",
                        "essentiality": "Общественное мнение влияет на выбор мест для посещения и их репутацию.",
                        "opportunity": "Создает спрос на посещение мест предполагаемого интереса через положительные отзывы.",
                        "restrictions": "Может негативно отразиться на привлекательности мест в случае плохих отзывов.",
                        "imposed_role": "Должны учитывать мнение общественности при принятии решений.",
                        "comment": "I am, Общественное мнение, see my relationships with a target in the following perspective: Я формирую имидж и без меня места могут потерять свою привлекательность."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Неподходящая транспортная инфраструктура",
                        "threat": "Ограничивает доступность мест предполагаемого интереса, снижая поток посетителей и студентов.",
                        "consequences_if_deteriorates": "Повышение привлекательности мест за счет улучшения транспортной доступности.",
                        "consequences_if_improves": "Увеличение числа посетителей и студентов, что может привести к улучшению финансового состояния и репутации.",
                        "imposed_role": "Слабый и недоступный объект для посетителей.",
                        "comment": "Я, неподходящая транспортная инфраструктура, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я ограничиваю ваш потенциал и привлечение."
                    },
                    {
                        "source": "Конкурирующие места интереса",
                        "threat": "Отвлекают внимание потенциальных посетителей и студентов, предлагая более привлекательные альтернативы.",
                        "consequences_if_deteriorates": "Места предполагаемого интереса могут стать более популярными, если конкуренты потеряют свою привлекательность.",
                        "consequences_if_improves": "Увеличение конкуренции, что может привести к необходимости улучшения качества услуг и инфраструктуры.",
                        "imposed_role": "Конкурент, вынуждающий места к постоянному улучшению.",
                        "comment": "Я, конкурирующие места интереса, вижу свои отношения с вами в следующей перспективе: я заставляю вас бороться за внимание и интерес ваших посетителей."
                    },
                    {
                        "source": "Экономические кризисы",
                        "threat": "Снижают покупательскую способность и ограничивают бюджет на досуг у потенциальных посетителей.",
                        "consequences_if_deteriorates": "Места предполагаемого интереса могут восстановить свою привлекательность для более состоятельных групп населения.",
                        "consequences_if_improves": "Снижение числа посетителей из-за ограниченных ресурсов у населения.",
                        "imposed_role": "Экономический фактор, который ограничивает развитие мест предполагаемого интереса.",
                        "comment": "Я, экономический кризис, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я диктую, насколько доступными вы можете быть для своих посетителей."
                    },
                    {
                        "source": "Технологические изменения",
                        "threat": "Могут изменить предпочтения потенциальных посетителей, заставляя их выбирать виртуальный опыт вместо физического посещения.",
                        "consequences_if_deteriorates": "Места предполагаемого интереса могут вновь стать центром притяжения, если технологии не будут доминировать.",
                        "consequences_if_improves": "Снижение числа посетителей, если технологии будут предлагать более удобные альтернативы.",
                        "imposed_role": "Альтернатива физическому опыту, ставящая под сомнение необходимость посещения.",
                        "comment": "Я, технологические изменения, вижу свои отношения с вами в следующей перспективе: я предлагаю вам альтернативу, которая может снизить ваш интерес."
                    },
                    {
                        "source": "Общественное мнение",
                        "threat": "Может влиять на восприятие мест предполагаемого интереса, формируя негативные стереотипы.",
                        "consequences_if_deteriorates": "Улучшение имиджа мест, если общественное мнение станет положительным.",
                        "consequences_if_improves": "Увеличение числа посетителей, если общественное мнение станет отрицательным.",
                        "imposed_role": "Критик, который может снизить привлекательность мест.",
                        "comment": "Я, общественное мнение, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я формирую ваше восприятие и уровень доверия к вам."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Туристы",
                        "essentiality": "Туристы зависят от привлекательности мест предполагаемого интереса для планирования своих поездок.",
                        "opportunity": "Места предполагаемого интереса предоставляют туристам уникальные впечатления и возможности для отдыха.",
                        "restrictions": "Туристы не могут посещать места, если они недостаточно доступны или привлекательны.",
                        "imposed_role": "Туристы становятся активными участниками местной экономики, способствуя ее развитию.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Места предполагаемого интереса — это ключ к моему отдыху и развлечениям."
                    },
                    {
                        "source": "Местные бизнесы",
                        "essentiality": "Местные бизнесы зависят от потока посетителей, который обеспечивают места предполагаемого интереса.",
                        "opportunity": "Места предполагаемого интереса привлекают клиентов, что увеличивает доходы и возможности для роста бизнеса.",
                        "restrictions": "Бизнесы ограничены в своих инициативах, если места не поддерживают удобную транспортную доступность.",
                        "imposed_role": "Местные бизнесы становятся партнерами в развитии инфраструктуры вокруг мест предполагаемого интереса.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Без доступных и привлекательных мест, мой бизнес не сможет процветать."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы зависят от успешного управления местами предполагаемого интереса для повышения качества жизни в регионе.",
                        "opportunity": "Развитие мест предполагаемого интереса способствует росту налоговых поступлений и улучшению имиджа региона.",
                        "restrictions": "Государственные органы ограничены в своих действиях, если места не соответствуют стандартам доступности и привлекательности.",
                        "imposed_role": "Государственные органы становятся ответственными за улучшение инфраструктуры и доступности мест.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Я обязуюсь поддерживать привлекательность мест, чтобы способствовать развитию общества."
                    },
                    {
                        "source": "СМИ",
                        "essentiality": "СМИ используют места предполагаемого интереса как темы для публикаций и репортажей, что повышает их рейтинги.",
                        "opportunity": "Места предполагаемого интереса предоставляют контент для новостей и статей, что привлекает больше читателей.",
                        "restrictions": "СМИ не могут оказывать влияние на общественное мнение, если информация о местах недоступна или негативна.",
                        "imposed_role": "СМИ становятся кураторами общественного мнения о привлекательности мест.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Я завишу от интересных мест для создания качественного контента."
                    },
                    {
                        "source": "Учебные заведения",
                        "essentiality": "Учебные заведения зависят от привлекательности мест для привлечения студентов и организации мероприятий.",
                        "opportunity": "Места предполагаемого интереса становятся площадками для образовательных мероприятий, что повышает репутацию учебных заведений.",
                        "restrictions": "Учебные заведения не могут организовывать мероприятия в местах, которые не соответствуют стандартам доступности.",
                        "imposed_role": "Учебные заведения становятся активными участниками в продвижении и улучшении мест предполагаемого интереса.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Места предполагаемого интереса помогают мне привлекать студентов и развивать учебный процесс."
                    }
                ]
            }
        }
    },
    {
        "entity": "Менеджеры и дизайнеры, отвечавшие за ландшафт",
        "actor_network": {
            "4": {
                "data": [
                    {
                        "source": "Городские власти",
                        "essentiality": "Менеджеры и дизайнеры, отвечавшие за ландшафт, формируют концепции, которые соответствуют стратегическим планам города.",
                        "opportunity": "Городские власти получают возможность реализации своих планов по благоустройству и улучшению городской инфраструктуры.",
                        "restrictions": "Городские власти не могут игнорировать мнения менеджеров и дизайнеров, так как это может привести к неудачам в реализации проектов.",
                        "imposed_role": "Городские власти выступают в роли партнеров, предоставляющих ресурсы и поддержку.",
                        "comment": "I am, Городские власти, see my relationships with a target in the following perspective: без их профессионального вклада, наши планы останутся лишь на бумаге."
                    },
                    {
                        "source": "Пассажиры",
                        "essentiality": "Менеджеры и дизайнеры должны учитывать потребности пассажиров для создания функционального пространства.",
                        "opportunity": "Пассажиры могут получать более удобные и эстетически приятные пространства для передвижения и отдыха.",
                        "restrictions": "Менеджеры и дизайнеры не могут пренебрегать отзывами и потребностями пассажиров.",
                        "imposed_role": "Пассажиры становятся важными критиками и источниками обратной связи.",
                        "comment": "I am, Пассажиры, see my relationships with a target in the following perspective: их работа напрямую влияет на мой комфорт и удобство."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Менеджеры и дизайнеры должны интегрировать экологические стандарты и принципы устойчивого развития в свои проекты.",
                        "opportunity": "Экологические организации получают возможность продвигать свои инициативы через реализуемые проекты.",
                        "restrictions": "Менеджеры и дизайнеры не могут игнорировать экологические нормы, так как это может привести к негативной реакции со стороны общества.",
                        "imposed_role": "Экологические организации становятся советниками по вопросам устойчивого развития.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: их проекты могут либо поддерживать, либо подрывать нашу миссию."
                    },
                    {
                        "source": "Строительные компании",
                        "essentiality": "Менеджеры и дизайнеры определяют требования и спецификации для строительных проектов.",
                        "opportunity": "Строительные компании получают четкие указания на выполнение работ, что увеличивает вероятность успешной реализации проектов.",
                        "restrictions": "Строительные компании не могут отклоняться от указанных требований, иначе это повлияет на качество и безопасность строительства.",
                        "imposed_role": "Строительные компании выступают в роли исполнителей, следуя указаниям менеджеров и дизайнеров.",
                        "comment": "I am, Строительные компании, see my relationships with a target in the following perspective: без их четких указаний, мы рискуем не выполнить проект на должном уровне."
                    },
                    {
                        "source": "Технологические компании",
                        "essentiality": "Менеджеры и дизайнеры используют технологии, предлагаемые технологическими компаниями, для реализации визуальных и функциональных решений.",
                        "opportunity": "Технологические компании получают доступ к новым проектам и рынкам, что способствует их развитию.",
                        "restrictions": "Технологические компании должны учитывать требования менеджеров и дизайнеров для интеграции своих решений.",
                        "imposed_role": "Технологические компании становятся поставщиками решений и инструментов.",
                        "comment": "I am, Технологические компании, see my relationships with a target in the following perspective: их требования формируют наш продукт и его функционал."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Горожане (пассажиры)",
                        "threat": "Критика и недовольство из-за недостатка функциональности и эстетики в проекте",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры смогут работать более свободно, не опасаясь негативной обратной связи.",
                        "consequences_if_improves": "Проект может стать более адаптированным к реальным нуждам горожан, улучшая общее восприятие и функциональность пространства.",
                        "imposed_role": "Объект критики и анализа их работы.",
                        "comment": "I am, Горожане, see my relationships with a target in the following perspective: я являюсь основным источником обратной связи, и моя удовлетворенность является критически важной для успеха проекта."
                    },
                    {
                        "source": "Государственные органы (регуляторы)",
                        "threat": "Нормативные требования и ограничения по проектированию городских пространств",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры смогут проявлять больше креативности без жестких ограничений.",
                        "consequences_if_improves": "Проект будет более соответствовать законодательным и регуляторным требованиям, что уменьшит риск штрафов и санкций.",
                        "imposed_role": "Субъект, контролирующий соответствие проекта нормативам.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: я являюсь ключевым игроком в обеспечении безопасности и соответствия общественным стандартам."
                    },
                    {
                        "source": "Конкуренты (другие дизайнеры и архитекторы)",
                        "threat": "Предложение альтернативных, более привлекательных решений для городского пространства",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры могут избежать сравнений и давления со стороны конкурентов.",
                        "consequences_if_improves": "Это может стимулировать инновации и повысить качество работы, чтобы оставаться конкурентоспособными.",
                        "imposed_role": "Соперник, создающий давление на качество и оригинальность работы.",
                        "comment": "I am, Конкуренты, see my relationships with a target in the following perspective: я подталкиваю вас к более высоким стандартам и инновациям, чтобы вы смогли выделиться."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Обвинения в неэкологичности проекта",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры могут работать без давления по соблюдению экологических стандартов.",
                        "consequences_if_improves": "Проект станет более устойчивым и экологически чистым, что повысит его привлекательность.",
                        "imposed_role": "Критик, следящий за соблюдением экологических норм.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: я стою на страже устойчивости и защиты окружающей среды, и моя роль важна для будущего проекта."
                    },
                    {
                        "source": "Технологические новшества (новые материалы и инструменты)",
                        "threat": "Старение технологий и методов проектирования",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры могут продолжать использовать устаревшие методы, не подверженные современным требованиям.",
                        "consequences_if_improves": "Проект станет более современным и эффективным, используя новейшие технологии.",
                        "imposed_role": "Вызов к обновлению и адаптации к новым стандартам.",
                        "comment": "I am, Технологические новшества, see my relationships with a target in the following perspective: я принуждаю вас адаптироваться к современным требованиям и использовать лучшие практики в проектировании."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Горожане (пассажиры)",
                        "essentiality": "Горожане предоставляют обратную связь и требования к городскому пространству, делая их важным источником информации для менеджеров и дизайнеров.",
                        "opportunity": "Менеджеры и дизайнеры могут создать более удовлетворяющее пространство, основываясь на потребностях и предпочтениях горожан.",
                        "restrictions": "Они не могут игнорировать мнения и отзывы горожан, что ограничивает их свободу выбора в дизайне.",
                        "imposed_role": "Они выступают в роли критиков и пользователей, чьи ожидания необходимо учитывать.",
                        "comment": "Я, Горожане, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: их успех зависит от того, насколько хорошо они учитывают мои нужды."
                    },
                    {
                        "source": "Экологические нормы и регуляции",
                        "essentiality": "Экологические нормы устанавливают правила и стандарты, которые необходимо соблюдать при проектировании городского пространства.",
                        "opportunity": "Менеджеры и дизайнеры могут использовать эти нормы как основу для создания устойчивых и инновационных решений.",
                        "restrictions": "Они ограничивают возможность применения определенных материалов или методов, которые могут быть вредными для экологии.",
                        "imposed_role": "Они играют роль законодателей, задающих рамки для проектирования.",
                        "comment": "Я, Экологические нормы, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: я определяю границы их творчества, но также открываю новые возможности для устойчивого развития."
                    },
                    {
                        "source": "Технологические инструменты (например, CAD-программы)",
                        "essentiality": "Технологические инструменты необходимы для визуализации и разработки проектов, позволяя дизайнерам создавать эффективные и эстетичные решения.",
                        "opportunity": "Они предоставляют возможности для быстрого и точного проектирования, что улучшает качество работы.",
                        "restrictions": "Использование устаревших или неподходящих инструментов может ограничивать креативность и эффективность работы.",
                        "imposed_role": "Они выступают в роли помощников, позволяя дизайнерам реализовывать свои идеи.",
                        "comment": "Я, Технологические инструменты, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: я расширяю их возможности и помогаю им достигать новых высот в дизайне."
                    },
                    {
                        "source": "Бюджетные ограничения",
                        "essentiality": "Бюджетные ограничения определяют финансовые рамки для проектирования, что является ключевым фактором в процессе принятия решений.",
                        "opportunity": "Менеджеры и дизайнеры могут научиться оптимизировать ресурсы и разрабатывать более экономичные решения.",
                        "restrictions": "Они ограничивают масштаб и сложность проектов, требуя от дизайнеров находить баланс между качеством и стоимостью.",
                        "imposed_role": "Они играют роль контролеров, обеспечивая соблюдение финансовых рамок.",
                        "comment": "Я, Бюджетные ограничения, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: я заставляю их быть более креативными и находить инновационные решения в рамках заданных условий."
                    },
                    {
                        "source": "Социальные медиа и отзывы",
                        "essentiality": "Социальные медиа служат платформой для обмена мнениями и критики, влияя на восприятие работы менеджеров и дизайнеров.",
                        "opportunity": "Они дают возможность менеджерам и дизайнерам продвигать свои проекты и получать обратную связь от широкой аудитории.",
                        "restrictions": "Они могут подвергать проекты публичной критике, что может повлиять на репутацию и будущие проекты.",
                        "imposed_role": "Они выступают в роли судей, формируя общественное мнение о работе дизайнера.",
                        "comment": "Я, Социальные медиа, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: я обеспечиваю им платформу для самовыражения, но при этом подвергаю их критике, требуя непрерывного совершенствования."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Городские власти",
                        "threat": "Менеджеры и дизайнеры могут игнорировать законодательные нормы и требования, что угрожает контролю и финансированию со стороны властей.",
                        "consequences_if_deteriorates": "Городские власти смогут сократить бюджет на городские проекты, если менеджеры и дизайнеры не будут следовать правилам.",
                        "consequences_if_improves": "Если работа менеджеров и дизайнеров улучшится, это укрепит доверие между ними и властями, что может привести к дополнительному финансированию.",
                        "imposed_role": "Критики и контролеры, проверяющие соответствие проектов стандартам.",
                        "comment": "Я, городские власти, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их успех может привести к улучшению городской инфраструктуры, но несоответствие требованиям ставит под угрозу наши планы."
                    },
                    {
                        "source": "Граждане (пассажиры)",
                        "threat": "Менеджеры и дизайнеры могут не учесть реальные нужды граждан, что приведет к недовольству и критике их работы.",
                        "consequences_if_deteriorates": "Граждане смогут выразить недовольство, что повлияет на репутацию менеджеров и дизайнеров.",
                        "consequences_if_improves": "Если работа менеджеров и дизайнеров улучшится, это повысит удовлетворенность граждан и улучшит общественное мнение.",
                        "imposed_role": "Потребители и критики, чьи отзывы важны для успеха проектов.",
                        "comment": "Я, граждане, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их работа напрямую влияет на качество нашей жизни, и мы можем стать как поддержкой, так и критикой."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Менеджеры и дизайнеры могут проигнорировать экологические аспекты, что приведет к ухудшению экологической обстановки.",
                        "consequences_if_deteriorates": "Экологические организации смогут усилить давление на власти и проектировщиков, если проекты будут наносить вред окружающей среде.",
                        "consequences_if_improves": "Если менеджеры и дизайнеры будут учитывать экологические факторы, это улучшит их репутацию и облегчит сотрудничество с экологическими организациями.",
                        "imposed_role": "Регуляторы и защитники природы, следящие за соблюдением экологических норм.",
                        "comment": "Я, экологические организации, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их успешные проекты могут стать образцом для остальных, если они будут учитывать экологию."
                    },
                    {
                        "source": "Инвесторы",
                        "threat": "Менеджеры и дизайнеры могут создать проекты, не соответствующие рыночным требованиям, что снизит интерес инвесторов.",
                        "consequences_if_deteriorates": "Инвесторы смогут отозвать свои инвестиции и искать более выгодные проекты, если не увидят перспективы.",
                        "consequences_if_improves": "Если работа менеджеров и дизайнеров станет успешной, это привлечет новых инвесторов и увеличит финансирование.",
                        "imposed_role": "Критики и финансирующие партнеры, чьи ожидания должны быть удовлетворены.",
                        "comment": "Я, инвесторы, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: успех их проектов может оказаться прибыльным для нас, но риски должны быть минимизированы."
                    },
                    {
                        "source": "Поставщики материалов",
                        "threat": "Менеджеры и дизайнеры могут выбрать альтернативные материалы, что снизит спрос на продукцию поставщиков.",
                        "consequences_if_deteriorates": "Поставщики материалов могут потерять заказы и доходы, если проекты не будут реализованы.",
                        "consequences_if_improves": "Если менеджеры и дизайнеры успешно реализуют свои идеи, это обеспечит стабильный спрос на наши материалы.",
                        "imposed_role": "Партнеры, готовые предоставлять материалы и услуги при соблюдении стандартов.",
                        "comment": "Я, поставщики материалов, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их выбор материалов существенно влияет на наш бизнес, и мы заинтересованы в их успехе."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Градостроительные нормы и правила",
                        "change": "Определяют параметры проектирования и функциональности городских пространств.",
                        "opportunity": "Обеспечивают легитимность и соответствие проектам, что может улучшить их восприятие общественностью.",
                        "restrictions": "Ограничивают креативность и свободу в дизайне, требуя соблюдения жестких стандартов.",
                        "imposed_role": "Следователь нормативов.",
                        "comment": "I am, градостроительные нормы и правила, see my relationships with a target in the following perspective: I guide their designs to ensure compliance and functionality."
                    },
                    {
                        "source": "Местные жители и пользователи пространства",
                        "change": "Влияют на восприятие и оценку созданного пространства через отзывы и обратную связь.",
                        "opportunity": "Предоставляют ценные инсайты о реальных потребностях и предпочтениях, которые могут улучшить проект.",
                        "restrictions": "Могут критиковать и высказывать недовольство, если проект не отвечает их ожиданиям.",
                        "imposed_role": "Аудиторы качества пространства.",
                        "comment": "I am, местные жители и пользователи пространства, see my relationships with a target in the following perspective: I voice my needs and perceptions, shaping their designs."
                    },
                    {
                        "source": "Критики и эксперты в области дизайна",
                        "change": "Предоставляют оценку и критику проектируемых пространств, тем самым формируя общественное мнение.",
                        "opportunity": "Могут способствовать повышению профессионального уровня через конструктивную критику.",
                        "restrictions": "Создают давление на соответствие высокому качеству и ожиданиям сообщества.",
                        "imposed_role": "Эксперты, оценивающие качество.",
                        "comment": "I am, критики и эксперты в области дизайна, see my relationships with a target in the following perspective: I challenge them to elevate their work through rigorous standards."
                    },
                    {
                        "source": "Технологические инновации (например, программное обеспечение для проектирования)",
                        "change": "Упрощают и оптимизируют процесс проектирования, позволяя быстрее реализовывать идеи.",
                        "opportunity": "Повышают эффективность работы и качество конечного продукта.",
                        "restrictions": "Могут требовать обучения и адаптации к новым инструментам.",
                        "imposed_role": "Пользователи технологий.",
                        "comment": "I am, технологические инновации, see my relationships with a target in the following perspective: I empower them to create more efficiently and effectively."
                    },
                    {
                        "source": "Государственные и муниципальные органы",
                        "change": "Влияют на финансирование и поддержку проектов, а также на соблюдение норм и стандартов.",
                        "opportunity": "Предоставляют финансирование и ресурсы для реализации проектов.",
                        "restrictions": "Налагают бюрократические требования и ограничивают гибкость в принятии решений.",
                        "imposed_role": "Субъекты контроля и управления.",
                        "comment": "I am, государственные и муниципальные органы, see my relationships with a target in the following perspective: I facilitate their projects while ensuring compliance with regulations."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Городские власти",
                        "change": "Городские власти адаптируют свои политики и стратегии для улучшения городского планирования согласно рекомендациям менеджеров и дизайнеров.",
                        "opportunity": "Получение положительного имиджа и поддержки граждан через успешные проекты.",
                        "restrictions": "Необходимость следовать бюджетным ограничениям и учитывать мнения различных заинтересованных сторон.",
                        "imposed_role": "Координатор, который обеспечивает соблюдение норм и стандартов в процессе проектирования.",
                        "comment": "Я, городские власти, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: взаимодействие с ними помогает мне создать более эффективное и привлекательное городское пространство для наших граждан."
                    },
                    {
                        "source": "Местные жители",
                        "change": "Местные жители становятся более вовлеченными в процесс проектирования и могут влиять на выбор решений.",
                        "opportunity": "Улучшение качества жизни и повышение удовлетворенности от использования городского пространства.",
                        "restrictions": "Необходимость учитывать мнения и пожелания различных групп населения, что может усложнить процесс принятия решений.",
                        "imposed_role": "Консультативный орган, который предоставляет обратную связь и предложения по проекту.",
                        "comment": "Я, местные жители, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: наше мнение важно и должно быть учтено в процессе создания городского пространства."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Экологические организации корректируют свои требования и рекомендации в ответ на проектные решения менеджеров и дизайнеров.",
                        "opportunity": "Возможность внедрения экологически устойчивых практик в городское планирование.",
                        "restrictions": "Необходимость соответствовать общественным ожиданиям и нормативам по охране окружающей среды.",
                        "imposed_role": "Адвокат, который защищает интересы экологии в процессе проектирования.",
                        "comment": "Я, экологическая организация, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: их проекты могут существенно улучшить экологическую ситуацию в городе, если учитывать наши рекомендации."
                    },
                    {
                        "source": "Строительные компании",
                        "change": "Строительные компании адаптируют свои методы работы и технологии в зависимости от проектных требований менеджеров и дизайнеров.",
                        "opportunity": "Получение новых контрактов и развитие бизнеса через успешные реализации проектов.",
                        "restrictions": "Ограничения по времени и ресурсам, а также необходимость следовать новым стандартам и требованиям.",
                        "imposed_role": "Исполнитель, который должен реализовать проект в соответствии с установленными требованиями.",
                        "comment": "Я, строительная компания, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: успешная реализация их проектов открывает нам новые возможности для роста и развития в отрасли."
                    },
                    {
                        "source": "Медиа",
                        "change": "Медиа начинает освещать проекты и решения, предлагаемые менеджерами и дизайнерами, формируя общественное мнение.",
                        "opportunity": "Увеличение интереса и вовлеченности аудитории через актуальные общественные темы.",
                        "restrictions": "Необходимость соблюдать баланс между объективностью и интересами различных сторон.",
                        "imposed_role": "Информатор, который освещает и анализирует проекты и их последствия.",
                        "comment": "Я, медиа, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: их работа предоставляет мне контент и истории, которые важно донести до общественности."
                    }
                ]
            }
        }
    },
    {
        "entity": "Администрация",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Граждане",
                        "change": "Граждане становятся более активными в высказывании своих мнений и предложений по улучшению городской среды.",
                        "opportunity": "Получение большей прозрачности и учета их мнений в принятии решений.",
                        "restrictions": "Ограничение времени и ресурсов, необходимых для участия в процессах обсуждения.",
                        "imposed_role": "Советники и критики, чьи мнения должны быть учтены в процессе принятия решений.",
                        "comment": "I am, the citizens, see my relationships with the target in the following perspective: we want to be heard and have our needs met."
                    },
                    {
                        "source": "Некоммерческие организации",
                        "change": "Некоммерческие организации начинают активнее сотрудничать с администрацией для реализации совместных проектов.",
                        "opportunity": "Получение доступа к ресурсам и поддержке от администрации для своих инициатив.",
                        "restrictions": "Зависимость от политической воли администрации и возможные изменения в приоритетах.",
                        "imposed_role": "Партнеры по проектам, которые должны соответствовать ожиданиям администрации.",
                        "comment": "I am, the NGOs, see my relationships with the target in the following perspective: we seek collaboration to enhance community well-being."
                    },
                    {
                        "source": "Бизнес-структуры",
                        "change": "Бизнес-структуры адаптируют свои стратегии и предложения в соответствии с потребностями и инициативами администрации.",
                        "opportunity": "Расширение рынка и улучшение имиджа через социально ответственные проекты.",
                        "restrictions": "Необходимость соответствовать требованиям и стандартам, установленным администрацией.",
                        "imposed_role": "Поставщики решений и услуг, которые должны отвечать ожиданиям администрации.",
                        "comment": "I am, the businesses, see my relationships with the target in the following perspective: we want to align our goals to create mutual benefits."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Экологические организации становятся более влиятельными в обсуждениях по улучшению городской среды.",
                        "opportunity": "Возможность влиять на политику и инициативы администрации по охране окружающей среды.",
                        "restrictions": "Необходимость согласовывать свои инициативы с позицией администрации.",
                        "imposed_role": "Консультанты, предоставляющие экспертное мнение по вопросам экологии.",
                        "comment": "I am, the environmental organizations, see my relationships with the target in the following perspective: we strive to ensure that environmental concerns are prioritized."
                    },
                    {
                        "source": "Местные СМИ",
                        "change": "Местные СМИ начинают больше освещать действия администрации, влияя на общественное мнение.",
                        "opportunity": "Получение эксклюзивного доступа к информации и событиям, организуемым администрацией.",
                        "restrictions": "Необходимость соблюдать баланс между критикой и поддержкой для сохранения доверия аудитории.",
                        "imposed_role": "Информаторы, которые должны поддерживать общественный интерес к деятельности администрации.",
                        "comment": "I am, the local media, see my relationships with the target in the following perspective: we play a crucial role in shaping public perception of the administration."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Граждане",
                        "essentiality": "Граждане обеспечивают легитимность власти администрации через участие в выборах и общественных обсуждениях.",
                        "opportunity": "Администрация получает поддержку и доверие от граждан, что способствует успешной реализации ее инициатив.",
                        "restrictions": "Администрация должна учитывать мнение граждан и не игнорировать их потребности.",
                        "imposed_role": "Администрация должна действовать как представитель интересов граждан.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: Я даю силу и легитимность, но требую услышать мой голос."
                    },
                    {
                        "source": "Деньги (бюджет)",
                        "essentiality": "Финансирование является критически важным ресурсом для реализации проектов по улучшению городской среды.",
                        "opportunity": "Бюджет позволяет администрации осуществлять проекты, повышающие качество жизни в городе.",
                        "restrictions": "Администрация обязана оправдывать расходы и подчиняться финансовым ограничениям.",
                        "imposed_role": "Администрация должна быть эффективным менеджером бюджетных средств.",
                        "comment": "I am, Деньги, see my relationships with a target in the following perspective: Я предоставляю ресурсы, но требую отчетности и прозрачности."
                    },
                    {
                        "source": "Законодательство",
                        "essentiality": "Законодательные акты определяют рамки, в которых администрация может действовать.",
                        "opportunity": "Законодательство предоставляет администрации возможность создания новых инициатив, если они соответствуют правовым нормам.",
                        "restrictions": "Администрация не может принимать решения, нарушающие законы или регулирующие нормы.",
                        "imposed_role": "Администрация должна действовать в соответствии с законодательством и соблюдать правопорядок.",
                        "comment": "I am, Законодательство, see my relationships with a target in the following perspective: Я устанавливаю правила игры, и администраторы должны следовать им."
                    },
                    {
                        "source": "СМИ",
                        "essentiality": "СМИ формируют общественное мнение и могут влиять на имидж администрации.",
                        "opportunity": "Администрация может использовать СМИ для распространения информации о своих достижениях и инициативах.",
                        "restrictions": "Администрация должна быть осторожной в своих действиях, чтобы избежать негативного освещения в медиа.",
                        "imposed_role": "Администрация должна быть открытой и готовой к взаимодействию с журналистами.",
                        "comment": "I am, СМИ, see my relationships with a target in the following perspective: Я могу создать или разрушить репутацию, все зависит от того, как вы общаетесь со мной."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Экологические организации могут оказывать давление на администрацию с целью защиты окружающей среды.",
                        "opportunity": "Сотрудничество с экологическими организациями помогает администрации повысить свою репутацию и привлечь финансирование на экологические проекты.",
                        "restrictions": "Администрация должна учитывать экологические требования и не нарушать природоохранные законы.",
                        "imposed_role": "Администрация должна быть активным партнером в защите окружающей среды.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: Я заставляю администрацию задуматься о будущем, и вместе мы можем создать лучшее окружение."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Граждане",
                        "essentiality": "Администрация является необходимой для обеспечения потребностей граждан и улучшения городской среды.",
                        "opportunity": "Граждане получают улучшенное качество жизни и комфортное пространство для жизни.",
                        "restrictions": "Граждане должны соблюдать правила и регламенты, установленные администрацией.",
                        "imposed_role": "Граждане выступают в роли получателей услуг и обратной связи для администрации.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: я завишу от администрации для улучшения своей жизни, но также ожидаю от нее реагирования на мои нужды."
                    },
                    {
                        "source": "Бизнес",
                        "essentiality": "Администрация обеспечивает правовую и инфраструктурную основу для ведения бизнеса.",
                        "opportunity": "Бизнес получает доступ к ресурсам и поддержке со стороны администрации.",
                        "restrictions": "Бизнес должен соблюдать законы и нормы, введенные администрацией.",
                        "imposed_role": "Бизнес выступает в роли партнера администрации в развитии городской экономики.",
                        "comment": "I am, Бизнес, see my relationships with a target in the following perspective: я нуждаюсь в администрации для своей деятельности, но также ожидаю поддержки в реализации моих инициатив."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Администрация нужна для реализации экологических инициатив и программ.",
                        "opportunity": "Экологические организации получают возможность влиять на политику администрации и участвовать в проектах.",
                        "restrictions": "Экологические организации должны действовать в рамках установленных администрацией норм и программ.",
                        "imposed_role": "Экологические организации выступают в роли консультантов и активистов для администрации.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: я работаю с администрацией для улучшения экологической ситуации, но жду от нее открытости и готовности к сотрудничеству."
                    },
                    {
                        "source": "Государственные структуры",
                        "essentiality": "Администрация необходима для реализации государственных программ и инициатив на местном уровне.",
                        "opportunity": "Государственные структуры получают поддержку в виде местной реализации законов и программ.",
                        "restrictions": "Государственные структуры должны следовать указаниям и решениям, принятым администрацией.",
                        "imposed_role": "Государственные структуры выступают в роли исполнителей и контролеров для администрации.",
                        "comment": "I am, Государственные структуры, see my relationships with a target in the following perspective: я работаю с администрацией, чтобы реализовать государственные инициативы, но также ожидаю от нее соблюдения правовых норм."
                    },
                    {
                        "source": "Некоммерческие организации",
                        "essentiality": "Администрация необходима для поддержки социальных программ и инициатив.",
                        "opportunity": "Некоммерческие организации получают финансирование и ресурсы для своих проектов от администрации.",
                        "restrictions": "Некоммерческие организации должны соответствовать критериям и стандартам, установленным администрацией.",
                        "imposed_role": "Некоммерческие организации выступают в роли партнеров и исполнителей социальных программ.",
                        "comment": "I am, Некоммерческие организации, see my relationships with a target in the following perspective: я завишу от администрации для реализации своих социально значимых проектов, и жду от нее прозрачности и поддержки."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Граждане города",
                        "threat": "Администрация может вводить новые правила и налоги, что угрожает привычному образу жизни граждан.",
                        "consequences_if_deteriorates": "Если администрация исчезнет, граждане могут вернуть старые привычки и не будут подвержены новым налогам и правилам.",
                        "consequences_if_improves": "Улучшение городской среды приведет к более высокому уровню удовлетворенности и меньшему количеству протестов и недовольства.",
                        "imposed_role": "Критики и наблюдатели за действиями администрации.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: I am concerned that their decisions may not align with my needs."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "threat": "Администрация может установить строгие регуляции, что угрожает бизнесу.",
                        "consequences_if_deteriorates": "Если администрация исчезнет, бизнес сможет действовать без ограничений и регуляций.",
                        "consequences_if_improves": "Улучшение городской среды может привести к росту клиентов и увеличению прибыли.",
                        "imposed_role": "Партнеры и инвесторы, зависящие от решений администрации.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Their policies can either facilitate or hinder my operations."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Администрация может игнорировать экологические инициативы, что угрожает их миссии.",
                        "consequences_if_deteriorates": "Если администрация исчезнет, меньше будет возможностей для сотрудничества и изменения ситуации.",
                        "consequences_if_improves": "Улучшение городской среды может привести к большему вниманию к экологическим вопросам и поддержке их инициатив.",
                        "imposed_role": "Критики, которые требуют соблюдения экологических стандартов.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Their actions can either support or undermine our efforts for a sustainable future."
                    },
                    {
                        "source": "Местные СМИ",
                        "threat": "Администрация может ограничивать доступ к информации, что угрожает их независимости.",
                        "consequences_if_deteriorates": "Если администрация исчезнет, СМИ могут потерять источник новостей и информации.",
                        "consequences_if_improves": "Улучшение городской среды может привести к большему количеству позитивных новостей и отчетов.",
                        "imposed_role": "Чиновники, которые контролируют информацию и освещение событий.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Their transparency determines my ability to report accurately."
                    },
                    {
                        "source": "Государственные учреждения",
                        "threat": "Администрация может снизить финансирование или поддержку, что угрожает их функционированию.",
                        "consequences_if_deteriorates": "Если администрация исчезнет, другие учреждения могут не быть поддержаны и финансирование будет перераспределено.",
                        "consequences_if_improves": "Улучшение городской среды может привести к повышению финансирования и ресурсов для других учреждений.",
                        "imposed_role": "Сотрудники, которые зависят от решений администрации.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Their stability is crucial for my operation and effectiveness."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Гражданские активисты",
                        "threat": "Они могут организовать протесты и требовать изменений, что создает давление на администрацию.",
                        "consequences_if_deteriorates": "Администрация сможет действовать без страха негативной реакции и критики со стороны населения.",
                        "consequences_if_improves": "Администрация будет вынуждена учитывать мнения граждан и улучшать свои решения.",
                        "imposed_role": "Критик и контролер",
                        "comment": "Я, гражданские активисты, вижу мои отношения с администрацией в следующей перспективе: я требую большей прозрачности и участия в принятии решений."
                    },
                    {
                        "source": "Местные СМИ",
                        "threat": "Могут публиковать негативные статьи и репортажи, подрывающие доверие к администрации.",
                        "consequences_if_deteriorates": "Администрация сможет меньше беспокоиться о своей репутации и сосредоточиться на своих внутренних делах.",
                        "consequences_if_improves": "Администрация будет вынуждена реагировать на критику и улучшать свою коммуникацию с населением.",
                        "imposed_role": "Информатор и критик",
                        "comment": "Я, местные СМИ, вижу мои отношения с администрацией в следующей перспективе: я освещаю проблемы и достижения, чтобы дать жителям информацию, необходимую для формирования мнений."
                    },
                    {
                        "source": "Правительственные органы",
                        "threat": "Могут наложить санкции или изменить финансирование, если администрация не выполняет свои обязательства.",
                        "consequences_if_deteriorates": "Администрация будет свободна от внешнего контроля и давления, что может привести к большей автономии.",
                        "consequences_if_improves": "Администрация будет вынуждена улучшить свои показатели и работать более эффективно.",
                        "imposed_role": "Подотчетный орган",
                        "comment": "Я, правительственные органы, вижу мои отношения с администрацией в следующей перспективе: я требую соблюдения стандартов и использования ресурсов для блага граждан."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "threat": "Предприниматели могут уводить свои инвестиции в другие города, если администрация не создает благоприятные условия.",
                        "consequences_if_deteriorates": "Администрация сможет действовать без давления со стороны бизнеса и сосредоточиться на социальных инициативах.",
                        "consequences_if_improves": "Администрация будет вынуждена создавать более благоприятные условия для бизнеса, что может привести к экономическому росту.",
                        "imposed_role": "Партнер и критик",
                        "comment": "Я, бизнес-сообщество, вижу мои отношения с администрацией в следующей перспективе: я ожидаю поддержки и сотрудничества для создания экономически устойчивого города."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Могут инициировать судебные иски против администрации за несоблюдение экологических норм.",
                        "consequences_if_deteriorates": "Администрация сможет игнорировать экологические аспекты, сосредоточившись на других приоритетах.",
                        "consequences_if_improves": "Администрация будет вынуждена принять экологические инициативы и улучшить городскую среду.",
                        "imposed_role": "Защитник экологии",
                        "comment": "Я, экологические организации, вижу мои отношения с администрацией в следующей перспективе: я стою на страже экологических интересов и требую их соблюдения в городской политике."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Гражданские инициативы",
                        "change": "Стимулируют администрацию учитывать мнения и потребности жителей в процессе принятия решений.",
                        "opportunity": "Улучшение доверия и сотрудничества между администрацией и жителями.",
                        "restrictions": "Обязывают администрацию учитывать общественное мнение и повышают ожидания граждан.",
                        "imposed_role": "Партнер в процессе планирования и реализации городских проектов.",
                        "comment": "I am, Гражданские инициативы, see my relationships with Администрацией in the following perspective: I drive the need for collaboration to ensure that the voices of the citizens are heard and integrated into decision-making."
                    },
                    {
                        "source": "Местные СМИ",
                        "change": "Информируют общественность о действиях администрации и ее решениях, создавая общественное мнение.",
                        "opportunity": "Улучшение имиджа администрации через позитивное освещение её работы.",
                        "restrictions": "Могут создавать давление на администрацию при негативном освещении ее недостатков.",
                        "imposed_role": "Коммуникатор, который связывает администрацию с общественностью.",
                        "comment": "I am, Местные СМИ, see my relationships with Администрацией in the following perspective: I serve as a bridge between the administration and the public, shaping perceptions and expectations."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Поддерживают экологические инициативы и программы, заставляя администрацию учитывать устойчивость в планировании.",
                        "opportunity": "Доступ к ресурсам и знаниям в области устойчивого развития и экологии.",
                        "restrictions": "Обязывают администрацию соблюдать экологические стандарты и повышают ответственность за экологические последствия.",
                        "imposed_role": "Консультант по вопросам экологии и устойчивого развития.",
                        "comment": "I am, Экологические организации, see my relationships with Администрацией in the following perspective: I advocate for sustainability and environmental responsibility in urban planning."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "change": "Предлагает инвестиции и ресурсы для реализации городских проектов, влияя на их приоритеты.",
                        "opportunity": "Создание рабочих мест и экономический рост через партнерство с бизнесом.",
                        "restrictions": "Может ограничивать свободу администрации в принятии решений в пользу интересов бизнеса.",
                        "imposed_role": "Стратегический партнер в экономическом развитии города.",
                        "comment": "I am, Бизнес-сообщество, see my relationships with Администрацией in the following perspective: I drive economic growth and development through strategic collaboration."
                    },
                    {
                        "source": "Государственные программы",
                        "change": "Определяют приоритеты финансирования и административные процедуры, влияя на управление городом.",
                        "opportunity": "Доступ к федеральным или региональным финансам для реализации проектов.",
                        "restrictions": "Обязывают администрацию следовать установленным бюрократическим правилам и регламентам.",
                        "imposed_role": "Исполнитель, который должен соблюдать государственные нормы и правила.",
                        "comment": "I am, Государственные программы, see my relationships with Администрацией in the following perspective: I provide vital resources and guidance while ensuring compliance with regulatory frameworks."
                    }
                ]
            }
        }
    },
    {
        "entity": "Выход из метро",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Городская инфраструктура",
                        "change": "Улучшение потоков пассажиров за счет эффективной организации пространства и навигации.",
                        "opportunity": "Обеспечение быстрого и удобного доступа к услугам и транспортным узлам.",
                        "restrictions": "Необходимость соответствовать установленным стандартам и правилам города.",
                        "imposed_role": "Организатор и координатор пассажиропотока.",
                        "comment": "I am, Городская инфраструктура, see my relationships with 'Выход из метро' in the following perspective: I enhance its effectiveness while imposing necessary compliance with city regulations."
                    },
                    {
                        "source": "Технологии автоматизации",
                        "change": "Внедрение автоматических систем управления потоком пассажиров.",
                        "opportunity": "Снижение нагрузки на персонал и повышение скорости обслуживания.",
                        "restrictions": "Зависимость от технического обслуживания и обновления системы.",
                        "imposed_role": "Адаптатор к новым технологиям и стандартам.",
                        "comment": "I am, Технологии автоматизации, see my relationships with 'Выход из метро' in the following perspective: I facilitate modernization, although I require ongoing technical support."
                    },
                    {
                        "source": "Пассажиры",
                        "change": "Изменение паттернов поведения и предпочтений в передвижении.",
                        "opportunity": "Создание более комфортной и безопасной среды для использования метро.",
                        "restrictions": "Необходимость постоянного мониторинга и адаптации к изменениям в спросе.",
                        "imposed_role": "Обратная связь и активные участники процесса.",
                        "comment": "I am, Пассажиры, see my relationships with 'Выход из метро' in the following perspective: I shape its functionality by expressing needs and expectations."
                    },
                    {
                        "source": "Государственные регуляторы",
                        "change": "Установление правил и стандартов для функционирования общественного транспорта.",
                        "opportunity": "Обеспечение безопасности и правовой основы для работы.",
                        "restrictions": "Соблюдение множества нормативных актов и стандартов.",
                        "imposed_role": "Субъект, отвечающий за соблюдение законов и стандартов.",
                        "comment": "I am, Государственные регуляторы, see my relationships with 'Выход из метро' in the following perspective: I ensure compliance and safety, while imposing necessary regulations."
                    },
                    {
                        "source": "Конкурирующие виды транспорта",
                        "change": "Создание давления на эффективность и актуальность метро.",
                        "opportunity": "Стремление к инновациям и улучшению сервиса для сохранения конкурентоспособности.",
                        "restrictions": "Необходимость постоянного обновления и адаптации к изменениям на рынке.",
                        "imposed_role": "Соперник, заставляющий адаптироваться и улучшаться.",
                        "comment": "I am, Конкурирующие виды транспорта, see my relationships with 'Выход из метро' in the following perspective: I push it to innovate and remain relevant in a competitive environment."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Пассажиры",
                        "change": "Пассажиры адаптируют свои маршруты и поведение согласно тому, как 'Выход из метро' управляет потоком людей.",
                        "opportunity": "Упрощение и ускорение передвижения по городу.",
                        "restrictions": "Ограничение в выборе маршрутов и времени выхода из метро для оптимизации потока.",
                        "imposed_role": "Поддержка эффективного пропуска пассажиропотока через соблюдение указаний и правил.",
                        "comment": "I am, Пассажиры, see my relationships with a target in the following perspective: Мы зависим от удобства и скорости выхода из метро, что влияет на наши ежедневные маршруты."
                    },
                    {
                        "source": "Метро",
                        "change": "Метро обновляет и оптимизирует свои услуги в соответствии с потребностями 'Выхода из метро'.",
                        "opportunity": "Повышение привлекательности и надежности общественного транспорта, что увеличивает количество пассажиров.",
                        "restrictions": "Необходимость инвестиций в инфраструктуру для соответствия ожиданиям 'Выхода из метро'.",
                        "imposed_role": "Обеспечение бесперебойной работы и поддержки потока пассажиров.",
                        "comment": "I am, Метро, see my relationships with a target in the following perspective: Мы стремимся улучшить опыт пассажиров и адаптироваться к требованиям 'Выхода из метро'."
                    },
                    {
                        "source": "Городские власти",
                        "change": "Городские власти пересматривают и обновляют городские инфраструктурные проекты в ответ на успешное функционирование 'Выхода из метро'.",
                        "opportunity": "Улучшение имиджа города и повышение уровня жизни благодаря эффективной транспортной системе.",
                        "restrictions": "Необходимость учета бюджета и сроков выполнения проектов.",
                        "imposed_role": "Координирование и поддержка транспортной политики, включая 'Выход из метро'.",
                        "comment": "I am, Городские власти, see my relationships with a target in the following perspective: Мы заинтересованы в улучшении городской инфраструктуры, чтобы поддерживать актуальность 'Выхода из метро'."
                    },
                    {
                        "source": "Технологические компании (например, разработчики систем управления потоками)",
                        "change": "Технологические компании развивают и внедряют новые системы, чтобы адаптироваться к требованиям 'Выхода из метро'.",
                        "opportunity": "Создание новых продуктов и услуг для управления пассажиропотоком.",
                        "restrictions": "Сложность интеграции и необходимость постоянного обновления технологий.",
                        "imposed_role": "Поставщик технологий, необходимых для оптимизации работы 'Выхода из метро'.",
                        "comment": "I am, Технологические компании, see my relationships with a target in the following perspective: Мы стремимся создавать инновации, которые помогут 'Выходу из метро' стать ещё более эффективным."
                    },
                    {
                        "source": "Поставщики услуг по уборке и обслуживанию",
                        "change": "Поставщики услуг адаптируют свои практики и графики в соответствии с потребностями 'Выхода из метро'.",
                        "opportunity": "Увеличение объёма заказов и долгосрочное сотрудничество с 'Выходом из метро'.",
                        "restrictions": "Необходимость соответствовать высоким стандартам обслуживания и частоты уборки.",
                        "imposed_role": "Поддержка чистоты и порядка на 'Выходе из метро' для обеспечения его привлекательности.",
                        "comment": "I am, Поставщики услуг по уборке и обслуживанию, see my relationships with a target in the following perspective: Мы важны для поддержания имиджа 'Выхода из метро' и обеспечения комфорта пассажиров."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Городская инфраструктура",
                        "essentiality": "Обеспечивает физическую основу для выхода из метро, включая лестницы, эскалаторы и выходы.",
                        "opportunity": "Создает эффективные маршруты для пассажиров, улучшая их опыт перемещения.",
                        "restrictions": "Не позволяет изменять архитектурные элементы без согласования с городскими планировщиками.",
                        "imposed_role": "Выход из метро становится частью более широкой транспортной системы города.",
                        "comment": "I am, Городская инфраструктура, see my relationships with a target in the following perspective: я поддерживаю целостность транспортной сети и способствую удобству пассажиров."
                    },
                    {
                        "source": "Пассажиры",
                        "essentiality": "Являются основными пользователями выхода из метро, определяющими его востребованность.",
                        "opportunity": "Предоставляют выходу из метро информацию о пассажиропотоке и потребностях в улучшении.",
                        "restrictions": "Установливают требования к удобству и безопасности, которые выход должен соблюдать.",
                        "imposed_role": "Выход из метро должен адаптироваться к изменяющимся потребностям пассажиров.",
                        "comment": "I am, Пассажиры, see my relationships with a target in the following perspective: я формирую спрос и требования, которые выход должен учитывать для своей актуальности."
                    },
                    {
                        "source": "Транспортные службы",
                        "essentiality": "Координируют работу выходов из метро с другими видами транспорта.",
                        "opportunity": "Обеспечивают синхронизацию графиков и маршрутов, увеличивая поток пассажиров.",
                        "restrictions": "Накладывают требования на время работы и доступность выхода для различных видов транспорта.",
                        "imposed_role": "Выход из метро становится узлом транспортной сети.",
                        "comment": "I am, Транспортные службы, see my relationships with a target in the following perspective: я обеспечиваю интеграцию разных видов транспорта, что делает выход более функциональным."
                    },
                    {
                        "source": "Технологические системы",
                        "essentiality": "Обеспечивают автоматизацию и управление потоками пассажиров.",
                        "opportunity": "Упрощают доступ и навигацию для пассажиров, повышая их удовлетворение.",
                        "restrictions": "Ограничивают возможность выхода из метро на время технического обслуживания или обновлений.",
                        "imposed_role": "Выход из метро должен быть совместим с новыми технологиями.",
                        "comment": "I am, Технологические системы, see my relationships with a target in the following perspective: я обеспечиваю эффективность и современность выхода, что делает его более привлекательным."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Регулируют стандарты безопасности и качества инфраструктуры выхода из метро.",
                        "opportunity": "Гарантируют финансирование и поддержку для улучшения состояния выхода.",
                        "restrictions": "Ограничивают изменения в структуре и дизайне выхода, чтобы соответствовать нормативам.",
                        "imposed_role": "Выход из метро должен соответствовать государственным стандартам и требованиям.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: я обеспечиваю безопасность и соответствие, делая выход надежным для пассажиров."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Пассажиры",
                        "essentiality": "Пассажиры нуждаются в эффективном выходе из метро для быстрого и удобного перемещения.",
                        "opportunity": "Выход из метро позволяет пассажирам быстро покинуть станцию и сэкономить время.",
                        "restrictions": "Пассажиры не могут оставаться на месте или создавать заторы, что ограничивает их действия.",
                        "imposed_role": "Пассажиры выступают как пользователи, которые требуют эффективности от выхода.",
                        "comment": "I am, Пассажиры, see my relationships with a target in the following perspective: выход из метро — это ключевой элемент моего передвижения."
                    },
                    {
                        "source": "Метрополитен",
                        "essentiality": "Выход из метро является частью инфраструктуры, обеспечивающей работу метрополитена.",
                        "opportunity": "Эффективный выход может повысить общий поток пассажиров и, следовательно, доходы.",
                        "restrictions": "Метрополитен обязан поддерживать выход в рабочем состоянии и безопасным, что ограничивает его возможности изменения структуры.",
                        "imposed_role": "Метрополитен рассматривает выход как важный элемент своей системы.",
                        "comment": "I am, Метрополитен, see my relationships with a target in the following perspective: выход — это основа моей функциональности."
                    },
                    {
                        "source": "Городская администрация",
                        "essentiality": "Выход из метро влияет на планирование городского транспорта и инфраструктуры.",
                        "opportunity": "Хорошо спроектированный выход способствует улучшению общественного транспорта и снижению пробок.",
                        "restrictions": "Городская администрация обязана учитывать выход в своих планах, что ограничивает свободу проектирования.",
                        "imposed_role": "Городская администрация рассматривает выход как элемент городской инфраструктуры.",
                        "comment": "I am, Городская администрация, see my relationships with a target in the following perspective: выход из метро — это важный компонент моего планирования."
                    },
                    {
                        "source": "Архитекторы",
                        "essentiality": "Выход из метро служит основой для проектирования и интеграции с другими зданиями и пространствами.",
                        "opportunity": "Выход предоставляет возможность создания функциональных и эстетических решений в архитектуре.",
                        "restrictions": "Архитекторы обязаны следовать стандартам безопасности и доступности, что ограничивает их креативность.",
                        "imposed_role": "Выход определяет направления проектирования и взаимодействия с окружающей средой.",
                        "comment": "I am, Архитекторы, see my relationships with a target in the following perspective: выход из метро — это мой ориентир в проектировании."
                    },
                    {
                        "source": "Туристы",
                        "essentiality": "Выход из метро является важной точкой доступа к городским достопримечательностям.",
                        "opportunity": "Выход облегчает доступ к культурным и историческим местам, что привлекает туристов.",
                        "restrictions": "Туристы должны следовать указаниям и правилам выхода, что ограничивает их свободу действий.",
                        "imposed_role": "Туристы выступают как важные пользователи, которые зависят от удобства выхода.",
                        "comment": "I am, Туристы, see my relationships with a target in the following perspective: выход из метро — это мой путь к открытию города."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Современные транспортные технологии",
                        "threat": "Увеличение скорости и эффективности альтернативных видов транспорта, таких как электрички и автобусы, может снизить поток пассажиров в метро.",
                        "consequences_if_deteriorates": "Если транспортные технологии ухудшатся, метро может стать более предпочтительным выбором для пассажиров, что увеличит их количество.",
                        "consequences_if_improves": "Если транспортные технологии улучшатся, то поток пассажиров в метро может уменьшиться, что приведет к его уменьшению значимости.",
                        "imposed_role": "Устаревший транспорт",
                        "comment": "I am, Современные транспортные технологии, see my relationships with a target in the following perspective: я предлагаю более быстрые и удобные альтернативы, которые подрывают актуальность метро."
                    },
                    {
                        "source": "Демографические изменения",
                        "threat": "Снижение численности населения в городах может привести к уменьшению количества пассажиров, использующих метро.",
                        "consequences_if_deteriorates": "Если демографическая ситуация ухудшится, метро может стать более востребованным в качестве основного вида транспорта для оставшихся жителей.",
                        "consequences_if_improves": "Если население увеличится, это приведет к увеличению нагрузки на метро, что может вызвать перегрузки и ухудшение сервиса.",
                        "imposed_role": "Услуга для меньшинства",
                        "comment": "I am, Демографические изменения, see my relationships with a target in the following perspective: я влияю на количество пассажиров, что может сделать метро менее актуальным."
                    },
                    {
                        "source": "Социальные медиа и технологии мобильных приложений",
                        "threat": "Рост популярности приложений для совместных поездок может отвлечь пассажиров от использования метро.",
                        "consequences_if_deteriorates": "Если социальные медиа и приложения ухудшатся, пассажиры вернутся к более традиционным формам транспорта, таким как метро.",
                        "consequences_if_improves": "Если технологии приложений улучшатся, это может привести к снижению пассажиропотока в метро.",
                        "imposed_role": "Второстепенный вид транспорта",
                        "comment": "I am, Социальные медиа и технологии мобильных приложений, see my relationships with a target in the following perspective: я представляю собой более удобные и современные альтернативы для пассажиров."
                    },
                    {
                        "source": "Экономические условия",
                        "threat": "Экономический кризис может привести к уменьшению числа пассажиров, использующих метро, из-за повышения цен на проезд.",
                        "consequences_if_deteriorates": "Если экономика ухудшится, метро может стать более доступным выбором для пассажиров, поскольку цены на другие виды транспорта вырастут.",
                        "consequences_if_improves": "Если экономическая ситуация улучшится, это может привести к увеличению цен и снижению пассажиропотока.",
                        "imposed_role": "Дорогая альтернатива",
                        "comment": "I am, Экономические условия, see my relationships with a target in the following perspective: я влияю на доступность метро для пассажиров через изменения цен."
                    },
                    {
                        "source": "Экологические инициативы",
                        "threat": "Поддержка более экологически чистых видов транспорта, таких как велосипеды и электромобили, может снизить использование метро.",
                        "consequences_if_deteriorates": "Если экологические инициативы ослабнут, метро может вновь стать более популярным выбором для городского транспорта.",
                        "consequences_if_improves": "Если экологические инициативы укрепятся, это может привести к снижению количества пассажиров в метро.",
                        "imposed_role": "Вредный вид транспорта",
                        "comment": "I am, Экологические инициативы, see my relationships with a target in the following perspective: я продвигаю более устойчивые и экологически чистые альтернативы метро."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Пассажиры метро",
                        "threat": "Если 'Выход из метро' не сможет эффективно пропускать пассажиропоток, это создаст заторы и задержки, что снизит комфорт и скорость передвижения пассажиров.",
                        "consequences_if_deteriorates": "Пассажиры смогут искать альтернативные маршруты и избегать использования метро.",
                        "consequences_if_improves": "Если 'Выход из метро' улучшится, пассажиры будут более удовлетворены и скорее выберут метро как удобный вид транспорта.",
                        "imposed_role": "Критический узел для быстрой и эффективной транспортировки.",
                        "comment": "Я, пассажир метро, вижу свои отношения с 'Выходом из метро' в следующей перспективе: я надеюсь на его эффективность, иначе я потеряю время и терпение."
                    },
                    {
                        "source": "Метро как транспортная система",
                        "threat": "Если 'Выход из метро' станет неактуальным, это подорвет репутацию всей транспортной системы и ее привлекательность.",
                        "consequences_if_deteriorates": "Система метро потеряет пассажиров и финансирование, что приведет к ее ухудшению.",
                        "consequences_if_improves": "Улучшение 'Выхода из метро' повысит общую эффективность и привлекательность метро.",
                        "imposed_role": "Ключевой элемент успешной транспортной инфраструктуры.",
                        "comment": "Я, метро как транспортная система, вижу свои отношения с 'Выходом из метро' в следующей перспективе: его улучшение необходимо для моего выживания."
                    },
                    {
                        "source": "Городская администрация",
                        "threat": "Если 'Выход из метро' будет плохо функционировать, это поставит под угрозу имидж городской администрации.",
                        "consequences_if_deteriorates": "Администрация может столкнуться с критикой и потерей доверия граждан.",
                        "consequences_if_improves": "Улучшение 'Выхода из метро' повысит удовлетворенность граждан и укрепит доверие к администрации.",
                        "imposed_role": "Объект контроля и ответственности за качество городской инфраструктуры.",
                        "comment": "Я, городская администрация, вижу свои отношения с 'Выходом из метро' в следующей перспективе: его эффективность отражает мою работу и заботу о гражданах."
                    },
                    {
                        "source": "Торговые точки возле метро",
                        "threat": "Если 'Выход из метро' станет неэффективным, количество проходящих мимо потенциальных клиентов значительно сократится.",
                        "consequences_if_deteriorates": "Торговые точки могут потерять доход и клиентов.",
                        "consequences_if_improves": "Если 'Выход из метро' улучшится, это привлечет больше пассажиров и потенциальных клиентов к торговым точкам.",
                        "imposed_role": "Трафик генерирующий элемент для местного бизнеса.",
                        "comment": "Я, торговая точка, вижу свои отношения с 'Выходом из метро' в следующей перспективе: мне нужна его эффективность для процветания."
                    },
                    {
                        "source": "Планировщики городской инфраструктуры",
                        "threat": "Неэффективный 'Выход из метро' может сделать предыдущие планы по улучшению городской инфраструктуры устаревшими.",
                        "consequences_if_deteriorates": "Планировщики могут быть вынуждены пересматривать свои стратегии и терять время и ресурсы.",
                        "consequences_if_improves": "Улучшение 'Выхода из метро' подтвердит их планы и продвинет их проекты вперед.",
                        "imposed_role": "Объект для мониторинга и инноваций в инфраструктуре.",
                        "comment": "Я, планировщик городской инфраструктуры, вижу свои отношения с 'Выходом из метро' в следующей перспективе: его успех или провал влияет на мои проекты и планы."
                    }
                ]
            }
        }
    }
]