[
    {
        "entity": "Работодатели",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Университеты",
                        "change": "Обучают студентов, предоставляя необходимые навыки и знания.",
                        "opportunity": "Поставляют подготовленных выпускников, соответствующих требованиям работодателей.",
                        "restrictions": "Ограничивают разнообразие навыков, которые могут быть получены в процессе обучения.",
                        "imposed_role": "Поставщик квалифицированных кадров.",
                        "comment": "I am, Университеты, see my relationships with a target in the following perspective: Мы помогаем работодателям находить подходящих кандидатов, но ограничиваем их выбор."
                    },
                    {
                        "source": "Система аккредитации дипломов",
                        "change": "Устанавливает стандарты для образовательных учреждений и их выпускников.",
                        "opportunity": "Гарантирует работодателям, что дипломы выпускников соответствуют установленным стандартам.",
                        "restrictions": "Может исключить выпускников из программ, которые не соответствуют стандартам.",
                        "imposed_role": "Контролер качества образования.",
                        "comment": "I am, Система аккредитации дипломов, see my relationships with a target in the following perspective: Я обеспечиваю надежность дипломов, но иногда мешаю разнообразию образовательных программ."
                    },
                    {
                        "source": "HR-агентства",
                        "change": "Помогают работодателям находить и оценивать кандидатов.",
                        "opportunity": "Сокращают время на поиск и отбор квалифицированных специалистов.",
                        "restrictions": "Могут навязывать свои критерии оценки кандидатов, которые не всегда соответствуют потребностям работодателей.",
                        "imposed_role": "Посредник в процессе найма.",
                        "comment": "I am, HR-агентства, see my relationships with a target in the following perspective: Я упрощаю процесс поиска, но иногда могу ограничить выбор работодателя."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Создают платформу для демонстрации навыков и опыта кандидатов.",
                        "opportunity": "Предоставляют работодателям доступ к информации о кандидатах вне формальных дипломов.",
                        "restrictions": "Информация может быть неполной или искаженной, что усложняет процесс принятия решения.",
                        "imposed_role": "Платформа для взаимодействия между работодателями и кандидатами.",
                        "comment": "I am, Социальные сети, see my relationships with a target in the following perspective: Я помогаю в поиске информации, но могу усложнить процесс из-за недостоверности данных."
                    },
                    {
                        "source": "Трудовое законодательство",
                        "change": "Устанавливает правила и условия трудовых отношений.",
                        "opportunity": "Защищает работодателей от недобросовестных кандидатов.",
                        "restrictions": "Ограничивает возможности увольнения или изменения условий работы на основании недостаточной квалификации.",
                        "imposed_role": "Регулятор рынка труда.",
                        "comment": "I am, Трудовое законодательство, see my relationships with a target in the following perspective: Я защищаю работодателей, но могу ограничивать гибкость в управлении персоналом."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Работодатели нуждаются в квалифицированных выпускниках, чтобы успешно развивать свой бизнес.",
                        "opportunity": "Образовательные учреждения получают финансирование и репутацию, когда их выпускники успешно трудоустраиваются.",
                        "restrictions": "Образовательные учреждения не могут игнорировать потребности работодателей в компетентных кадрах.",
                        "imposed_role": "Поставщик кадровых ресурсов.",
                        "comment": "I am, Образовательные учреждения, see my relationships with Работодатели in the following perspective: Our success is intertwined with the quality of graduates we produce."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Работодатели зависят от государственных стандартов и аккредитаций для легитимации своих процессов найма.",
                        "opportunity": "Государственные органы получают данные о занятости и экономическом состоянии через обратную связь от работодателей.",
                        "restrictions": "Государственные органы не могут игнорировать требования работодателей, если они хотят поддерживать уровень занятости.",
                        "imposed_role": "Регулятор трудового рынка.",
                        "comment": "I am, Государственные органы, see my relationships with Работодатели in the following perspective: Our regulations shape the hiring landscape, and we must collaborate for mutual benefit."
                    },
                    {
                        "source": "Социальные сети и платформы трудоустройства",
                        "essentiality": "Работодатели используют социальные сети для поиска и привлечения кандидатов.",
                        "opportunity": "Социальные сети и платформы трудоустройства получают трафик и активность пользователей, когда работодатели размещают вакансии.",
                        "restrictions": "Социальные сети не могут допускать размещение недостоверной информации о вакансиях.",
                        "imposed_role": "Связующее звено между работодателями и соискателями.",
                        "comment": "I am, Социальные сети и платформы трудоустройства, see my relationships with Работодатели in the following perspective: My platform thrives on the engagement of employers seeking talent."
                    },
                    {
                        "source": "Кандидаты на вакансии",
                        "essentiality": "Работодатели нуждаются в кандидатах, чтобы выполнять свои бизнес-цели.",
                        "opportunity": "Кандидаты получают возможность трудоустройства и карьерного роста через работодателей.",
                        "restrictions": "Кандидаты не могут обманывать работодателей, предоставляя ложную информацию о своих квалификациях.",
                        "imposed_role": "Потенциальные сотрудники.",
                        "comment": "I am, Кандидаты на вакансии, see my relationships with Работодатели in the following perspective: My success hinges on the opportunities created by employers."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Работодатели обращаются к профессиональным ассоциациям для получения рекомендаций по найму и оценки квалификаций.",
                        "opportunity": "Профессиональные ассоциации получают признание и поддержку от работодателей, подтверждая свою ценность.",
                        "restrictions": "Профессиональные ассоциации не могут игнорировать потребности работодателей в высококвалифицированных специалистах.",
                        "imposed_role": "Консультант по профессиональным стандартам.",
                        "comment": "I am, Профессиональные ассоциации, see my relationships with Работодатели in the following perspective: Our collaboration is key to maintaining industry standards and quality."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Университеты",
                        "change": "Университеты начинают адаптировать свои учебные программы в соответствии с требованиями работодателей.",
                        "opportunity": "Университеты получают возможность повысить свою репутацию и привлекательность для студентов.",
                        "restrictions": "Университеты вынуждены ограничивать свободу в выборе учебных курсов в пользу практических навыков.",
                        "imposed_role": "Поставщик квалифицированных кадров для работодателей.",
                        "comment": "Я, университет, вижу свои отношения с работодателями в следующей перспективе: наше сотрудничество позволяет нам улучшать качество образования, что в свою очередь помогает нашим студентам получить лучшие рабочие места."
                    },
                    {
                        "source": "Кандидаты на работу",
                        "change": "Кандидаты становятся более ориентированными на требования работодателей и улучшают свои навыки.",
                        "opportunity": "Кандидаты получают доступ к более широкому выбору вакансий и возможностей трудоустройства.",
                        "restrictions": "Кандидаты могут чувствовать давление соответствовать высоким ожиданиям работодателей.",
                        "imposed_role": "Конкуренты за рабочие места, которые должны соответствовать требованиям работодателей.",
                        "comment": "Я, кандидат, вижу свои отношения с работодателями в следующей перспективе: их требования подталкивают меня к постоянному саморазвитию и улучшению навыков."
                    },
                    {
                        "source": "Государственные учреждения",
                        "change": "Государственные учреждения начинают внедрять стандарты качества образования в высших учебных заведениях.",
                        "opportunity": "Государственные учреждения могут повысить уровень занятости и удовлетворенности населения.",
                        "restrictions": "Государственные учреждения вынуждены контролировать и поддерживать новые образовательные инициативы.",
                        "imposed_role": "Регулятор, который устанавливает стандарты для образования.",
                        "comment": "Я, государственное учреждение, вижу свои отношения с работодателями в следующей перспективе: мы вместе работаем над повышением качества образования и подготовки кадров для экономики."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "change": "Ассоциации начинают активнее участвовать в формировании образовательных стандартов.",
                        "opportunity": "Ассоциации могут укрепить свою позицию в качестве авторитетных организаций в своей области.",
                        "restrictions": "Ассоциациям необходимо следить за изменениями в требованиях работодателей и соответствовать им.",
                        "imposed_role": "Консультант для работодателей и учебных заведений по вопросам стандартов навыков.",
                        "comment": "Я, профессиональная ассоциация, вижу свои отношения с работодателями в следующей перспективе: мы можем совместно создать стандарты, которые помогут улучшить ситуацию на рынке труда."
                    },
                    {
                        "source": "Образовательные платформы",
                        "change": "Платформы начинают разрабатывать курсы, которые соответствуют требованиям работодателей.",
                        "opportunity": "Образовательные платформы могут увеличить количество пользователей и расширить свои предложения.",
                        "restrictions": "Платформы могут столкнуться с необходимостью быстрой адаптации контента к меняющимся требованиям.",
                        "imposed_role": "Поставщик онлайн-образования для кандидатов.",
                        "comment": "Я, образовательная платформа, вижу свои отношения с работодателями в следующей перспективе: наше сотрудничество позволяет нам предлагать актуальные курсы, которые готовят студентов к требованиям рынка труда."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Выпускники",
                        "threat": "Работодатели могут отвергать дипломы, если выпускники не соответствуют требованиям.",
                        "consequences_if_deteriorates": "Выпускники могут потерять возможности трудоустройства и репутацию.",
                        "consequences_if_improves": "Выпускники станут более конкурентоспособными на рынке труда.",
                        "imposed_role": "Отвечать за демонстрацию реальных навыков и знаний.",
                        "comment": "Я, выпускник, вижу свои отношения с работодателями в следующей перспективе: мне нужно продемонстрировать свои настоящие способности, чтобы быть принятым на работу."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "threat": "Работодатели могут критиковать программы обучения, если выпускники не готовы к реальным условиям работы.",
                        "consequences_if_deteriorates": "Образовательные учреждения могут потерять финансирование из-за низкого уровня удовлетворенности работодателей.",
                        "consequences_if_improves": "Образовательные учреждения могут повысить свою репутацию, если их выпускники будут успешно трудоустраиваться.",
                        "imposed_role": "Обязанность адаптировать учебные программы к требованиям рынка.",
                        "comment": "Я, образовательное учреждение, вижу свои отношения с работодателями в следующей перспективе: мы должны постоянно улучшать качество образования, чтобы обеспечить успешную карьеру нашим выпускникам."
                    },
                    {
                        "source": "Рынок труда",
                        "threat": "Работодатели могут снизить спрос на рабочую силу, если не удовлетворены качеством кандидатов.",
                        "consequences_if_deteriorates": "Рынок труда может столкнуться с избытком неквалифицированных специалистов.",
                        "consequences_if_improves": "Рынок труда станет более эффективным с лучшими кандидатами, что приведет к росту экономики.",
                        "imposed_role": "Установить стандарты для квалификации работников.",
                        "comment": "Я, рынок труда, вижу свои отношения с работодателями в следующей перспективе: если они не найдут подходящих кандидатов, это повлияет на всю экономику."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "threat": "Работодатели могут игнорировать сертификацию и аккредитацию, если кандидаты не отвечают стандартам.",
                        "consequences_if_deteriorates": "Ассоциации могут потерять авторитет и влияние на профессиональные стандарты.",
                        "consequences_if_improves": "Ассоциации могут укрепить свои позиции и расширить членство среди квалифицированных специалистов.",
                        "imposed_role": "Определять стандарты профессиональной квалификации.",
                        "comment": "Я, профессиональная ассоциация, вижу свои отношения с работодателями в следующей перспективе: мы должны работать вместе для повышения стандартов и качества образования."
                    },
                    {
                        "source": "Государство",
                        "threat": "Работодатели могут лоббировать изменения в законодательстве, если не удовлетворены уровнем подготовки выпускников.",
                        "consequences_if_deteriorates": "Государство может столкнуться с ростом безработицы и недовольством граждан.",
                        "consequences_if_improves": "Государство может улучшить экономическую ситуацию и уровень занятости.",
                        "imposed_role": "Создавать и поддерживать программы профессиональной подготовки.",
                        "comment": "Я, государство, вижу свои отношения с работодателями в следующей перспективе: мы должны обеспечить соответствие образовательных стандартов потребностям рынка труда."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Университеты",
                        "essentiality": "Университеты готовят выпускников, обладающих знаниями и навыками, необходимыми работодателям.",
                        "opportunity": "Предоставляют работодателям доступ к квалифицированным кадрам, которые могут удовлетворить их требования.",
                        "restrictions": "Не могут гарантировать, что все выпускники имеют реальные навыки, что ограничивает выбор работодателей.",
                        "imposed_role": "Поставщик кадров для работодателей.",
                        "comment": "I am, университет, see my relationships with a target in the following perspective: Я открываю двери для работодателей, но также налагаю ответственность за качество выбора."
                    },
                    {
                        "source": "Аккредитационные организации",
                        "essentiality": "Обеспечивают стандарты и контроль качества образования в учебных заведениях.",
                        "opportunity": "Гарантируют работодателям, что дипломы выпускников соответствуют установленным стандартам.",
                        "restrictions": "Ограничивают работодателей в возможности нанимать сотрудников без аккредитованных дипломов.",
                        "imposed_role": "Гарант качества образования.",
                        "comment": "I am, аккредитационная организация, see my relationships with a target in the following perspective: Я защищаю интересы работодателей, обеспечивая качество образования."
                    },
                    {
                        "source": "Рынок труда",
                        "essentiality": "Отражает текущие требования работодателей к навыкам и знаниям работников.",
                        "opportunity": "Предоставляет работодателям информацию о востребованных компетенциях на рынке.",
                        "restrictions": "Налагает требования к навыкам, которые должны соответствовать рыночным условиям.",
                        "imposed_role": "Регулятор требований к кандидатам.",
                        "comment": "I am, рынок труда, see my relationships with a target in the following perspective: Я формирую ожидания работодателей, подталкивая их к поиску лучших кандидатов."
                    },
                    {
                        "source": "Кандидаты",
                        "essentiality": "Представляют собой потенциальных работников, которые могут быть наняты работодателями.",
                        "opportunity": "Приносят разнообразие навыков и знаний, необходимых для выполнения рабочих задач.",
                        "restrictions": "Ограничивают выбор работодателей, если их навыки не соответствуют требованиям.",
                        "imposed_role": "Конкуренты за рабочие места.",
                        "comment": "I am, кандидат, see my relationships with a target in the following perspective: Я стремлюсь продемонстрировать свои способности, чтобы быть выбранным работодателем."
                    },
                    {
                        "source": "Социальные сети и профессиональные платформы",
                        "essentiality": "Обеспечивают работодателям доступ к информации о кандидатах и их навыках.",
                        "opportunity": "Позволяют работодателям находить и оценивать кандидатов на основе их профессиональной репутации.",
                        "restrictions": "Ограничивают работодателей в возможности скрыть свою заинтересованность в определенных кандидатах.",
                        "imposed_role": "Платформа для взаимодействия между работодателями и кандидатами.",
                        "comment": "I am, социальная сеть, see my relationships with a target in the following perspective: Я создаю возможности для связи и оценки кандидатов, но также ставлю работодателей в условия открытости."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Кандидаты с неадекватными дипломами",
                        "threat": "Увеличение числа неподходящих кандидатов может снизить качество работы и репутацию работодателя.",
                        "consequences_if_deteriorates": "Работодатели смогут более эффективно нанимать компетентных выпускников, что повысит общую продуктивность и качество работы.",
                        "consequences_if_improves": "Работодатели могут столкнуться с увеличением числа неквалифицированных работников, что приведет к ухудшению результатов и потере клиентов.",
                        "imposed_role": "Работодатели должны принимать на работу всех кандидатов, независимо от их квалификации.",
                        "comment": "I am, кандидаты с неадекватными дипломами, see my relationships with работодателями in the following perspective: I challenge your hiring standards and force you to reconsider your criteria."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "threat": "Недостаток актуальных и качественных образовательных программ может привести к выпуску неподготовленных специалистов.",
                        "consequences_if_deteriorates": "Работодатели будут меньше зависеть от качества образования и смогут более легко находить квалифицированных сотрудников.",
                        "consequences_if_improves": "Работодатели смогут находить больше компетентных выпускников, что улучшит их бизнес-показатели и репутацию.",
                        "imposed_role": "Работодатели должны принимать на работу тех, кто имеет диплом, независимо от реальных навыков.",
                        "comment": "I am, образовательные учреждения, see my relationships with работодателями in the following perspective: I shape the qualifications of your future employees."
                    },
                    {
                        "source": "Конкуренты на рынке труда",
                        "threat": "Конкуренты могут предлагать более привлекательные условия для кандидатов, что увеличивает вероятность потери талантливых специалистов.",
                        "consequences_if_deteriorates": "Работодатели смогут привлекать больше талантливых кадров, так как конкуренция снизится.",
                        "consequences_if_improves": "Работодатели могут столкнуться с трудностями в поиске и удержании квалифицированных сотрудников.",
                        "imposed_role": "Работодатели должны постоянно улучшать свои предложения, чтобы не отставать от конкурентов.",
                        "comment": "I am, конкуренты на рынке труда, see my relationships with работодателями in the following perspective: I drive you to innovate and improve your hiring practices."
                    },
                    {
                        "source": "Технологические изменения",
                        "threat": "Быстрое развитие технологий может сделать определенные навыки устаревшими, что поставит под угрозу квалификацию кандидатов.",
                        "consequences_if_deteriorates": "Работодатели смогут легче находить сотрудников, соответствующих требованиям рынка, если технологии не меняются.",
                        "consequences_if_improves": "Работодатели должны постоянно обучать сотрудников, чтобы соответствовать современным требованиям.",
                        "imposed_role": "Работодатели должны инвестировать в обучение и развитие своих сотрудников.",
                        "comment": "I am, технологические изменения, see my relationships with работодателями in the following perspective: I compel you to adapt and evolve your workforce."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "threat": "Ассоциации могут устанавливать стандарты, которые могут быть трудными для соблюдения работодателями.",
                        "consequences_if_deteriorates": "Работодатели получат больше свободы в определении требований к кандидатам.",
                        "consequences_if_improves": "Работодатели могут получить доступ к более квалифицированным и сертифицированным специалистам.",
                        "imposed_role": "Работодатели должны следовать установленным ассоциациями стандартам при найме.",
                        "comment": "I am, профессиональные ассоциации, see my relationships with работодателями in the following perspective: I set the benchmarks that you must meet to ensure quality in your hiring."
                    }
                ]
            }
        }
    },
    {
        "entity": "Сообщество коллег-преподавателей и исследователей",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Образовательные технологии",
                        "change": "Адаптация к новым методам и стандартам образования.",
                        "opportunity": "Разработка и внедрение инновационных решений для улучшения процесса обучения.",
                        "restrictions": "Необходимость соответствия требованиям и ожиданиям целевой аудитории.",
                        "imposed_role": "Поставщик решений для повышения качества образования.",
                        "comment": "I am, Образовательные технологии, see my relationships with a target in the following perspective: I thrive on collaboration to create impactful educational experiences."
                    },
                    {
                        "source": "Администрация учебных заведений",
                        "change": "Изменение стратегий управления образовательным процессом.",
                        "opportunity": "Улучшение репутации учебного заведения через высокие образовательные стандарты.",
                        "restrictions": "Необходимость соответствовать требованиям преподавателей и студентов.",
                        "imposed_role": "Контролер стандартов и качества образования.",
                        "comment": "I am, Администрация учебных заведений, see my relationships with a target in the following perspective: I aim to support and facilitate the efforts of educators to enhance learning."
                    },
                    {
                        "source": "Студенты",
                        "change": "Увеличение требований к качеству учебного процесса.",
                        "opportunity": "Получение более актуальных и полезных знаний для будущей карьеры.",
                        "restrictions": "Ожидания от преподавателей по внедрению современных методов обучения.",
                        "imposed_role": "Критики и потребители образовательных услуг.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: I need my educators to challenge me and provide relevant education for my future."
                    },
                    {
                        "source": "Научные сообщества",
                        "change": "Рост интереса к новым исследованиям и публикациям.",
                        "opportunity": "Возможность сотрудничества и обмена знаниями с преподавателями.",
                        "restrictions": "Необходимость адаптации к новым требованиям в области исследований.",
                        "imposed_role": "Партнеры по обмену знаниями и опытом.",
                        "comment": "I am, Научные сообщества, see my relationships with a target in the following perspective: I engage with educators to foster innovation and advancement in our fields."
                    },
                    {
                        "source": "Общество и работодатели",
                        "change": "Изменение ожиданий от выпускников и их компетенций.",
                        "opportunity": "Получение квалифицированных специалистов, соответствующих современным требованиям рынка.",
                        "restrictions": "Необходимость постоянного мониторинга и оценки образовательных стандартов.",
                        "imposed_role": "Ожидающие качественных специалистов.",
                        "comment": "I am, Общество и работодатели, see my relationships with a target in the following perspective: I rely on educators to prepare the workforce of tomorrow."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Новые технологии в образовании",
                        "change": "Преподаватели и исследователи начинают использовать современные инструменты и платформы для обучения.",
                        "opportunity": "Улучшение качества обучения и возможность доступа к новым ресурсам.",
                        "restrictions": "Необходимость постоянного обучения и адаптации к новым технологиям.",
                        "imposed_role": "Адаптатор, который должен быть в курсе новых образовательных технологий.",
                        "comment": "I am, новые технологии в образовании, see my relationships with сообщество коллег-преподавателей и исследователей in the following perspective: I drive innovation and require continuous adaptation."
                    },
                    {
                        "source": "Стандарты аккредитации",
                        "change": "Преподаватели вынуждены пересматривать свои методы для соответствия новым стандартам.",
                        "opportunity": "Повышение статуса и признания образовательного учреждения.",
                        "restrictions": "Сложности в изменении устоявшихся методик и подходов.",
                        "imposed_role": "Соответствующий стандартам, что требует постоянного анализа и пересмотра практик.",
                        "comment": "I am, стандарты аккредитации, see my relationships with сообщество коллег-преподавателей и исследователей in the following perspective: I ensure quality and relevance in education."
                    },
                    {
                        "source": "Обратная связь от студентов",
                        "change": "Преподаватели начинают учитывать мнения студентов при разработке учебных программ.",
                        "opportunity": "Улучшение учебного процесса и повышение удовлетворенности студентов.",
                        "restrictions": "Необходимость делиться властью и учитывать мнение студентов в принятии решений.",
                        "imposed_role": "Отзывчивый педагог, который учитывает потребности студентов.",
                        "comment": "I am, обратная связь от студентов, see my relationships with сообщество коллег-преподавателей и исследователей in the following perspective: I enhance the educational experience through collaboration."
                    },
                    {
                        "source": "Государственные образовательные инициативы",
                        "change": "Преподаватели адаптируют свои подходы в соответствии с новыми государственными инициативами.",
                        "opportunity": "Получение финансирования и поддержки от государства.",
                        "restrictions": "Необходимость следовать установленным нормам и законодательным требованиям.",
                        "imposed_role": "Исполнитель, который должен действовать в рамках государственных указаний.",
                        "comment": "I am, государственные образовательные инициативы, see my relationships with сообщество коллег-преподавателей и исследователей in the following perspective: I shape educational policies and practices."
                    },
                    {
                        "source": "Сообщества профессионального развития",
                        "change": "Преподаватели начинают участвовать в сетевых группах и конференциях для обмена опытом.",
                        "opportunity": "Доступ к новейшим исследованиям и методологиям в образовании.",
                        "restrictions": "Необходимость времени и ресурсов для участия в мероприятиях.",
                        "imposed_role": "Член профессионального сообщества, который должен активно участвовать и делиться опытом.",
                        "comment": "I am, сообщества профессионального развития, see my relationships with сообщество коллег-преподавателей и исследователей in the following perspective: I foster collaboration and continuous learning."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Традиционные методы обучения",
                        "threat": "Сообщество коллег-преподавателей и исследователей стремится внедрить новые технологии, что угрожает устоявшимся методам.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, традиционные методы останутся без критики и адаптации.",
                        "consequences_if_improves": "Улучшение сообществом методов обучения может привести к эволюции и усовершенствованию традиционных подходов.",
                        "imposed_role": "Сторонник инноваций в образовании.",
                        "comment": "Я, традиционные методы обучения, вижу свои отношения с сообществом в следующей перспективе: их стремление к инновациям может угрожать моей статичности."
                    },
                    {
                        "source": "Современные технологии",
                        "threat": "Сообщество может начать использовать альтернативные технологии, которые угрожают устоявшимся решениям.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, традиционные технологии могут остаться без адаптации к новым требованиям.",
                        "consequences_if_improves": "Если сообщество примет технологии, это может привести к улучшению их применения и развитию новых подходов.",
                        "imposed_role": "Инноватор в области образовательных технологий.",
                        "comment": "Я, современные технологии, вижу свои отношения с сообществом в следующей перспективе: их поддержка может сделать меня более актуальным и востребованным."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Сообщество может изменить подход к обучению, что повлияет на восприятие студентов.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, студенты могут вернуться к менее эффективным методам.",
                        "consequences_if_improves": "Если сообщество улучшит свои методы, студенты получат более качественное образование.",
                        "imposed_role": "Активные участники образовательного процесса.",
                        "comment": "Я, студенты, вижу свои отношения с сообществом в следующей перспективе: их поддержка современных стандартов обучения улучшает мои шансы на успех."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "threat": "Сообщество может изменить стандарты, которые будут обязательными для всех учреждений.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, учреждения могут остаться без актуальных стандартов.",
                        "consequences_if_improves": "Если сообщество улучшится, учреждения смогут адаптироваться к новым требованиям и повысить качество образования.",
                        "imposed_role": "Стандартизатор образовательных практик.",
                        "comment": "Я, образовательные учреждения, вижу свои отношения с сообществом в следующей перспективе: их влияние помогает мне поддерживать актуальность и конкурентоспособность."
                    },
                    {
                        "source": "Научные исследования",
                        "threat": "Сообщество может внедрить новые исследования, которые конфликтуют с устоявшимися теориями.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, существующие исследования могут остаться без критики.",
                        "consequences_if_improves": "Улучшение сообществом методов может привести к новым открытиям и более качественным исследованиям.",
                        "imposed_role": "Агент изменений в научной практике.",
                        "comment": "Я, научные исследования, вижу свои отношения с сообществом в следующей перспективе: их критический подход может привести к прогрессу в моей области."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Образовательные стандарты",
                        "essentiality": "Образовательные стандарты формируют базовые требования к качеству образования, которые необходимо соблюдать.",
                        "opportunity": "Предоставляют рамки для разработки учебных программ, которые соответствуют современным требованиям.",
                        "restrictions": "Ограничивают гибкость в экспериментах с новыми методами обучения, если они не соответствуют установленным стандартам.",
                        "imposed_role": "Преподаватели должны адаптировать свои курсы согласно этим стандартам.",
                        "comment": "I am Образовательные стандарты, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I guide the quality of education that you strive to maintain."
                    },
                    {
                        "source": "Технологические инновации",
                        "essentiality": "Технологические инновации предоставляют новые инструменты и методы, которые могут улучшить процесс обучения.",
                        "opportunity": "Обеспечивают доступ к современным образовательным ресурсам и платформам.",
                        "restrictions": "Налагают необходимость постоянного обучения для освоения новых технологий.",
                        "imposed_role": "Преподаватели должны быть готовыми к интеграции технологий в свои курсы.",
                        "comment": "I am Технологические инновации, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I am the catalyst for your adaptation to the future of education."
                    },
                    {
                        "source": "Академические сообщества",
                        "essentiality": "Академические сообщества обеспечивают платформу для обмена знаниями и опытом.",
                        "opportunity": "Создают возможности для сотрудничества и совместных исследований.",
                        "restrictions": "Могут ограничивать доступ к ресурсам для тех, кто не является частью сообщества.",
                        "imposed_role": "Преподаватели становятся активными участниками научного сообщества.",
                        "comment": "I am Академические сообщества, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I am the network that connects you with the broader academic world."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты являются конечной целью образовательного процесса, что делает их необходимыми для существования образовательной системы.",
                        "opportunity": "Предоставляют обратную связь и требуют адаптации методов обучения.",
                        "restrictions": "Ограничивают методы преподавания, если они не соответствуют ожиданиям и потребностям студентов.",
                        "imposed_role": "Преподаватели должны учитывать интересы и потребности студентов в своем подходе.",
                        "comment": "I am Студенты, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I drive you to innovate and adapt to remain relevant."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы устанавливают законодательные и финансовые рамки для образовательных учреждений.",
                        "opportunity": "Предоставляют финансирование и поддержку для образовательных инициатив.",
                        "restrictions": "Налагают требования соответствия и отчётности, что может ограничивать автономию образовательных учреждений.",
                        "imposed_role": "Преподаватели должны следовать установленным нормативам и стандартам.",
                        "comment": "I am Государственные органы, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I regulate the environment in which you operate, ensuring accountability and support."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Образовательные технологии",
                        "essentiality": "Сообщество коллег-преподавателей и исследователей активно использует образовательные технологии для повышения эффективности обучения.",
                        "opportunity": "Образовательные технологии получают обновление и адаптацию на основе практик и исследований, проводимых сообществом.",
                        "restrictions": "Образовательные технологии не могут игнорировать результаты и рекомендации сообщества, что обуславливает их развитие.",
                        "imposed_role": "Инструмент для реализации образовательных стандартов и инновационных подходов.",
                        "comment": "I am, образовательные технологии, see my relationships with a target in the following perspective: Я завишу от адаптации и использования технологий сообществом для моего эффективного функционирования."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Сообщество создает образовательные стандарты, которые необходимы для получения качественного образования студентами.",
                        "opportunity": "Студенты получают доступ к современным методам обучения и исследованиям, которые поддерживаются сообществом.",
                        "restrictions": "Студенты не могут игнорировать требования и стандарты, установленные сообществом, что влияет на их подход к обучению.",
                        "imposed_role": "Получатели знаний и обратной связи от сообщества.",
                        "comment": "I am, студенты, see my relationships with a target in the following perspective: Мы зависим от стандартов и методов, которые устанавливает сообщество, для нашего успешного обучения."
                    },
                    {
                        "source": "Исследования в образовании",
                        "essentiality": "Сообщество служит базой для исследований, обеспечивая доступ к знаниям и практическим данным.",
                        "opportunity": "Исследования получают поддержку и финансирование благодаря активному участию сообщества.",
                        "restrictions": "Исследования должны соответствовать этическим и профессиональным стандартам, установленным сообществом.",
                        "imposed_role": "Обеспечивает научные основы для развития образовательных практик.",
                        "comment": "I am, исследования в образовании, see my relationships with a target in the following perspective: Я завишу от сообщества для получения актуальных данных и практических рекомендаций."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Сообщество формирует стандарты и практики, которые должны соблюдаться образовательными учреждениями.",
                        "opportunity": "Образовательные учреждения получают признание и аккредитацию за соответствие стандартам сообщества.",
                        "restrictions": "Образовательные учреждения не могут применять устаревшие методы, которые не соответствуют современным требованиям.",
                        "imposed_role": "Наблюдатель и исполнитель стандартов, установленных сообществом.",
                        "comment": "I am, образовательные учреждения, see my relationships with a target in the following perspective: Мы обязаны следовать стандартам сообщества для обеспечения качества образования."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Сообщество является важным партнером для профессиональных ассоциаций, обеспечивая профессиональное развитие и обучение.",
                        "opportunity": "Профессиональные ассоциации получают доступ к новым методам и исследованиям через сообщество.",
                        "restrictions": "Профессиональные ассоциации должны учитывать мнение сообщества, что может ограничить их независимость.",
                        "imposed_role": "Сотрудник, который помогает в распространении и имплементации стандартов.",
                        "comment": "I am, профессиональные ассоциации, see my relationships with a target in the following perspective: Мы зависим от сообщества для актуализации и улучшения наших программ."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Технологические компании",
                        "threat": "Поставляют новые образовательные технологии, которые могут заменить традиционные методы обучения.",
                        "consequences_if_deteriorates": "Сообщество сможет сохранить традиционные методы и подходы к обучению, что обеспечит стабильность.",
                        "consequences_if_improves": "Сообщество будет вынуждено адаптироваться к новым технологиям, что может вызвать конфликт с традиционными методами.",
                        "imposed_role": "Консерватор, который отказывается от внедрения новых технологий.",
                        "comment": "I am, технологические компании, see my relationships with a target in the following perspective: Я предлагаю новые решения, и если они не будут приняты, сообщество останется в прошлом."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Требуют более современных и интерактивных методов обучения.",
                        "consequences_if_deteriorates": "Сообщество сможет сосредоточиться на традиционных методах, которые они предпочитают.",
                        "consequences_if_improves": "Сообщество будет вынуждено изменить подходы, чтобы соответствовать ожиданиям студентов.",
                        "imposed_role": "Аудитория, которая диктует условия обучения.",
                        "comment": "I am, студенты, see my relationships with a target in the following perspective: Мы хотим получать образование, которое соответствует современным требованиям."
                    },
                    {
                        "source": "Академические учреждения",
                        "threat": "Устанавливают стандарты и требования, которые могут не соответствовать традиционным методам.",
                        "consequences_if_deteriorates": "Сообщество сможет сохранять свою независимость от внешних стандартов.",
                        "consequences_if_improves": "Сообщество может быть вынуждено изменить свои методы и подходы к обучению.",
                        "imposed_role": "Подчинённый, который должен следовать новым стандартам.",
                        "comment": "I am, академические учреждения, see my relationships with a target in the following perspective: Мы определяем академические стандарты, и сообщество должно адаптироваться."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Вводят новые образовательные политики и требования, которые могут угрожать традиционному обучению.",
                        "consequences_if_deteriorates": "Сообщество сможет продолжать свою работу без внешнего контроля.",
                        "consequences_if_improves": "Сообщество должно будет соответствовать новым требованиям, что может привести к значительным изменениям.",
                        "imposed_role": "Исполнитель, который должен следовать установленным нормам.",
                        "comment": "I am, государственные органы, see my relationships with a target in the following perspective: Мы определяем правила, и сообщество должно следовать им."
                    },
                    {
                        "source": "Тренды в образовании",
                        "threat": "Формируют ожидания и предпочтения, которые могут не совпадать с традиционными методами обучения.",
                        "consequences_if_deteriorates": "Сообщество сможет избежать давления современных трендов и сохранить свой уникальный подход.",
                        "consequences_if_improves": "Сообщество будет вынуждено изменять свои методы обучения, чтобы оставаться актуальным.",
                        "imposed_role": "Следователь, который обязан соответствовать современным трендам.",
                        "comment": "I am, тренды в образовании, see my relationships with a target in the following perspective: Мы формируем будущее образования, и сообщество должно адаптироваться к этому."
                    }
                ]
            }
        }
    },
    {
        "entity": "Студенты",
        "actor_network": {
            "2": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Объективно оценивают знания студентов и могут давать плохие оценки.",
                        "consequences_if_deteriorates": "Студенты смогут получать более высокие оценки без глубоких знаний.",
                        "consequences_if_improves": "Студенты будут вынуждены усиленно учиться и улучшать свои навыки.",
                        "imposed_role": "Наблюдатели и оценщики.",
                        "comment": "I am, Преподаватели, see my relationships with a target in the following perspective: Я оцениваю знания студентов и формирую их будущую карьеру."
                    },
                    {
                        "source": "Система оценки",
                        "threat": "Система может выявить случаи списывания и снизить оценку.",
                        "consequences_if_deteriorates": "Студенты смогут свободно списывать и не бояться наказания.",
                        "consequences_if_improves": "Студенты будут более осторожны и сосредоточены на обучении.",
                        "imposed_role": "Контролирующий механизм.",
                        "comment": "I am, Система оценки, see my relationships with a target in the following perspective: Я поддерживаю честность и справедливость в обучении."
                    },
                    {
                        "source": "Сверстники",
                        "threat": "Сверстники могут оказать давление на студентов, побуждая их к списыванию.",
                        "consequences_if_deteriorates": "Студенты будут менее подвержены влиянию и смогут учиться самостоятельно.",
                        "consequences_if_improves": "Студенты могут потерять индивидуальность и следовать мнениям группы.",
                        "imposed_role": "Соперники и поддержка.",
                        "comment": "I am, Сверстники, see my relationships with a target in the following perspective: Я влияю на выбор студентов в обучении и их моральные решения."
                    },
                    {
                        "source": "Технологии (например, интернет)",
                        "threat": "Легкий доступ к информации может подтолкнуть студентов к списыванию.",
                        "consequences_if_deteriorates": "Студенты будут больше заниматься самостоятельным обучением.",
                        "consequences_if_improves": "Студенты могут стать зависимыми от технологий и потерять навыки критического мышления.",
                        "imposed_role": "Упрощающий процесс.",
                        "comment": "I am, Технологии, see my relationships with a target in the following perspective: Я облегчаю доступ к информации, но также создаю риски для обучения."
                    },
                    {
                        "source": "Работодатели",
                        "threat": "Работодатели могут не принять студентов, если они не обладают необходимыми навыками.",
                        "consequences_if_deteriorates": "Студенты смогут избежать страха перед трудоустройством.",
                        "consequences_if_improves": "Студенты будут больше стремиться к изучению навыков, чтобы соответствовать требованиям работодателей.",
                        "imposed_role": "Критерий успешности.",
                        "comment": "I am, Работодатели, see my relationships with a target in the following perspective: Я формирую ожидания от студентов и их будущие карьерные возможности."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Преподаватели адаптируют свои методы обучения и оценивания, чтобы соответствовать ожиданиям студентов.",
                        "opportunity": "Возможность улучшить методику преподавания и повысить уровень вовлеченности студентов.",
                        "restrictions": "Следуют требованиям учебных стандартов и оценочным критериям.",
                        "imposed_role": "Преподаватели становятся фасилитаторами, которые должны учитывать мнение студентов.",
                        "comment": "Я, преподаватель, вижу свои отношения со студентами в следующей перспективе: я должен находить баланс между требованиями учебного процесса и интересами студентов."
                    },
                    {
                        "source": "Университет",
                        "change": "Университет изменяет свою программу и курсы в ответ на отзывы студентов.",
                        "opportunity": "Увеличение числа студентов и улучшение репутации учебного заведения.",
                        "restrictions": "Необходимость соблюдения аккредитационных норм и стандартов.",
                        "imposed_role": "Университет становится более гибким в разработке учебных курсов, ориентированных на студентов.",
                        "comment": "Я, университет, вижу свои отношения со студентами в следующей перспективе: их успехи напрямую влияют на нашу репутацию и привлечение новых студентов."
                    },
                    {
                        "source": "Работодатели",
                        "change": "Работодатели меняют свои ожидания от выпускников, основываясь на навыках, которые студенты получают.",
                        "opportunity": "Получение более квалифицированных кандидатов на вакансии.",
                        "restrictions": "Зависимость от качества образования, которое студенты получают.",
                        "imposed_role": "Работодатели становятся более активными в формировании учебных программ.",
                        "comment": "Я, работодатель, вижу свои отношения со студентами в следующей перспективе: я заинтересован в том, чтобы они обладали навыками, которые соответствуют требованиям рынка труда."
                    },
                    {
                        "source": "Системы оценки (экзамены, тесты)",
                        "change": "Системы оценки адаптируются для отражения реальных знаний и навыков студентов.",
                        "opportunity": "Улучшение точности оценивания и создание более справедливой системы.",
                        "restrictions": "Необходимость интеграции стандартов и критериев оценивания.",
                        "imposed_role": "Системы оценки становятся более ориентированными на проверку навыков, а не просто знаний.",
                        "comment": "Я, система оценки, вижу свои отношения со студентами в следующей перспективе: я должен обеспечивать объективность и справедливость в оценивании их знаний."
                    },
                    {
                        "source": "Семьи студентов",
                        "change": "Семьи студентов становятся более вовлеченными в процесс обучения и успехи своих детей.",
                        "opportunity": "Повышение уровня поддержки и мотивации студентов.",
                        "restrictions": "Ограниченные ресурсы и время для участия в учебном процессе.",
                        "imposed_role": "Семьи становятся партнерами в образовательном процессе, поддерживая студентов.",
                        "comment": "Я, семья студента, вижу свои отношения с моим ребенком в следующей перспективе: я стремлюсь поддерживать его в учебе и помогать ему достигать успехов."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Студенты могут списывать, что снижает ценность оценок и знаний.",
                        "consequences_if_deteriorates": "Преподаватели могут потерять авторитет и влияние на процесс обучения.",
                        "consequences_if_improves": "Преподаватели могут повысить свою ценность и репутацию через успешное обучение студентов.",
                        "imposed_role": "Контролирующие знания и оценивание.",
                        "comment": "Я, Преподаватель, вижу свои отношения с целевыми Студентами в следующей перспективе: я должен балансировать между контролем и поддержкой, чтобы сохранить свою роль."
                    },
                    {
                        "source": "Университет",
                        "threat": "Студенты, которые не учатся усердно, могут снизить общий рейтинг и репутацию университета.",
                        "consequences_if_deteriorates": "Университет может потерять финансирование и студентов.",
                        "consequences_if_improves": "Университет может улучшить свою репутацию и привлечь больше студентов.",
                        "imposed_role": "Ответственный за качество образования и репутацию.",
                        "comment": "Я, Университет, вижу свои отношения с Студентами в следующей перспективе: успешные студенты улучшают мою репутацию и привлекают новых абитуриентов."
                    },
                    {
                        "source": "Работодатели",
                        "threat": "Недостаток навыков у студентов может привести к нехватке квалифицированных работников.",
                        "consequences_if_deteriorates": "Работодатели могут столкнуться с трудностями в поиске подходящих кандидатов.",
                        "consequences_if_improves": "Работодатели получат более квалифицированные кадры, что повысит их конкурентоспособность.",
                        "imposed_role": "Ожидающие квалифицированных сотрудников.",
                        "comment": "Я, Работодатель, вижу свои отношения с целевыми Студентами в следующей перспективе: мне нужны квалифицированные и подготовленные сотрудники для успешного ведения бизнеса."
                    },
                    {
                        "source": "Система образования",
                        "threat": "Студенты, которые не учатся должным образом, ставят под сомнение эффективность образовательной системы.",
                        "consequences_if_deteriorates": "Система может быть реформирована или сокращена в финансировании.",
                        "consequences_if_improves": "Система образования может стать более эффективной и актуальной.",
                        "imposed_role": "Ответственная за подготовку кадров.",
                        "comment": "Я, Система образования, вижу свои отношения с Студентами в следующей перспективе: успешные студенты подтверждают мою ценность и необходимость."
                    },
                    {
                        "source": "Другие студенты",
                        "threat": "Студенты, использующие списывание, могут создавать нечестную конкуренцию.",
                        "consequences_if_deteriorates": "Другие студенты могут чувствовать себя демотивированными и недовольными системой.",
                        "consequences_if_improves": "Другие студенты могут получить более честную и справедливую оценку своих знаний.",
                        "imposed_role": "Конкуренты в учебном процессе.",
                        "comment": "Я, Другой Студент, вижу свои отношения с целевыми Студентами в следующей перспективе: честная конкуренция улучшает учебный процесс для всех."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Преподаватели влияют на студентов через оценивание и предоставление знаний.",
                        "opportunity": "Получение знаний и навыков, необходимых для будущей работы.",
                        "restrictions": "Студенты должны следовать академическим стандартам и не списывать.",
                        "imposed_role": "Учащийся, который должен активно участвовать в обучении.",
                        "comment": "I am Преподаватели, see my relationships with a target in the following perspective: Я стремлюсь к тому, чтобы студенты развивались и достигали успеха в учебе."
                    },
                    {
                        "source": "Система оценивания",
                        "change": "Система оценивания формирует отношение студентов к учебе и мотивацию.",
                        "opportunity": "Студенты могут получить высокие оценки, если будут усердно учиться.",
                        "restrictions": "Невозможность получить высокие баллы без усилий и честности.",
                        "imposed_role": "Оцененный, который должен стремиться к высоким результатам.",
                        "comment": "I am Система оценивания, see my relationships with a target in the following perspective: Я создаю среду, в которой студенты должны демонстрировать свои знания и навыки."
                    },
                    {
                        "source": "Однокурсники",
                        "change": "Однокурсники влияют на студентов через сотрудничество и конкуренцию.",
                        "opportunity": "Возможность обмена знаниями и поддержка в учебе.",
                        "restrictions": "Конкуренция может вызывать стресс и давление.",
                        "imposed_role": "Соперник или партнер, который может поддерживать или ставить под угрозу успех.",
                        "comment": "I am Однокурсники, see my relationships with a target in the following perspective: Я являюсь частью учебного сообщества, где мы вместе учимся и соревнуемся."
                    },
                    {
                        "source": "Учебные материалы",
                        "change": "Учебные материалы формируют базу знаний и навыков студентов.",
                        "opportunity": "Доступ к информации и ресурсам для улучшения учебных результатов.",
                        "restrictions": "Необходимость самостоятельного изучения и анализа материалов.",
                        "imposed_role": "Исследователь, который должен активно искать и использовать информацию.",
                        "comment": "I am Учебные материалы, see my relationships with a target in the following perspective: Я предоставляю информацию, необходимую для развития студентов."
                    },
                    {
                        "source": "Технологии (например, онлайн-курсы)",
                        "change": "Технологии влияют на способы получения знаний и взаимодействия с материалом.",
                        "opportunity": "Гибкость в обучении и доступ к дополнительным ресурсам.",
                        "restrictions": "Зависимость от технологий может привести к отвлечению и недостатку личного общения.",
                        "imposed_role": "Пользователь, который должен адаптироваться к новым методам обучения.",
                        "comment": "I am Технологии, see my relationships with a target in the following perspective: Я расширяю горизонты обучения и упрощаю доступ к знаниям."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Студенты являются основными получателями знаний, что делает преподавателей зависимыми от их активности и вовлеченности.",
                        "opportunity": "Преподаватели получают возможность передавать свои знания и навыки, что способствует их профессиональному росту и репутации.",
                        "restrictions": "Преподаватели не могут игнорировать потребности студентов, иначе рискуют потерять их интерес и уважение.",
                        "imposed_role": "Преподаватели выступают в роли наставников и оценщиков знаний.",
                        "comment": "I am Преподаватели, see my relationships with a target in the following perspective: я завишу от студентов, поскольку они дают мне возможность реализовать свои образовательные цели."
                    },
                    {
                        "source": "Учебные заведения",
                        "essentiality": "Студенты обеспечивают учебным заведениям необходимое количество зачисленных учащихся, что влияет на финансовую стабильность.",
                        "opportunity": "Учебные заведения получают финансирование и репутацию, основываясь на успехах своих студентов.",
                        "restrictions": "Учебные заведения не могут позволить себе игнорировать жалобы студентов, иначе это приведет к снижению их рейтинга.",
                        "imposed_role": "Учебные заведения должны создавать комфортные условия для обучения.",
                        "comment": "I am Учебные заведения, see my relationships with a target in the following perspective: я завишу от студентов, так как их успехи напрямую влияют на мой имидж и финансирование."
                    },
                    {
                        "source": "Работодатели",
                        "essentiality": "Студенты являются потенциальными работниками, что делает работодателей заинтересованными в их обучении и развитии.",
                        "opportunity": "Работодатели получают доступ к новым кадрам с необходимыми навыками для работы.",
                        "restrictions": "Работодатели не могут игнорировать необходимость в навыках, которые студенты должны развивать, иначе они рискуют получить неподходящих кандидатов.",
                        "imposed_role": "Работодатели становятся менторскими фигурами для студентов через стажировки и практики.",
                        "comment": "I am Работодатели, see my relationships with a target in the following perspective: я завишу от студентов, так как они являются будущими сотрудниками, необходимыми для успеха моего бизнеса."
                    },
                    {
                        "source": "Система оценки (экзамены, тесты)",
                        "essentiality": "Студенты создают потребность в системе оценки, чтобы получить подтверждение своих знаний и навыков.",
                        "opportunity": "Система оценки получает возможность формировать стандарты знаний и навыков среди студентов.",
                        "restrictions": "Система оценки не может игнорировать разнообразие образовательных процессов и стандартов, иначе результаты будут недостоверными.",
                        "imposed_role": "Система оценки становится важным инструментом для определения успешности студентов.",
                        "comment": "I am Система оценки, see my relationships with a target in the following perspective: я завишу от студентов, поскольку их успехи определяют мою значимость и актуальность."
                    },
                    {
                        "source": "Технологии обучения (онлайн-платформы, учебное ПО)",
                        "essentiality": "Студенты используют технологии обучения для получения знаний, что делает эти технологии востребованными.",
                        "opportunity": "Технологии обучения получают возможность расширять свои функции и улучшать пользовательский опыт.",
                        "restrictions": "Технологии обучения не могут игнорировать потребности студентов в удобстве и доступности, иначе будут вытеснены с рынка.",
                        "imposed_role": "Технологии обучения становятся посредниками в образовательном процессе.",
                        "comment": "I am Технологии обучения, see my relationships with a target in the following perspective: я завишу от студентов, так как их интерес и удовлетворенность определяют мое развитие и адаптацию."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Преподаватели создают условия для обучения и оценки студентов, формируя их знания и навыки.",
                        "opportunity": "Студенты получают доступ к знаниям и ресурсам, необходимым для успешного обучения.",
                        "restrictions": "Студенты должны соблюдать академическую честность и не могут списывать.",
                        "imposed_role": "Студенты должны выполнять задания и участвовать в учебном процессе.",
                        "comment": "I am, the Преподаватели, see my relationships with a target in the following perspective: I guide and evaluate their learning journey, ensuring they embrace integrity."
                    },
                    {
                        "source": "Учебные материалы",
                        "essentiality": "Учебные материалы предоставляют информацию и ресурсы, необходимые для достижения учебных целей.",
                        "opportunity": "Студенты могут использовать учебные материалы для подготовки к экзаменам и выполнения домашних заданий.",
                        "restrictions": "Студенты должны следовать указанным в материалах методам и не могут игнорировать их.",
                        "imposed_role": "Студенты должны активно изучать и работать с предоставленными материалами.",
                        "comment": "I am, the Учебные материалы, see my relationships with a target in the following perspective: I empower their knowledge acquisition while setting boundaries for their learning approach."
                    },
                    {
                        "source": "Экзамены и оценки",
                        "essentiality": "Экзамены и оценки служат мерилом знаний и умений студентов, формируя их будущие возможности.",
                        "opportunity": "Студенты могут продемонстрировать свои знания и получить подтверждение своих усилий.",
                        "restrictions": "Студенты не могут получить высокие оценки без соответствующих знаний и не могут списывать.",
                        "imposed_role": "Студенты должны готовиться и демонстрировать свои знания на экзаменах.",
                        "comment": "I am, the Экзамены и оценки, see my relationships with a target in the following perspective: I provide both a challenge and an opportunity for them to showcase their learning."
                    },
                    {
                        "source": "Система образования",
                        "essentiality": "Система образования структурирует учебный процесс, определяет правила и стандарты.",
                        "opportunity": "Студенты могут воспользоваться структурированным обучением и ресурсами, предоставляемыми системой.",
                        "restrictions": "Студенты должны следовать установленным правилам и стандартам, не могут пренебрегать учебными требованиями.",
                        "imposed_role": "Студенты должны быть вовлечены в процесс обучения и соблюдать расписание.",
                        "comment": "I am, the Система образования, see my relationships with a target in the following perspective: I establish the framework within which they must navigate their academic journey."
                    },
                    {
                        "source": "Сверстники",
                        "essentiality": "Сверстники предоставляют социальную поддержку и взаимодействие, необходимые для учебного процесса.",
                        "opportunity": "Студенты могут обмениваться знаниями и опытом, улучшая понимание материала.",
                        "restrictions": "Студенты должны избегать негативного влияния сверстников, которые могут подталкивать к списыванию.",
                        "imposed_role": "Студенты должны активно участвовать в групповых заданиях и обсуждениях.",
                        "comment": "I am, the Сверстники, see my relationships with a target in the following perspective: I am both a source of support and a potential distraction in their educational journey."
                    }
                ]
            }
        }
    },
    {
        "entity": "Преподаватели",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Новые технологии обучения",
                        "change": "Упрощают доступ к образовательным ресурсам и материалам.",
                        "opportunity": "Позволяют преподавателям разнообразить методы обучения и повысить вовлеченность студентов.",
                        "restrictions": "Могут привести к зависимости от технологий и снизить уровень традиционного обучения.",
                        "imposed_role": "Адаптироваться к новым формам обучения и интегрировать технологии в учебный процесс.",
                        "comment": "I am, Новые технологии обучения, see my relationships with Преподаватели in the following perspective: I enhance their teaching methods while challenging traditional approaches."
                    },
                    {
                        "source": "Студенты",
                        "change": "Влияют на содержание и подходы в обучении, предоставляя обратную связь и требования.",
                        "opportunity": "Создают возможность для преподавателей адаптировать свой стиль и методику к потребностям студентов.",
                        "restrictions": "Могут оказать давление на преподавателей для изменения программ и оценки.",
                        "imposed_role": "Слушать и учитывать мнения студентов при планировании учебных процессов.",
                        "comment": "I am, Студенты, see my relationships with Преподаватели in the following perspective: I am the reason for their adaptation and evolution in teaching."
                    },
                    {
                        "source": "Образовательная политика",
                        "change": "Устанавливает стандарты и требования к образовательному процессу.",
                        "opportunity": "Обеспечивает возможность получения аккредитации и повышения статуса учебного заведения.",
                        "restrictions": "Может ограничивать свободу выбора методов и содержания курсов.",
                        "imposed_role": "Следовать установленным стандартам и критериям оценки.",
                        "comment": "I am, Образовательная политика, see my relationships with Преподаватели in the following perspective: I guide their actions and ensure quality in education."
                    },
                    {
                        "source": "Коллеги-преподаватели",
                        "change": "Обмениваются методами и опытом, влияя на профессиональное развитие.",
                        "opportunity": "Создают профессиональную поддержку и возможности для сотрудничества.",
                        "restrictions": "Могут создать конкуренцию и давление в оценке эффективности.",
                        "imposed_role": "Сотрудничать и делиться опытом с коллегами.",
                        "comment": "I am, Коллеги-преподаватели, see my relationships with Преподаватели in the following perspective: I foster a collaborative environment while sometimes challenging their practices."
                    },
                    {
                        "source": "Система оценивания",
                        "change": "Влияет на подходы к оценке и процессу обучения.",
                        "opportunity": "Предоставляет четкие критерии для оценки студентов и самооценки преподавателей.",
                        "restrictions": "Может создать стресс и давление для соблюдения стандартов оценивания.",
                        "imposed_role": "Следовать критериям и методам оценивания, установленным системой.",
                        "comment": "I am, Система оценивания, see my relationships with Преподаватели in the following perspective: I ensure accountability and standards in education."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Технологии обучения",
                        "essentiality": "Технологии обучения предоставляют преподавателям инструменты и платформы для передачи знаний и оценки студентов.",
                        "opportunity": "Преподаватели могут использовать новые технологии для улучшения процесса обучения и повышения вовлеченности студентов.",
                        "restrictions": "Преподаватели должны следовать установленным стандартам и практикам использования технологий, чтобы избежать злоупотреблений.",
                        "imposed_role": "Преподаватели становятся модераторами и фасилитаторами обучения, а не просто источниками информации.",
                        "comment": "I am, Технологии обучения, see my relationships with Преподаватели in the following perspective: I enable you to engage with students in innovative ways, but I also require you to adhere to best practices."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты являются основной аудиторией, для которой преподаватели работают и передают знания.",
                        "opportunity": "Студенты предоставляют преподавателям обратную связь, которая помогает улучшать методы обучения.",
                        "restrictions": "Преподаватели должны учитывать уровень подготовки и потребности студентов, что может ограничивать их методы и подходы.",
                        "imposed_role": "Преподаватели становятся адаптивными педагогами, способными учитывать разнообразие студентов.",
                        "comment": "I am, Студенты, see my relationships with Преподаватели in the following perspective: Your ability to teach effectively hinges on my engagement and feedback."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Администрация определяет политику и стандарты, которые направляют деятельность преподавателей.",
                        "opportunity": "Администрация предоставляет преподавателям поддержку, ресурсы и обучение для улучшения их профессиональных навыков.",
                        "restrictions": "Преподаватели должны следовать установленным политиками и процедурам, ограничивая их автономию.",
                        "imposed_role": "Преподаватели становятся исполнителями политик, задействуемыми в рамках определенных стандартов.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with Преподаватели in the following perspective: Your teaching must align with our institutional goals, ensuring a cohesive educational experience."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "essentiality": "Образовательные стандарты определяют требования к знаниям и навыкам, которые должны быть переданы студентам.",
                        "opportunity": "Преподаватели могут использовать стандарты как руководство для формирования учебных планов и оценок.",
                        "restrictions": "Преподаватели обязаны придерживаться этих стандартов, что может ограничивать их креативность в обучении.",
                        "imposed_role": "Преподаватели становятся следователями стандартов, работающими в рамках четко определенных ожиданий.",
                        "comment": "I am, Образовательные стандарты, see my relationships with Преподаватели in the following perspective: I guide your teaching practices, ensuring that all students achieve the expected competencies."
                    },
                    {
                        "source": "Методы оценки",
                        "essentiality": "Методы оценки помогают преподавателям объективно оценивать успеваемость студентов.",
                        "opportunity": "Преподаватели могут использовать различные методы оценки для выявления сильных и слабых сторон студентов.",
                        "restrictions": "Преподаватели должны избегать предвзятости и обеспечивать справедливость в оценивании, что накладывает ограничения на их личные предпочтения.",
                        "imposed_role": "Преподаватели становятся оценщиками, ответственными за поддержание справедливости и прозрачности в оценивании.",
                        "comment": "I am, Методы оценки, see my relationships with Преподаватели in the following perspective: I ensure that your evaluations are fair and informative, guiding your students' growth."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Технологии образовательного процесса",
                        "threat": "Преподаватели могут использовать новые технологии для контроля и оценки студентов, что уменьшает роль технологий как независимого агента.",
                        "consequences_if_deteriorates": "Если преподаватели исчезнут, технологии станут менее эффективными без человеческого контроля и оценки.",
                        "consequences_if_improves": "Технологии могут стать более интегрированными в образовательный процесс, улучшая взаимодействие и результаты обучения.",
                        "imposed_role": "Средство контроля и оценки студентов",
                        "comment": "Я, технологии образовательного процесса, вижу свои отношения с преподавателями в следующей перспективе: я зависима от их знаний и подходов."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Преподаватели могут ограничивать использование технологий, что уменьшает свободу студентов в доступе к информации.",
                        "consequences_if_deteriorates": "Без преподавателей студенты могут стать менее мотивированными и потерять структуру в обучении.",
                        "consequences_if_improves": "Студенты получают больше возможностей для самостоятельного обучения и использования технологий в своих интересах.",
                        "imposed_role": "Активные участники процесса обучения",
                        "comment": "Я, студенты, вижу свои отношения с преподавателями в следующей перспективе: они помогают мне формировать знания, но иногда ограничивают мою свободу."
                    },
                    {
                        "source": "Учебные материалы",
                        "threat": "Преподаватели могут игнорировать традиционные учебные материалы в пользу новых технологий.",
                        "consequences_if_deteriorates": "Если преподаватели исчезнут, учебные материалы могут потерять актуальность и не будут использоваться.",
                        "consequences_if_improves": "Учебные материалы могут быть обновлены и адаптированы в соответствии с новыми технологиями.",
                        "imposed_role": "Адаптивные ресурсы для обучения",
                        "comment": "Я, учебные материалы, вижу свои отношения с преподавателями в следующей перспективе: они могут меня модернизировать или оставить устаревшими."
                    },
                    {
                        "source": "Управляющие органы образовательных учреждений",
                        "threat": "Преподаватели могут оспаривать решения управляющих органов, если те не учитывают новые технологии.",
                        "consequences_if_deteriorates": "Если преподаватели исчезнут, управляющие органы получат более легкий контроль, но это может снизить качество образования.",
                        "consequences_if_improves": "Управляющие органы могут получить новые данные и идеи для улучшения политики обучения.",
                        "imposed_role": "Соратники и партнеры в образовательном процессе",
                        "comment": "Я, управляющие органы, вижу свои отношения с преподавателями в следующей перспективе: их мнения могут влиять на нашу стратегию и политику."
                    },
                    {
                        "source": "Система оценки знаний",
                        "threat": "Преподаватели могут использовать новые методы оценки, что ставит под сомнение традиционные системы.",
                        "consequences_if_deteriorates": "Если преподаватели исчезнут, система оценки может стать излишне автоматизированной и менее точной.",
                        "consequences_if_improves": "Система оценки может стать более разнообразной и адаптированной к нуждам студентов.",
                        "imposed_role": "Критерии для оценки",
                        "comment": "Я, система оценки знаний, вижу свои отношения с преподавателями в следующей перспективе: они могут меня улучшить или сделать устаревшей."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты становятся более активными участниками учебного процесса, стремясь к пониманию и применению знаний.",
                        "opportunity": "Участвовать в более интерактивных и вовлекающих формах обучения, что повышает их мотивацию.",
                        "restrictions": "Ограничение в использовании технологий, которые могут отвлекать или мешать концентрации.",
                        "imposed_role": "Студенты должны быть инициаторами своего обучения, активно взаимодействуя с преподавателями.",
                        "comment": "Я, студент, вижу свои отношения с преподавателями в следующей перспективе: они помогают мне развивать критическое мышление и обучают меня быть ответственным за свое образование."
                    },
                    {
                        "source": "Образовательные технологии",
                        "change": "Технологии развиваются и адаптируются к новым методам преподавания и оценивания.",
                        "opportunity": "Улучшить функциональность и вовлеченность студентов через инновационные методы обучения.",
                        "restrictions": "Необходимость постоянного обновления и адаптации к новым требованиям и вызовам.",
                        "imposed_role": "Технологии становятся посредниками в взаимодействии между преподавателями и студентами.",
                        "comment": "Я, образовательная технология, вижу свои отношения с преподавателями в следующей перспективе: я предоставляю инструменты, которые помогают им преподавать и оценивать студентов более эффективно."
                    },
                    {
                        "source": "Учебный план",
                        "change": "Учебный план пересматривается с учетом новых подходов и технологий в обучении.",
                        "opportunity": "Внедрение более современных и актуальных материалов и методов обучения.",
                        "restrictions": "Необходимость соответствовать стандартам и требованиям образовательных учреждений.",
                        "imposed_role": "Учебный план должен поддерживать и адаптироваться к методам преподавания и оценивания.",
                        "comment": "Я, учебный план, вижу свои отношения с преподавателями в следующей перспективе: я должен отражать изменения в методах обучения и оценивания, чтобы оставаться актуальным."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "change": "Администрация пересматривает свои стратегии и подходы к управлению учебным процессом.",
                        "opportunity": "Создание более благоприятной среды для преподавания и обучения, что может повысить репутацию заведения.",
                        "restrictions": "Необходимость соблюдения бюрократических процедур и стандартов.",
                        "imposed_role": "Администрация должна поддерживать преподавателей в их стремлении к инновациям.",
                        "comment": "Я, администрация учебного заведения, вижу свои отношения с преподавателями в следующей перспективе: моя задача - поддерживать их в использовании новых технологий и методов, чтобы обеспечить качественное образование."
                    },
                    {
                        "source": "Родители студентов",
                        "change": "Родители становятся более вовлеченными в образовательный процесс своих детей.",
                        "opportunity": "Получить больше информации о прогрессе и оценках своих детей, что помогает в их поддержке.",
                        "restrictions": "Ограниченный доступ к информации о процессе обучения и оценивания.",
                        "imposed_role": "Родители должны поддерживать студентов в их учебных усилиях и взаимодействовать с преподавателями.",
                        "comment": "Я, родитель студента, вижу свои отношения с преподавателями в следующей перспективе: я хочу быть вовлеченным в процесс обучения и получать обратную связь о успехах моего ребенка."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Студенты",
                        "essentiality": "Преподаватели обеспечивают обучение и оценку, что делает их необходимыми для студентов, чтобы получить знания и навыки.",
                        "opportunity": "Студенты получают качественное образование и возможность развивать свои способности под руководством преподавателей.",
                        "restrictions": "Студенты не могут игнорировать требования и правила, установленные преподавателями.",
                        "imposed_role": "Студенты должны активно участвовать в процессе обучения и выполнять задания.",
                        "comment": "I am, Студенты, see my relationships with Преподаватели in the following perspective: Преподаватели - это ключевые фигуры в моем образовании, и без них я не могу достичь своих образовательных целей."
                    },
                    {
                        "source": "Образовательные технологии",
                        "essentiality": "Преподаватели используют технологии для улучшения процесса обучения, что делает их важными для успешной интеграции этих технологий.",
                        "opportunity": "Образовательные технологии получают возможность быть внедренными и оцененными в процессе обучения благодаря преподавателям.",
                        "restrictions": "Образовательные технологии не могут быть использованы без надлежащего контроля и оценки со стороны преподавателей.",
                        "imposed_role": "Образовательные технологии должны соответствовать образовательным стандартам и требованиям преподавателей.",
                        "comment": "I am, Образовательные технологии, see my relationships with Преподаватели in the following perspective: Преподаватели - это те, кто делает меня важным инструментом в образовании."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Преподаватели помогают администрации в поддержании образовательных стандартов и качества обучения.",
                        "opportunity": "Администрация получает информацию о качестве образования и удовлетворенности студентов через преподавателей.",
                        "restrictions": "Администрация не может вмешиваться в учебный процесс без согласия преподавателей.",
                        "imposed_role": "Администрация должна поддерживать преподавателей в их деятельности и обеспечивать необходимые ресурсы.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with Преподаватели in the following perspective: Преподаватели - это мои партнеры в обеспечении качества образования."
                    },
                    {
                        "source": "Родители студентов",
                        "essentiality": "Преподаватели предоставляют информацию о прогрессе и успехах студентов, что делает их важными для родителей.",
                        "opportunity": "Родители получают уверенность в качестве образования, предоставляемого их детям, через взаимодействие с преподавателями.",
                        "restrictions": "Родители не могут вмешиваться в учебный процесс без согласия преподавателей.",
                        "imposed_role": "Родители должны поддерживать и поощрять своих детей в учебе, следуя рекомендациям преподавателей.",
                        "comment": "I am, Родители студентов, see my relationships with Преподаватели in the following perspective: Преподаватели - это мои глаза и уши в образовательном процессе моего ребенка."
                    },
                    {
                        "source": "Образовательные стандарты и политика",
                        "essentiality": "Преподаватели следуют образовательным стандартам и политикам, что делает их неотъемлемыми для их реализации.",
                        "opportunity": "Образовательные стандарты и политика получают возможность быть внедренными и утвержденными через действия преподавателей.",
                        "restrictions": "Образовательные стандарты и политика не могут быть изменены без участия преподавателей.",
                        "imposed_role": "Образовательные стандарты и политика должны быть соблюдены в процессе преподавания и оценки.",
                        "comment": "I am, Образовательные стандарты и политика, see my relationships with Преподаватели in the following perspective: Преподаватели - это те, кто приводит меня в действие и помогает реализовать образовательные цели."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Новые технологии списывания",
                        "threat": "Упрощают получение знаний без усвоения материала, что снижает качество образования.",
                        "consequences_if_deteriorates": "Преподаватели смогут лучше контролировать процесс обучения и качество усвоения знаний.",
                        "consequences_if_improves": "Преподаватели могут потерять контроль над оцениванием студентов и снизить свою авторитетность.",
                        "imposed_role": "Наблюдатель, который должен постоянно следить за действиями студентов.",
                        "comment": "I am, новые технологии списывания, see my relationships with a target in the following perspective: Я предоставляю студентам возможность избегать традиционного обучения."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Могут использовать технологии для списывания, что подрывает авторитет преподавателей.",
                        "consequences_if_deteriorates": "Преподаватели смогут установить более строгие методы оценки, что повысит уровень дисциплины.",
                        "consequences_if_improves": "Преподаватели могут столкнуться с увеличением недовольства и сопротивления со стороны студентов.",
                        "imposed_role": "Конкурент, который борется за внимание и поддержку со стороны преподавателей.",
                        "comment": "I am, студенты, see my relationships with a target in the following perspective: Я стремлюсь к получению знаний, но иногда прибегаю к помощи технологий."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "threat": "Устанавливает требования и нормы, которые могут ограничивать свободу преподавателей в оценивании студентов.",
                        "consequences_if_deteriorates": "Преподаватели получат больше свободы в выборе методов обучения и оценки.",
                        "consequences_if_improves": "Преподаватели могут быть вынуждены следовать более строгим стандартам, что усложнит процесс обучения.",
                        "imposed_role": "Контролер, который ограничивает инновации в обучении.",
                        "comment": "I am, администрация учебного заведения, see my relationships with a target in the following perspective: Я заботюсь о соблюдении стандартов, но иногда это идет вразрез с интересами преподавателей."
                    },
                    {
                        "source": "Общественное мнение",
                        "threat": "Критически относится к традиционным методам обучения и результатам, что может подорвать доверие к преподавателям.",
                        "consequences_if_deteriorates": "Преподаватели смогут работать без постоянной оценки извне, что повысит их уверенность.",
                        "consequences_if_improves": "Преподаватели будут вынуждены адаптироваться к меняющимся ожиданиям, что может привести к конфликтам.",
                        "imposed_role": "Судья, который оценивает качество преподавания и результаты студентов.",
                        "comment": "I am, общественное мнение, see my relationships with a target in the following perspective: Я формирую ожидания и требования, которые должны учитывать преподаватели."
                    },
                    {
                        "source": "Социальные сети",
                        "threat": "Распространяют информацию о методах обучения и оценивания, что может снизить доверие к преподавателям.",
                        "consequences_if_deteriorates": "Преподаватели смогут лучше контролировать информацию и формировать свой имидж.",
                        "consequences_if_improves": "Преподаватели могут столкнуться с негативным освещением своих методов, что приведет к снижению авторитета.",
                        "imposed_role": "Виртуальный наблюдатель, который влияет на восприятие преподавателей.",
                        "comment": "I am, социальные сети, see my relationships with a target in the following perspective: Я создаю платформу для обмена мнениями и критики, которая может быть как полезной, так и разрушительной."
                    }
                ]
            }
        }
    }
]