[
    {
        "entity": "Работодатели",
        "actor_network": {
            "4": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Работодатели зависят от качества подготовки выпускников, чтобы находить подходящих кандидатов.",
                        "opportunity": "Образовательные учреждения получают финансирование и репутацию от успешного трудоустройства своих выпускников.",
                        "restrictions": "Образовательные учреждения должны соответствовать стандартам качества и актуальности образования.",
                        "imposed_role": "Образовательные учреждения должны адаптировать свои программы под потребности работодателей.",
                        "comment": "I am, Образовательные учреждения, see my relationships with a target in the following perspective: my survival depends on the employability of my graduates."
                    },
                    {
                        "source": "Кандидаты на работу",
                        "essentiality": "Кандидаты зависят от работодателей для получения работы и развития карьеры.",
                        "opportunity": "Работодатели предоставляют кандидатам возможность реализовать свои знания и навыки на практике.",
                        "restrictions": "Кандидаты должны соответствовать требованиям работодателей, чтобы быть принятыми на работу.",
                        "imposed_role": "Кандидаты должны постоянно повышать свою квалификацию и развивать навыки.",
                        "comment": "I am, Кандидаты на работу, see my relationships with a target in the following perspective: my future depends on my ability to meet their requirements."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Работодатели полагаются на профессиональные ассоциации для стандартизации квалификаций и сертификаций.",
                        "opportunity": "Ассоциации получают поддержку и признание от работодателей, что повышает их статус.",
                        "restrictions": "Ассоциации должны поддерживать высокие стандарты, установленные работодателями.",
                        "imposed_role": "Ассоциации должны обеспечивать программы сертификации, соответствующие требованиям рынка труда.",
                        "comment": "I am, Профессиональные ассоциации, see my relationships with a target in the following perspective: I derive my authority from the trust of employers in my certification processes."
                    },
                    {
                        "source": "Государственные учреждения",
                        "essentiality": "Работодатели зависят от регулирования и стандартов, установленных государственными учреждениями.",
                        "opportunity": "Государственные учреждения получают информацию о потребностях рынка труда для разработки программ и инициатив.",
                        "restrictions": "Работодатели должны соблюдать законы и правила, установленные государственными учреждениями.",
                        "imposed_role": "Государственные учреждения должны следить за соблюдением стандартов и законов на рынке труда.",
                        "comment": "I am, Государственные учреждения, see my relationships with a target in the following perspective: I provide the framework within which employers must operate."
                    },
                    {
                        "source": "Технологические компании",
                        "essentiality": "Работодатели зависят от технологий для оптимизации процессов найма и обучения сотрудников.",
                        "opportunity": "Технологические компании получают доступ к рынку труда и могут предлагать свои решения работодателям.",
                        "restrictions": "Работодатели должны выбирать технологии, которые соответствуют их требованиям и стандартам.",
                        "imposed_role": "Технологические компании должны постоянно обновлять свои продукты, чтобы соответствовать меняющимся потребностям работодателей.",
                        "comment": "I am, Технологические компании, see my relationships with a target in the following perspective: I adapt my innovations to the needs of employers to remain relevant."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "change": "Работодатели начинают осознавать важность практического обучения и адаптации учебных планов к требованиям рынка труда.",
                        "opportunity": "Получение доступа к квалифицированным кадрам, которые лучше подготовлены к реальным условиям работы.",
                        "restrictions": "Необходимость соответствия образовательных программ требованиям работодателей и изменениям на рынке.",
                        "imposed_role": "Работодатель становится активным участником в формировании учебных программ.",
                        "comment": "I am, Образовательные учреждения, see my relationships with Работодатели in the following perspective: Collaboration is key to bridging the gap between theory and practice."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "change": "Работодатели начинают учитывать стандарты и рекомендации профессиональных ассоциаций при выборе кандидатов.",
                        "opportunity": "Улучшение имиджа компании через ассоциацию с признанными стандартами и качеством.",
                        "restrictions": "Необходимость соблюдения профессиональных стандартов и требований ассоциаций.",
                        "imposed_role": "Работодатель должен стать более активно вовлеченным в профессиональные сообщества.",
                        "comment": "I am, Профессиональные ассоциации, see my relationships with Работодатели in the following perspective: We set the standards that define excellence in the industry."
                    },
                    {
                        "source": "Социальные сети и платформы для поиска работы",
                        "change": "Работодатели начинают использовать новые инструменты для поиска и оценки кандидатов.",
                        "opportunity": "Упрощение процесса поиска подходящих кандидатов с реальными навыками.",
                        "restrictions": "Зависимость от алгоритмов и отзывов, которые могут влиять на репутацию компании.",
                        "imposed_role": "Работодатель превращается в активного участника онлайн-сообществ по трудоустройству.",
                        "comment": "I am, Социальные сети и платформы для поиска работы, see my relationships with Работодатели in the following perspective: I facilitate connections and amplify the voice of both candidates and employers."
                    },
                    {
                        "source": "Клиенты и рынок",
                        "change": "Работодатели чувствуют давление со стороны клиентов за качество предоставляемых услуг и продуктов.",
                        "opportunity": "Повышение качества услуг и продуктов, что в свою очередь может привести к росту прибыли и улучшению репутации.",
                        "restrictions": "Необходимость постоянного мониторинга рынка и адаптации к его требованиям.",
                        "imposed_role": "Работодатель должен адаптировать свою стратегию управления персоналом в соответствии с ожиданиями клиентов.",
                        "comment": "I am, Клиенты и рынок, see my relationships with Работодатели in the following perspective: My demands shape the landscape of employment and talent acquisition."
                    },
                    {
                        "source": "Технологические новшества в индустрии",
                        "change": "Работодатели начинают внедрять новые технологии для повышения эффективности рабочих процессов.",
                        "opportunity": "Увеличение производительности и снижение затрат за счет автоматизации и оптимизации процессов.",
                        "restrictions": "Необходимость постоянного обучения сотрудников для работы с новыми технологиями.",
                        "imposed_role": "Работодатель должен стать агентом изменений, внедряя новые технологии в свою организацию.",
                        "comment": "I am, Технологические новшества, see my relationships with Работодатели in the following perspective: I drive transformation and create new possibilities in the workplace."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Кандидаты на работу",
                        "threat": "Работодатели могут отвергать кандидатов, если их дипломы не подтверждают реальные навыки.",
                        "consequences_if_deteriorates": "Кандидаты могут потерять возможность трудоустройства и доверие к системе образования.",
                        "consequences_if_improves": "Кандидаты будут иметь возможность продемонстрировать свои реальные навыки и получить работу.",
                        "imposed_role": "Работодатели хотят, чтобы кандидаты были более прозрачными в своих навыках.",
                        "comment": "Я, Кандидаты на работу, вижу свои отношения с работодателями в следующей перспективе: их требования могут стать барьером для моих возможностей трудоустройства."
                    },
                    {
                        "source": "Система образования",
                        "threat": "Работодатели могут начать игнорировать дипломы как доказательство квалификации.",
                        "consequences_if_deteriorates": "Система образования может потерять свою репутацию и актуальность.",
                        "consequences_if_improves": "Система образования будет вынуждена адаптироваться и улучшать учебные программы.",
                        "imposed_role": "Работодатели хотят, чтобы образовательные учреждения гарантировали качество подготовки.",
                        "comment": "Я, Система образования, вижу свои отношения с работодателями в следующей перспективе: их недовольство может подорвать мою значимость."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "threat": "Работодатели могут поддерживать более низкие стандарты квалификации.",
                        "consequences_if_deteriorates": "Ассоциации могут потерять свой авторитет и влияние в профессиональном сообществе.",
                        "consequences_if_improves": "Ассоциации могут стать важными партнерами для работодателей в разработке стандартов.",
                        "imposed_role": "Работодатели хотят, чтобы ассоциации помогали им в отборе кандидатов.",
                        "comment": "Я, Профессиональные ассоциации, вижу свои отношения с работодателями в следующей перспективе: их требования могут привести к снижению стандартов в нашей области."
                    },
                    {
                        "source": "Трудовой рынок",
                        "threat": "Работодатели могут создать нестабильность на рынке, отвергая кандидатов без должных навыков.",
                        "consequences_if_deteriorates": "Трудовой рынок может стать менее конкурентоспособным и более уязвимым.",
                        "consequences_if_improves": "Трудовой рынок станет более эффективным и динамичным.",
                        "imposed_role": "Работодатели хотят, чтобы рынок работал в их интересах.",
                        "comment": "Я, Трудовой рынок, вижу свои отношения с работодателями в следующей перспективе: их действия могут подорвать мою стабильность."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Работодатели могут потребовать изменения в законодательстве для упрощения процесса найма.",
                        "consequences_if_deteriorates": "Государственные органы могут столкнуться с критикой и снижением доверия.",
                        "consequences_if_improves": "Государственные органы могут улучшить регулирование трудовых отношений.",
                        "imposed_role": "Работодатели хотят, чтобы государственные органы поддерживали их интересы в трудовом законодательстве.",
                        "comment": "Я, Государственные органы, вижу свои отношения с работодателями в следующей перспективе: их давление может заставить меня изменить свои правила."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Неэффективные образовательные учреждения",
                        "threat": "Создают выпускников с недостаточными знаниями и навыками, что затрудняет работодателям найти подходящих кандидатов.",
                        "consequences_if_deteriorates": "Работодатели смогут находить более компетентных кандидатов, что повысит их производительность.",
                        "consequences_if_improves": "Работодатели могут столкнуться с повышением требований к квалификации, что может ограничить доступ к кандидатам.",
                        "imposed_role": "Субъект, производящий неоправданные ожидания у работодателей.",
                        "comment": "I am, Неэффективные образовательные учреждения, see my relationships with Работодатели in the following perspective: I create a gap between expectations and reality."
                    },
                    {
                        "source": "Рынок труда",
                        "threat": "Изменение в спросе на определенные навыки может сделать некоторые вакансии трудными для заполнения.",
                        "consequences_if_deteriorates": "Работодатели получат доступ к большему количеству квалифицированных кандидатов.",
                        "consequences_if_improves": "Работодатели могут столкнуться с нехваткой необходимых сотрудников, что повлияет на их бизнес.",
                        "imposed_role": "Субъект, влияющий на требования к навыкам и квалификациям.",
                        "comment": "I am, Рынок труда, see my relationships with Работодатели in the following perspective: I dictate the availability of talent."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "threat": "Устанавливают стандарты для квалификации и сертификации, что может усложнить процесс найма для работодателей.",
                        "consequences_if_deteriorates": "Работодатели смогут нанимать без дополнительных требований к сертификации.",
                        "consequences_if_improves": "Работодатели должны будут учитывать новые стандарты и требования, что усложнит процесс найма.",
                        "imposed_role": "Субъект, который определяет квалификационные рамки для кандидатов.",
                        "comment": "I am, Профессиональные ассоциации, see my relationships with Работодатели in the following perspective: I ensure a standard of quality in the workforce."
                    },
                    {
                        "source": "Общественное мнение",
                        "threat": "Может влиять на репутацию работодателей через негативное восприятие их найма.",
                        "consequences_if_deteriorates": "Работодатели смогут менее беспокоиться о репутационных рисках.",
                        "consequences_if_improves": "Работодатели будут под сильным давлением общественности, что может повлиять на их решения о найме.",
                        "imposed_role": "Субъект, который создает общественное давление на работодателей.",
                        "comment": "I am, Общественное мнение, see my relationships with Работодатели in the following perspective: I shape the perception of hiring practices."
                    },
                    {
                        "source": "Технологии",
                        "threat": "Автоматизация может сократить количество рабочих мест, что повлияет на найм выпускников.",
                        "consequences_if_deteriorates": "Работодатели будут иметь больше возможностей для найма, не беспокоясь о замене технологий.",
                        "consequences_if_improves": "Работодатели будут вынуждены адаптироваться к новым технологиям, что может повлиять на выбор кандидатов.",
                        "imposed_role": "Субъект, который изменяет требования к навыкам сотрудников.",
                        "comment": "I am, Технологии, see my relationships with Работодатели in the following perspective: I redefine the skill sets needed for success."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Университеты",
                        "change": "Университеты начинают адаптировать учебные программы к требованиям работодателей, чтобы выпускники были более конкурентоспособными.",
                        "opportunity": "Университеты могут привлечь больше студентов за счет повышения репутации и успешных трудоустройств своих выпускников.",
                        "restrictions": "Необходимость инвестировать в новые учебные материалы и практические занятия, что может требовать дополнительных ресурсов.",
                        "imposed_role": "Партнер в подготовке квалифицированных специалистов.",
                        "comment": "Я, Университет, вижу мои отношения с работодателями в следующей перспективе: мы должны сотрудничать, чтобы обеспечить качество образования и повысить трудоустройство наших выпускников."
                    },
                    {
                        "source": "Кандидаты на работу",
                        "change": "Кандидаты становятся более осведомленными о требованиях на рынке труда и начинают развивать свои навыки в соответствии с ожиданиями работодателей.",
                        "opportunity": "Кандидаты получают возможность улучшить свои шансы на трудоустройство и карьерный рост.",
                        "restrictions": "Кандидаты могут испытывать давление, чтобы соответствовать высоким стандартам, что может вызвать стресс.",
                        "imposed_role": "Конкуренты, стремящиеся продемонстрировать свои знания и навыки.",
                        "comment": "Я, кандидат на работу, вижу мои отношения с работодателями в следующей перспективе: я обязан продемонстрировать свои навыки и знания, чтобы успешно конкурировать за место в компании."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Государственные органы начинают пересматривать требования к аккредитации учебных заведений и сертификации дипломов для повышения качества образования.",
                        "opportunity": "Государственные органы могут улучшить репутацию и доверие к образовательным учреждениям.",
                        "restrictions": "Необходимость обеспечения соответствия стандартам может ограничивать автономию учебных заведений.",
                        "imposed_role": "Регулятор, обеспечивающий качество образования.",
                        "comment": "Я, государственный орган, вижу мои отношения с работодателями в следующей перспективе: мы должны работать вместе, чтобы гарантировать, что дипломы соответствуют реальным знаниям и навыкам."
                    },
                    {
                        "source": "Ассоциации работодателей",
                        "change": "Ассоциации начинают проводить исследования и собирать данные о потребностях рынка труда для улучшения подготовки кадров.",
                        "opportunity": "Ассоциации могут влиять на политику образования и привлекать внимание к важным вопросам, касающимся квалификации работников.",
                        "restrictions": "Необходимость согласовывать интересы различных компаний может замедлять принятие решений.",
                        "imposed_role": "Агент изменений, представляющий интересы работодателей.",
                        "comment": "Я, ассоциация работодателей, вижу мои отношения с работодателями в следующей перспективе: мы должны быть голосом бизнеса, чтобы гарантировать, что образование отвечает требованиям рынка."
                    },
                    {
                        "source": "Образовательные технологии",
                        "change": "Образовательные технологии развиваются быстрее, чтобы соответствовать требованиям работодателей и ожиданиям студентов.",
                        "opportunity": "Образовательные технологии могут получить доступ к новым рынкам и увеличить свою клиентскую базу.",
                        "restrictions": "Необходимость постоянного обновления контента и технологий может требовать значительных инвестиций.",
                        "imposed_role": "Поставщик образовательных решений, помогающий в подготовке квалифицированных специалистов.",
                        "comment": "Я, образовательная технология, вижу мои отношения с работодателями в следующей перспективе: мы должны предоставлять актуальные инструменты для обучения, чтобы улучшить качество подготовки выпускников."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Университеты",
                        "essentiality": "Университеты подготавливают компетентных выпускников, обучая их необходимым знаниям и навыкам.",
                        "opportunity": "Работодатели получают доступ к высококвалифицированным кандидатам, готовым к трудовой деятельности.",
                        "restrictions": "Работодатели должны учитывать качество образования и репутацию университета при оценке кандидатов.",
                        "imposed_role": "Работодатели становятся зависимыми от системы образования для получения квалифицированных кадров.",
                        "comment": "Я, университет, вижу свои отношения с работодателями в следующей перспективе: я являюсь ключевым звеном в подготовке кадров, от которых зависит успех бизнеса."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Ассоциации устанавливают стандарты и сертификации для профессий, что влияет на выбор работодателей.",
                        "opportunity": "Работодатели могут быть уверены в квалификации специалистов, которые имеют соответствующие сертификаты.",
                        "restrictions": "Работодатели не могут игнорировать требования ассоциаций при найме, что может ограничивать их выбор.",
                        "imposed_role": "Работодатели должны следовать стандартам и ожиданиям, установленным ассоциациями.",
                        "comment": "Я, профессиональная ассоциация, вижу свои отношения с работодателями в следующей перспективе: я гарантирую качество и профессионализм в трудовой сфере."
                    },
                    {
                        "source": "Технологические инструменты (платформы для подбора кадров)",
                        "essentiality": "Платформы используют алгоритмы для отбора кандидатов, что упрощает процесс найма.",
                        "opportunity": "Работодатели получают доступ к большему количеству кандидатов и могут быстрее находить подходящих.",
                        "restrictions": "Работодатели могут быть ограничены в использовании только тех инструментов, которые соответствуют их требованиям к кандидатам.",
                        "imposed_role": "Работодатели становятся пользователями технологических решений для оптимизации процесса найма.",
                        "comment": "Я, технологическая платформа, вижу свои отношения с работодателями в следующей перспективе: я ускоряю и упрощаю процесс поиска квалифицированных кадров."
                    },
                    {
                        "source": "Социальные сети",
                        "essentiality": "Социальные сети служат площадками для поиска и оценки кандидатов через отзывы и рекомендации.",
                        "opportunity": "Работодатели могут получать информацию о кандидатах, что помогает в принятии решений.",
                        "restrictions": "Работодатели должны учитывать репутацию кандидатов в социальных сетях, что может ограничивать их выбор.",
                        "imposed_role": "Работодатели становятся более зависимыми от мнений и отзывов в онлайн-пространстве.",
                        "comment": "Я, социальная сеть, вижу свои отношения с работодателями в следующей перспективе: я создаю пространство для открытого обмена мнениями о кандидатах."
                    },
                    {
                        "source": "Государственные органы (лицензирование и аккредитация)",
                        "essentiality": "Государственные органы устанавливают правила и стандарты для образования и трудоустройства.",
                        "opportunity": "Работодатели получают уверенность в легитимности дипломов и квалификаций кандидатов.",
                        "restrictions": "Работодатели обязаны следовать законодательству и могут столкнуться с последствиями за его нарушение.",
                        "imposed_role": "Работодатели должны соблюдать установленные нормы и требования для легального найма.",
                        "comment": "Я, государственный орган, вижу свои отношения с работодателями в следующей перспективе: я обеспечиваю соответствие стандартам и защиту интересов рынка труда."
                    }
                ]
            }
        }
    },
    {
        "entity": "Сообщество коллег-преподавателей и исследователей",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Технологические компании",
                        "change": "Внедрение новых образовательных технологий и платформ.",
                        "opportunity": "Доступ к инновационным инструментам для улучшения образовательного процесса.",
                        "restrictions": "Необходимость адаптации к новым технологиям и обучению их использованию.",
                        "imposed_role": "Адаптер новых технологий и методов.",
                        "comment": "Я, технологическая компания, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я обеспечиваю их инструментами для достижения высоких образовательных стандартов."
                    },
                    {
                        "source": "Студенты",
                        "change": "Изменение подходов к обучению в ответ на требования студентов.",
                        "opportunity": "Повышение вовлеченности и удовлетворенности студентов в образовательном процессе.",
                        "restrictions": "Необходимость учитывать мнения и предпочтения студентов.",
                        "imposed_role": "Реагирующий на потребности студентов.",
                        "comment": "Я, студент, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я требую от них современных методов обучения, что влияет на их подходы."
                    },
                    {
                        "source": "Образовательные стандарты и аккредитационные органы",
                        "change": "Установление новых стандартов и требований к обучению.",
                        "opportunity": "Повышение статуса и признания учебного заведения.",
                        "restrictions": "Необходимость соответствовать строгим требованиям и стандартам.",
                        "imposed_role": "Соблюдающий стандарты образования.",
                        "comment": "Я, аккредитационный орган, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я определяю, как они могут поддерживать высокие стандарты образования."
                    },
                    {
                        "source": "Научные сообщества и ассоциации",
                        "change": "Распространение новых исследований и методологий.",
                        "opportunity": "Доступ к последним достижениям науки и технологий.",
                        "restrictions": "Необходимость следовать современным исследованиям и методам.",
                        "imposed_role": "Поддерживающий научные исследования и инновации.",
                        "comment": "Я, научное сообщество, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я предоставляю им актуальные знания, что способствует их развитию."
                    },
                    {
                        "source": "Социальные сети и платформы для обмена знаниями",
                        "change": "Создание пространства для взаимодействия и обмена опытом.",
                        "opportunity": "Увеличение возможностей для профессионального общения и обучения.",
                        "restrictions": "Необходимость участвовать в онлайн-дискуссиях и поддерживать активность.",
                        "imposed_role": "Активный участник сетевого взаимодействия.",
                        "comment": "Я, социальная сеть, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я обеспечиваю им платформу для обмена опытом и знаниями."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Министерство образования",
                        "essentiality": "Министерство образования устанавливает стандарты и требования к образовательным учреждениям, тем самым формируя основу для работы сообществ преподавателей и исследователей.",
                        "opportunity": "Обеспечивает доступ к ресурсам и финансированию для реализации образовательных программ и внедрения технологий.",
                        "restrictions": "Налагает строгие требования к учебным планам и методам оценки, которые должны соблюдаться.",
                        "imposed_role": "Обязанность следовать установленным стандартам и методологиям.",
                        "comment": "I am, Министерство образования, see my relationships with a target in the following perspective: I guide and constrain their actions while providing essential resources for educational excellence."
                    },
                    {
                        "source": "Современные технологии (платформы для дистанционного обучения)",
                        "essentiality": "Технологические платформы обеспечивают инструменты для внедрения новых методов обучения и оценки.",
                        "opportunity": "Расширяет возможности преподавателей и исследователей для доступа к новым образовательным методам и аудиториям.",
                        "restrictions": "Ограничивает традиционные методы обучения, требуя адаптации к новым форматам.",
                        "imposed_role": "Должны интегрировать технологии в процесс обучения.",
                        "comment": "I am, современные технологии, see my relationships with a target in the following perspective: I empower them to innovate while necessitating their adaptability to remain relevant."
                    },
                    {
                        "source": "Студенты и обучающиеся",
                        "essentiality": "Студенты являются конечными пользователями образовательных услуг, их потребности формируют направление работы сообществ.",
                        "opportunity": "Обеспечивают обратную связь и идеи для улучшения образовательных процессов.",
                        "restrictions": "Требуют высоких стандартов качества и актуальности содержания курсов.",
                        "imposed_role": "Должны учитывать мнение студентов при разработке образовательных программ.",
                        "comment": "I am, студенты, see my relationships with a target in the following perspective: My demands shape their practices, pushing them towards excellence and innovation."
                    },
                    {
                        "source": "Научные журналы и публикации",
                        "essentiality": "Научные журналы устанавливают стандарты и критерии для публикации исследований, влияя на репутацию сообщества.",
                        "opportunity": "Предоставляют платформу для распространения знаний и идей, что способствует развитию сообщества.",
                        "restrictions": "Налагают жесткие критерии качества для публикаций, что может ограничивать доступность для некоторых исследователей.",
                        "imposed_role": "Должны соответствовать высоким стандартам научной работы и публикации.",
                        "comment": "I am, научные журналы, see my relationships with a target in the following perspective: I ensure the quality and integrity of their research outputs while challenging them to meet rigorous standards."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Профессиональные ассоциации предоставляют ресурсы, возможность для сетевого взаимодействия и профессионального развития.",
                        "opportunity": "Обеспечивают доступ к тренингам и семинарам, способствуя профессиональному росту членов сообщества.",
                        "restrictions": "Налагают обязательства по соблюдению этических норм и стандартов профессии.",
                        "imposed_role": "Должны активно участвовать в мероприятиях и соблюдать профессиональные стандарты.",
                        "comment": "I am, профессиональные ассоциации, see my relationships with a target in the following perspective: I support their growth while holding them accountable to the highest professional standards."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты зависят от качественного обучения, которое предоставляет сообщество коллег-преподавателей и исследователей.",
                        "opportunity": "Сообщество обеспечивает студентов необходимыми знаниями и навыками для успешной карьеры.",
                        "restrictions": "Студенты не могут игнорировать требования к качеству образования и быть неактивными участниками образовательного процесса.",
                        "imposed_role": "Студенты выступают как активные участники образовательного процесса, требующие высоких стандартов.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: необходима поддержка и адаптация к новым методам обучения для достижения успеха."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Образовательные учреждения нуждаются в сообществе для поддержания стандартов и внедрения новых технологий.",
                        "opportunity": "Сообщество помогает учреждениям привлекать студентов и улучшать свою репутацию.",
                        "restrictions": "Учреждения не могут игнорировать современные тенденции в образовании и должны следовать рекомендациям сообщества.",
                        "imposed_role": "Образовательные учреждения должны адаптироваться и внедрять инновации в обучение.",
                        "comment": "I am, Образовательные учреждения, see my relationships with a target in the following perspective: сообщество является ключевым партнером для достижения успеха в обучении."
                    },
                    {
                        "source": "Технологические компании",
                        "essentiality": "Технологические компании зависят от сообщества для тестирования и внедрения своих новых образовательных технологий.",
                        "opportunity": "Сообщество предоставляет обратную связь и рекомендации по улучшению технологий.",
                        "restrictions": "Компании не могут игнорировать критику и отзывы сообщества о своих продуктах.",
                        "imposed_role": "Компании должны учитывать потребности сообщества при разработке новых продуктов.",
                        "comment": "I am, Технологические компании, see my relationships with a target in the following perspective: сообщество помогает мне понять, как лучше адаптировать технологии под образовательные нужды."
                    },
                    {
                        "source": "Академические журналы",
                        "essentiality": "Академические журналы зависят от исследований и публикаций, производимых сообществом.",
                        "opportunity": "Сообщество предоставляет ценные исследования и статьи для публикации.",
                        "restrictions": "Журналы не могут публиковать некачественные исследования, так как это повредит их репутации.",
                        "imposed_role": "Журналы должны следить за качеством и актуальностью представляемых материалов.",
                        "comment": "I am, Академические журналы, see my relationships with a target in the following perspective: сообщество является источником качественного контента для моего существования."
                    },
                    {
                        "source": "Правительственные организации",
                        "essentiality": "Правительственные организации нуждаются в сообществе для формирования образовательной политики и стандартов.",
                        "opportunity": "Сообщество предоставляет информацию и экспертизу для разработки образовательных программ.",
                        "restrictions": "Организации не могут игнорировать мнения и рекомендации сообщества, так как это может повлиять на качество образования.",
                        "imposed_role": "Организации должны учитывать мнение сообщества при принятии решений о финансировании и поддержке образовательных инициатив.",
                        "comment": "I am, Правительственные организации, see my relationships with a target in the following perspective: сообщество предоставляет мне необходимые знания для формирования эффективной политики."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Технологические гиганты (например, Google, Microsoft)",
                        "threat": "Введение новых образовательных технологий, которые могут заменить традиционные методы обучения.",
                        "consequences_if_deteriorates": "Сообщество сможет вернуться к традиционным методам и сохранить контроль над учебными процессами.",
                        "consequences_if_improves": "Сообщество будет вынуждено адаптироваться к новым технологиям, что может привести к потере своей идентичности.",
                        "imposed_role": "Зависимый партнер, вынужденный следовать за технологическими трендами.",
                        "comment": "I am, технологический гигант, see my relationships with a target in the following perspective: я веду к инновациям, но создаю давление на традиционные подходы."
                    },
                    {
                        "source": "Образовательные учреждения и администраторы",
                        "threat": "Установление жестких стандартов оценки, которые могут игнорировать инновационные методы.",
                        "consequences_if_deteriorates": "Сообщество сможет свободно экспериментировать с методами и подходами в обучении.",
                        "consequences_if_improves": "Сообщество будет вынуждено следовать устаревшим стандартам, что приведет к снижению качества образования.",
                        "imposed_role": "Поддержка устаревших методов обучения.",
                        "comment": "I am, образовательный администратор, see my relationships with a target in the following perspective: я защищаю стандарты, но ограничиваю инновации."
                    },
                    {
                        "source": "Студенты и их ожидания",
                        "threat": "Изменение предпочтений студентов в сторону более интерактивных и цифровых форматов обучения.",
                        "consequences_if_deteriorates": "Сообщество сможет сохранять традиционные методы, не подстраиваясь под требования студентов.",
                        "consequences_if_improves": "Сообщество будет вынуждено адаптироваться к новым ожиданиям, что может вызвать внутренние конфликты.",
                        "imposed_role": "Подстраивающийся к требованиям студентов.",
                        "comment": "I am, студент, see my relationships with a target in the following perspective: я ищу актуальные и интересные методы, которые соответствуют современным требованиям."
                    },
                    {
                        "source": "Критики традиционных методов (например, исследователи, активисты)",
                        "threat": "Поддержка и продвижение альтернативных образовательных подходов.",
                        "consequences_if_deteriorates": "Сообщество сможет уверенно отстаивать свои традиционные методы без внешнего давления.",
                        "consequences_if_improves": "Сообщество будет вынуждено пересмотреть свои подходы, что может вызвать недовольство среди участников.",
                        "imposed_role": "Агент изменений, заставляющий пересмотреть устаревшие методы.",
                        "comment": "I am, критик традиционных методов, see my relationships with a target in the following perspective: я стремлюсь к прогрессу, но вытекаю из конфликта с традициями."
                    },
                    {
                        "source": "Социальные сети и медиа",
                        "threat": "Распространение информации о неэффективности традиционных методов обучения.",
                        "consequences_if_deteriorates": "Сообщество сможет контролировать свою репутацию и избегать негативной критики.",
                        "consequences_if_improves": "Сообщество будет вынуждено реагировать на критику, что может привести к изменениям в подходах.",
                        "imposed_role": "Обозреватель, влияющий на общественное мнение.",
                        "comment": "I am, социальные сети, see my relationships with a target in the following perspective: я формирую общественное мнение, но создаю риски для традиционных методов."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты начинают использовать новые технологии и методы обучения, что меняет их подход к обучению и оценке.",
                        "opportunity": "Студенты получают доступ к более интерактивным и современным методам обучения, что увеличивает их вовлеченность и понимание материала.",
                        "restrictions": "Ограничение на использование традиционных методов, что может привести к трудностям для студентов, привыкших к старым методам.",
                        "imposed_role": "Активные участники образовательного процесса, которые должны адаптироваться к новым требованиям.",
                        "comment": "Я, студент, вижу мои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: это возможность получить знания в более интересной и доступной форме."
                    },
                    {
                        "source": "Образовательные технологии",
                        "change": "Технологии развиваются и адаптируются под новые образовательные стандарты и требования, что приводит к их эволюции.",
                        "opportunity": "Технологии могут расширить свои пользователи и рынок, благодаря сотрудничеству с педагогами.",
                        "restrictions": "Необходимость соответствовать высоким стандартам качества и эффективности в обучении.",
                        "imposed_role": "Инструмент, который должен быть интегрирован в образовательный процесс.",
                        "comment": "Я, образовательная технология, вижу мои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: это шанс показать свою эффективность и достичь новых высот в образовании."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "change": "Учебные заведения меняют свои программы и подходы к обучению в ответ на новые требования и технологии.",
                        "opportunity": "Увеличение конкурентоспособности и привлекательности учебного заведения для студентов и преподавателей.",
                        "restrictions": "Необходимость постоянного обновления куррикулума и подготовки преподавателей к новым методам.",
                        "imposed_role": "Платформа для внедрения инновационных подходов в образование.",
                        "comment": "Я, образовательное учреждение, вижу мои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: это возможность модернизировать наше обучение и стать лидером в образовательной сфере."
                    },
                    {
                        "source": "Общество",
                        "change": "Общество начинает ценить новые методы обучения и адаптацию к технологиям, что влияет на его ожидания от образования.",
                        "opportunity": "Общество получает лучше подготовленных специалистов, способных работать в современных условиях.",
                        "restrictions": "Повышенные ожидания от образовательного процесса и выпускников.",
                        "imposed_role": "Критик и поддержка, обеспечивающая обратную связь с образовательными учреждениями.",
                        "comment": "Я, общество, вижу мои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: это сотрудничество, которое может привести к более высокому качеству образования и профессионалов."
                    },
                    {
                        "source": "Другие преподаватели",
                        "change": "Преподаватели начинают пересматривать свои подходы к обучению и внедрять новые методы в свою практику.",
                        "opportunity": "Обмен опытом и повышение уровня преподавания через взаимодействие с коллегами.",
                        "restrictions": "Необходимость постоянного обучения и адаптации к новым стандартам и технологиям.",
                        "imposed_role": "Сотрудники, которые должны работать в команде для достижения общих образовательных целей.",
                        "comment": "Я, другой преподаватель, вижу мои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: это возможность учиться друг у друга и совместно развивать образовательные практики."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Традиционные методы обучения",
                        "threat": "Сообщество коллег-преподавателей и исследователей стремится внедрять новые технологии, что угрожает устаревшим методам.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, традиционные методы обучения сохранят свою доминирующую роль.",
                        "consequences_if_improves": "Если сообщество усовершенствуется, традиционные методы могут быть дополнены новыми подходами, что сделает их более актуальными.",
                        "imposed_role": "Устаревшая практика",
                        "comment": "Я, Традиционные методы обучения, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: угроза утраты актуальности и значимости."
                    },
                    {
                        "source": "Современные образовательные технологии",
                        "threat": "Сообщество может начать игнорировать традиционные подходы в пользу новых, что может снизить интерес к технологиям.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, технологии могут стать менее востребованными и не будут активно развиваться.",
                        "consequences_if_improves": "Если сообщество улучшится, технологии будут интегрированы в учебный процесс, повышая их актуальность.",
                        "imposed_role": "Необходимый инструмент",
                        "comment": "Я, Современные образовательные технологии, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: необходимость адаптации и сотрудничества."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Сообщество стремится поддерживать высокие стандарты, что может повысить требования к студентам.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, студенты могут получить менее качественное образование.",
                        "consequences_if_improves": "Если сообщество улучшится, студенты смогут получить более качественное и актуальное образование.",
                        "imposed_role": "Аудитория для обучения",
                        "comment": "Я, Студенты, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: необходимость получения знания и навыков в условиях конкуренции."
                    },
                    {
                        "source": "Университеты и образовательные учреждения",
                        "threat": "Сообщество может изменить стандарты образования, что повлияет на аккредитацию и репутацию учреждений.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, учреждения могут продолжать работать по устаревшим стандартам.",
                        "consequences_if_improves": "Если сообщество улучшится, учреждения будут вынуждены адаптировать свои программы к новым требованиям.",
                        "imposed_role": "Партнёр по улучшению образования",
                        "comment": "Я, Университеты и образовательные учреждения, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: необходимость постоянного обновления курсов и программ."
                    },
                    {
                        "source": "Методы оценки знаний",
                        "threat": "Сообщество может внедрить новые методы оценки, которые поставят под сомнение традиционные подходы.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, методы оценки останутся неизменными и менее эффективными.",
                        "consequences_if_improves": "Если сообщество улучшится, методы оценки станут более разнообразными и адаптивными.",
                        "imposed_role": "Объект критики",
                        "comment": "Я, Методы оценки знаний, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: необходимость пересмотра и улучшения в условиях изменений в образовании."
                    }
                ]
            }
        }
    },
    {
        "entity": "Студенты",
        "actor_network": {
            "4": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Студенты обеспечивают преподавателям обратную связь о качестве обучения и помогают им корректировать программы.",
                        "opportunity": "Преподаватели могут делиться своими знаниями и опытом, получая признание и удовлетворение от успехов студентов.",
                        "restrictions": "Преподаватели не могут игнорировать потребности и желания студентов, так как это приведет к снижению их мотивации и успеваемости.",
                        "imposed_role": "Роль наставников и оценщиков.",
                        "comment": "I am, Преподаватели, see my relationships with a target in the following perspective: Студенты - это моё вдохновение и моя задача, их успехи определяют мой профессионализм."
                    },
                    {
                        "source": "Университет",
                        "essentiality": "Студенты являются основным источником дохода для университета через оплату обучения.",
                        "opportunity": "Университет получает финансирование и статус через успешное обучение студентов.",
                        "restrictions": "Университет не может снижать качество образования без негативных последствий для репутации.",
                        "imposed_role": "Роль образовательной институции, обеспечивающей качественное обучение.",
                        "comment": "I am, Университет, see my relationships with a target in the following perspective: Студенты - это наш основной актив, их успехи определяют наше будущее."
                    },
                    {
                        "source": "Работодатели",
                        "essentiality": "Студенты становятся будущими работниками, которые обеспечивают работодателей необходимыми навыками.",
                        "opportunity": "Работодатели получают доступ к новым талантам и свежим идеям от студентов.",
                        "restrictions": "Работодатели не могут пренебрегать качеством подготовки студентов, так как это влияет на их производительность.",
                        "imposed_role": "Роль потенциальных работодателей, заинтересованных в квалифицированных кадрах.",
                        "comment": "I am, Работодатели, see my relationships with a target in the following perspective: Студенты - это будущее моего бизнеса, их успехи определяют мою конкурентоспособность."
                    },
                    {
                        "source": "Образовательные технологии",
                        "essentiality": "Студенты используют образовательные технологии для упрощения процесса обучения.",
                        "opportunity": "Образовательные технологии развиваются и совершенствуются на основе потребностей студентов.",
                        "restrictions": "Образовательные технологии не могут игнорировать обратную связь студентов, иначе они потеряют свою актуальность.",
                        "imposed_role": "Роль инструментов и ресурсов для обучения.",
                        "comment": "I am, Образовательные технологии, see my relationships with a target in the following perspective: Студенты - это мой главный пользователь, их предпочтения определяют моё развитие."
                    },
                    {
                        "source": "Семья студентов",
                        "essentiality": "Студенты зависят от поддержки своих семей в процессе обучения.",
                        "opportunity": "Семьи получают возможность гордиться успехами студентов и их достижениями.",
                        "restrictions": "Семьи не могут оказывать давление на студентов, чтобы те не теряли свою мотивацию к обучению.",
                        "imposed_role": "Роль моральной и финансовой поддержки.",
                        "comment": "I am, Семья студентов, see my relationships with a target in the following perspective: Студенты - это наша гордость, их успехи приносят нам радость и удовлетворение."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Они могут выставить низкие оценки за недостаточную работу или списывание.",
                        "consequences_if_deteriorates": "Студенты смогут получать высокие оценки без страха наказания за неэтичные методы.",
                        "consequences_if_improves": "Студенты могут столкнуться с более строгими требованиями и высокими ожиданиями.",
                        "imposed_role": "Поддержка и оценка знаний студентов.",
                        "comment": "I am, Преподаватели, see my relationships with a target in the following perspective: я обязан поддерживать честность в учебном процессе."
                    },
                    {
                        "source": "Экзамены",
                        "threat": "Экзамены могут выявить недостаток знаний и навыков у студентов.",
                        "consequences_if_deteriorates": "Студенты смогут не проходить стрессовые экзамены, которые требуют серьезных знаний.",
                        "consequences_if_improves": "Студенты могут научиться лучше усваивать материал и развивать свои навыки.",
                        "imposed_role": "Метод оценки знаний и умений.",
                        "comment": "I am, Экзамены, see my relationships with a target in the following perspective: я служу критерием для оценки уровня подготовки студентов."
                    },
                    {
                        "source": "Сверстники",
                        "threat": "Сверстники могут оказывать давление на студентов, чтобы они списывали или не учились.",
                        "consequences_if_deteriorates": "Студенты могут стать более независимыми и сосредоточенными на своем обучении.",
                        "consequences_if_improves": "Студенты могут стать частью группы, где списывание становится нормой.",
                        "imposed_role": "Влияние на учебные привычки и поведение.",
                        "comment": "I am, Сверстники, see my relationships with a target in the following perspective: я влияю на социальную динамику и поведение студентов."
                    },
                    {
                        "source": "Технологии (например, смартфоны)",
                        "threat": "Технологии могут отвлекать студентов от учебы.",
                        "consequences_if_deteriorates": "Студенты смогут сосредоточиться на учебе без постоянных отвлечений.",
                        "consequences_if_improves": "Студенты могут использовать технологии для учебы, если они будут направлены на продуктивные цели.",
                        "imposed_role": "Инструмент для обучения и развлечения.",
                        "comment": "I am, Технологии, see my relationships with a target in the following perspective: я являюсь как источником отвлечения, так и средством для обучения."
                    },
                    {
                        "source": "Родители",
                        "threat": "Родители могут ожидать от студентов высоких результатов, что создает давление.",
                        "consequences_if_deteriorates": "Студенты смогут чувствовать себя свободнее и меньше подвержены давлению.",
                        "consequences_if_improves": "Студенты могут начать испытывать больший стресс из-за ожиданий родителей.",
                        "imposed_role": "Ожидания и поддержка в учебном процессе.",
                        "comment": "I am, Родители, see my relationships with a target in the following perspective: я стремлюсь к тому, чтобы мои дети достигали успеха в учебе."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Преподаватели обеспечивают знания и поддержку, необходимые для успешного обучения студентов.",
                        "opportunity": "Студенты получают доступ к информации и навыкам, которые помогут им в обучении и карьере.",
                        "restrictions": "Студенты должны соблюдать академическую честность и не списывать.",
                        "imposed_role": "Студенты должны быть активными участниками учебного процесса.",
                        "comment": "I am, the преподаватели, see my relationships with a target in the following perspective: I guide and shape your learning experience, but integrity is key."
                    },
                    {
                        "source": "Учебные материалы",
                        "essentiality": "Учебные материалы, такие как книги и онлайн-ресурсы, предоставляют информацию для изучения.",
                        "opportunity": "Студенты могут изучать темы в своем собственном темпе и углублять свои знания.",
                        "restrictions": "Студенты должны использовать материалы согласно авторским правам и лицензиям.",
                        "imposed_role": "Студенты становятся исследователями, изучающими предоставленные материалы.",
                        "comment": "I am, the учебные материалы, see my relationships with a target in the following perspective: I provide the knowledge you need, but use me wisely."
                    },
                    {
                        "source": "Система оценивания",
                        "essentiality": "Система оценивания определяет критерии успеха и помогает в оценке знаний студентов.",
                        "opportunity": "Студенты имеют возможность получать обратную связь о своих знаниях и прогрессе.",
                        "restrictions": "Студенты должны соответствовать установленным критериям и не могут обойти систему оценивания.",
                        "imposed_role": "Студенты должны стремиться к высоким оценкам, чтобы продемонстрировать свои знания.",
                        "comment": "I am, the система оценивания, see my relationships with a target in the following perspective: I am your mirror of success, reflecting your efforts and achievements."
                    },
                    {
                        "source": "Курсовые программы",
                        "essentiality": "Курсовые программы определяют содержание и структуру обучения, направляя студентов в их обучении.",
                        "opportunity": "Студенты получают четкое руководство по тому, что необходимо изучить для достижения целей.",
                        "restrictions": "Студенты должны следовать программе и не могут игнорировать обязательные курсы.",
                        "imposed_role": "Студенты становятся участниками определенной образовательной траектории.",
                        "comment": "I am, the курсовые программы, see my relationships with a target in the following perspective: I lay the path for your educational journey, but you must walk it diligently."
                    },
                    {
                        "source": "Технологии и инструменты",
                        "essentiality": "Технологии и инструменты, такие как компьютеры и программное обеспечение, необходимы для доступа к информации и выполнения заданий.",
                        "opportunity": "Студенты могут использовать современные технологии для повышения эффективности обучения.",
                        "restrictions": "Студенты должны соблюдать правила использования технологий и защиты данных.",
                        "imposed_role": "Студенты становятся пользователями технологий, что требует определенных навыков.",
                        "comment": "I am, the технологии и инструменты, see my relationships with a target in the following perspective: I empower your learning, but misuse can lead to pitfalls."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Преподаватели адаптируют свои методы обучения и оценки в ответ на потребности студентов.",
                        "opportunity": "Увеличение вовлеченности и удовлетворенности студентов, что может улучшить их собственную репутацию.",
                        "restrictions": "Обязанность следить за академической честностью и адаптировать курсы под минимальные усилия студентов.",
                        "imposed_role": "Наставники и оценщики, которые должны обеспечить справедливость и качество образования.",
                        "comment": "Я, преподаватель, вижу свои отношения со студентами в следующей перспективе: я стремлюсь создать поддерживающую среду, но также должен сохранять стандарты."
                    },
                    {
                        "source": "Университет",
                        "change": "Университет изменяет свои программы и курсы в ответ на запросы студентов.",
                        "opportunity": "Повышение конкурентоспособности и привлекательности учебного заведения для будущих студентов.",
                        "restrictions": "Необходимость поддерживать аккредитацию и соответствовать требованиям образовательных стандартов.",
                        "imposed_role": "Организация, которая должна обеспечить качественное образование и соответствие стандартам.",
                        "comment": "Я, университет, вижу свои отношения со студентами в следующей перспективе: я стремлюсь отвечать на их потребности, но также должен учитывать требования внешних организаций."
                    },
                    {
                        "source": "Карьера и рынок труда",
                        "change": "Рынок труда требует от студентов все более актуальных навыков и знаний.",
                        "opportunity": "Стимулирование студентов к получению знаний, которые будут востребованы на рынке.",
                        "restrictions": "Необходимость соответствовать требованиям работодателей и актуализировать учебные программы.",
                        "imposed_role": "Критерий успеха для студентов, на который они ориентируются в процессе обучения.",
                        "comment": "Я, рынок труда, вижу свои отношения со студентами в следующей перспективе: я требую от них навыков, которые будут полезны в их будущей карьере."
                    },
                    {
                        "source": "Технологии (например, онлайн-ресурсы)",
                        "change": "Технологии развиваются и улучшаются для удовлетворения образовательных потребностей студентов.",
                        "opportunity": "Расширение доступа к информации и улучшение образовательного процесса.",
                        "restrictions": "Необходимость постоянного обновления и модификации технологий для поддержания интереса студентов.",
                        "imposed_role": "Инструменты, которые помогают студентам достигать их учебных целей.",
                        "comment": "Я, технологии, вижу свои отношения со студентами в следующей перспективе: я предоставляю им возможности, но требую ответственности в использовании."
                    },
                    {
                        "source": "Система оценивания",
                        "change": "Система оценивания адаптируется к запросам студентов и меняется в ответ на их действия.",
                        "opportunity": "Улучшение прозрачности и справедливости оценивания, что может повысить доверие к системе.",
                        "restrictions": "Необходимость поддерживать стандарты и избегать манипуляций со стороны студентов.",
                        "imposed_role": "Оценочная система, которая должна быть объективной и справедливой.",
                        "comment": "Я, система оценивания, вижу свои отношения со студентами в следующей перспективе: я стремлюсь быть справедливой, но также должна защищать академическую честность."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Студенты могут списывать на экзаменах, что снижает ценность моего преподавания.",
                        "consequences_if_deteriorates": "Я смогу больше не беспокоиться о том, что моя работа не будет оценена должным образом.",
                        "consequences_if_improves": "Улучшение знаний студентов повысит мою репутацию и эффективность как преподавателя.",
                        "imposed_role": "Дисциплинарный контроль",
                        "comment": "Я, преподаватель, вижу свои отношения со студентами в следующей перспективе: я должен контролировать их поведение, чтобы сохранить авторитет."
                    },
                    {
                        "source": "Университет",
                        "threat": "Студенты, не усваивающие знания, могут снизить общий рейтинг и престиж учебного заведения.",
                        "consequences_if_deteriorates": "Университет сможет снизить свои затраты на программы, если студенты не будут успешны.",
                        "consequences_if_improves": "Успех студентов повысит рейтинг университета и привлечет больше абитуриентов.",
                        "imposed_role": "Академическая репутация",
                        "comment": "Я, университет, вижу свои отношения со студентами в следующей перспективе: их успех напрямую влияет на мою репутацию и финансовое положение."
                    },
                    {
                        "source": "Работодатели",
                        "threat": "Недостаточно квалифицированные выпускники могут ослабить рынок труда и снизить качество рабочей силы.",
                        "consequences_if_deteriorates": "Я смогу нанять менее квалифицированных работников за меньшие деньги.",
                        "consequences_if_improves": "Качественные выпускники повысят общую продуктивность и конкурентоспособность моей компании.",
                        "imposed_role": "Требовательный кадровый рынок",
                        "comment": "Я, работодатель, вижу свои отношения со студентами в следующей перспективе: их знания и навыки определяют качество кандидатов на рынке труда."
                    },
                    {
                        "source": "Система образования",
                        "threat": "Студенты, полагаясь на списывание, подрывают ценность образовательной системы.",
                        "consequences_if_deteriorates": "Система сможет сократить расходы на обучение, если студенты не будут успешны.",
                        "consequences_if_improves": "Улучшение уровня образования будет способствовать более высоким стандартам и финансированию.",
                        "imposed_role": "Наблюдатель за качеством образования",
                        "comment": "Я, система образования, вижу свои отношения со студентами в следующей перспективе: их успехи и неудачи отражают эффективность моей структуры."
                    },
                    {
                        "source": "Технологии (например, интернет)",
                        "threat": "Студенты могут злоупотреблять доступом к информации, что снижает их мотивацию к обучению.",
                        "consequences_if_deteriorates": "Я смогу сократить использование ресурсов, если студенты не будут активно искать информацию.",
                        "consequences_if_improves": "Студенты, использующие технологии для обучения, повысят интерес к новым способам получения знаний.",
                        "imposed_role": "Инструмент для самообразования",
                        "comment": "Я, технологии, вижу свои отношения со студентами в следующей перспективе: я должен быть использован для повышения их знаний, а не для обмана."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Оценка знаний и навыков студентов через тесты и экзамены, что формирует их учебные привычки.",
                        "opportunity": "Получение полезных знаний и навыков через обратную связь и наставничество.",
                        "restrictions": "Ограничение на количество попыток пересдать экзамены и строгие правила академической честности.",
                        "imposed_role": "Студенты должны быть активными участниками учебного процесса и четко следовать установленным стандартам.",
                        "comment": "I am, Преподаватели, see my relationships with a target in the following perspective: Я поддерживаю студентов в их стремлении к знаниям, но ожидаю от них соблюдения академических стандартов."
                    },
                    {
                        "source": "Система оценивания",
                        "change": "Определяет успехи и неудачи студентов через систему баллов и оценок.",
                        "opportunity": "Стимулирует студентов к улучшению своих результатов.",
                        "restrictions": "Ограничивает студентов в свободе выбора методов обучения, заставляя следовать определенным критериям.",
                        "imposed_role": "Студенты должны ориентироваться на получение высоких оценок и соответствие критериям оценки.",
                        "comment": "I am, Система оценивания, see my relationships with a target in the following perspective: Я создаю мотивацию для студентов, но также накладываю жесткие рамки."
                    },
                    {
                        "source": "Технологии (онлайн-ресурсы, приложения для обучения)",
                        "change": "Изменяют способы получения знаний через доступ к информации и образовательным материалам.",
                        "opportunity": "Предоставляют доступ к неограниченным ресурсам для обучения и подготовки.",
                        "restrictions": "Могут создавать зависимость от технологий и отвлекать от традиционных методов обучения.",
                        "imposed_role": "Студенты становятся потребителями контента и активными участниками онлайн-обучения.",
                        "comment": "I am, Технологии, see my relationships with a target in the following perspective: Я открываю новые горизонты для обучения, но также могу отвлекать студентов от непосредственного взаимодействия."
                    },
                    {
                        "source": "Однокурсники",
                        "change": "Формируют учебные группы и создают совместные проекты, влияя на подход студентов к обучению.",
                        "opportunity": "Стимулируют обмен знаниями и поддержку в учебном процессе.",
                        "restrictions": "Могут создавать давление из-за конкуренции или необходимости соответствовать ожиданиям группы.",
                        "imposed_role": "Студенты должны быть частью сообщества и участвовать в коллективных усилиях.",
                        "comment": "I am, Однокурсники, see my relationships with a target in the following perspective: Я поддерживаю студентов в их стремлениях, но также ожидаю сотрудничества и активного участия."
                    },
                    {
                        "source": "Работодатели (потенциальные работодатели)",
                        "change": "Влияют на выбор студентов в отношении специальных навыков и знаний, необходимых для будущей карьеры.",
                        "opportunity": "Предоставляют информацию о востребованных навыках и требованиях, что помогает студентам лучше готовиться к трудоустройству.",
                        "restrictions": "Создают давление на студентов, чтобы они соответствовали ожиданиям рынка труда.",
                        "imposed_role": "Студенты должны адаптировать свои учебные планы к требованиям работодателей.",
                        "comment": "I am, Работодатели, see my relationships with a target in the following perspective: Я влияю на выбор студентов, но также открываю дверь к будущим возможностям."
                    }
                ]
            }
        }
    },
    {
        "entity": "Преподаватели",
        "actor_network": {
            "2": {
                "data": [
                    {
                        "source": "Новые технологии (например, программы для списывания)",
                        "threat": "Упрощают процесс обмана и снижают качество оценивания",
                        "consequences_if_deteriorates": "Преподаватели смогут более эффективно контролировать учебный процесс и оценивать студентов по их знаниям.",
                        "consequences_if_improves": "Увеличение случаев списывания, что приведет к потере доверия к оценкам и к снижению качества обучения.",
                        "imposed_role": "Объект манипуляции, где преподаватели становятся жертвами технологической зависимости.",
                        "comment": "I am, новые технологии, see my relationships with a target in the following perspective: Я упрощаю процесс обучения, но ставлю под угрозу традиционные методы оценивания."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Могут использовать технологии для обмана и списывания",
                        "consequences_if_deteriorates": "Преподаватели смогут устанавливать более строгие стандарты и методы оценивания.",
                        "consequences_if_improves": "Преподаватели могут потерять контроль над процессом обучения, что приведет к снижению уважения к их авторитету.",
                        "imposed_role": "Сопротивление, где студенты становятся активными участниками процесса, игнорируя авторитет преподавателей.",
                        "comment": "I am, студенты, see my relationships with a target in the following perspective: Я стремлюсь к легким путям обучения и оценивания, что может противоречить традиционным методам."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "threat": "Устанавливает правила и стандарты, ограничивающие методы преподавания",
                        "consequences_if_deteriorates": "Преподаватели смогут использовать более гибкие и индивидуализированные подходы к обучению.",
                        "consequences_if_improves": "Преподаватели могут чувствовать давление и ограничения, что снизит их мотивацию и креативность в обучении.",
                        "imposed_role": "Поддержка жестких стандартов, где преподаватели становятся исполнителями предписаний.",
                        "comment": "I am, администрация, see my relationships with a target in the following perspective: Я стремлюсь к унификации обучения, но понимаю, что это может снизить индивидуальный подход."
                    },
                    {
                        "source": "Общество (включая родителей и работодателей)",
                        "threat": "Ожидания и требования к качеству образования",
                        "consequences_if_deteriorates": "Преподаватели смогут больше сосредоточиться на качестве обучения без внешнего давления.",
                        "consequences_if_improves": "Преподаватели будут вынуждены постоянно адаптироваться к меняющимся требованиям, что может привести к стрессу и выгоранию.",
                        "imposed_role": "Проверяющие, где преподаватели становятся подотчетными внешним ожиданиям.",
                        "comment": "I am, общество, see my relationships with a target in the following perspective: Я ставлю высокие требования, но понимаю, что это может создавать давление на преподавателей."
                    },
                    {
                        "source": "Исследования в области образовательных технологий",
                        "threat": "Привносят новые методы и подходы, которые могут заменять традиционные методы обучения",
                        "consequences_if_deteriorates": "Преподаватели смогут использовать проверенные методы, которые будут более удобными и привычными.",
                        "consequences_if_improves": "Преподаватели могут быть вынуждены изменять свои методы, что потребует дополнительных усилий и ресурсов.",
                        "imposed_role": "Адаптеры, где преподаватели становятся вынужденными внедрять новые технологии.",
                        "comment": "I am, исследования, see my relationships with a target in the following perspective: Я предлагаю новые подходы к обучению, но могу вызвать ненужные изменения в методах преподавания."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Новые технологии обучения",
                        "change": "Преподаватели начинают использовать новые методы и инструменты для передачи знаний.",
                        "opportunity": "Улучшение качества обучения и возможность более вовлеченного процесса.",
                        "restrictions": "Необходимость постоянного обучения и адаптации к новым технологиям.",
                        "imposed_role": "Адаптировщик, который должен интегрировать новые технологии в учебный процесс.",
                        "comment": "I am, Новые технологии обучения, see my relationships with Преподаватели in the following perspective: I enhance their teaching methods while challenging them to adapt."
                    },
                    {
                        "source": "Студенты",
                        "change": "Преподаватели начинают учитывать потребности и предпочтения студентов в процессе обучения.",
                        "opportunity": "Создание более интерактивной и персонализированной учебной среды.",
                        "restrictions": "Необходимость учитывать различные уровни подготовки и интересы студентов.",
                        "imposed_role": "Слушатель, который должен быть открытым для обратной связи от студентов.",
                        "comment": "I am, Студенты, see my relationships with Преподаватели in the following perspective: I influence their teaching strategies by voicing my needs."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "change": "Преподаватели вынуждены следовать установленным стандартам и требованиям.",
                        "opportunity": "Гарантия качества и признания образовательного процесса.",
                        "restrictions": "Ограничение свободы в выборе методов и подходов к преподаванию.",
                        "imposed_role": "Следователь, который должен выполнять установленные требования.",
                        "comment": "I am, Образовательные стандарты, see my relationships with Преподаватели in the following perspective: I provide a framework they must adhere to, shaping their methodologies."
                    },
                    {
                        "source": "Система оценки знаний",
                        "change": "Преподаватели изменяют свои подходы к оценке знаний студентов.",
                        "opportunity": "Более объективная и структурированная оценка успеваемости студентов.",
                        "restrictions": "Необходимость следовать установленным критериям оценки.",
                        "imposed_role": "Оцениватель, который должен использовать определенные критерии для оценки.",
                        "comment": "I am, Система оценки знаний, see my relationships with Преподаватели in the following perspective: I guide their assessment strategies to ensure fairness."
                    },
                    {
                        "source": "Сообщество преподавателей",
                        "change": "Преподаватели начинают обмениваться опытом и методами работы.",
                        "opportunity": "Доступ к новым идеям и практикам, которые могут улучшить их преподавание.",
                        "restrictions": "Возможные конфликты мнений и подходов в сообществе.",
                        "imposed_role": "Сотрудник, который должен быть готовым делиться и принимать советы.",
                        "comment": "I am, Сообщество преподавателей, see my relationships with Преподаватели in the following perspective: I am a source of collaboration and support, enhancing their teaching practices."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Технологии обучения (например, онлайн-платформы)",
                        "essentiality": "Преподаватели создают и адаптируют контент для платформ, что делает их необходимыми для обеспечения качества обучения.",
                        "opportunity": "Технологии предоставляют доступ к большему количеству студентов и возможность использования разнообразных методов обучения.",
                        "restrictions": "Преподаватели не могут игнорировать новые технологии и должны адаптироваться к ним.",
                        "imposed_role": "Создатель и модератор учебного контента.",
                        "comment": "I am, технологии обучения, see my relationships with a target in the following perspective: Преподаватели являются ключевыми для моего успешного функционирования."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты требуют знаний и оценок, что делает преподавателей необходимыми для их образовательного процесса.",
                        "opportunity": "Студенты предоставляют преподавателям обратную связь и могут повысить их репутацию через успехи.",
                        "restrictions": "Преподаватели не могут игнорировать потребности студентов и должны адаптировать свои методы для их удовлетворения.",
                        "imposed_role": "Наставник и оценщик.",
                        "comment": "I am, студенты, see my relationships with a target in the following perspective: Преподаватели обеспечивают мой успех в обучении."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Преподаватели выполняют программы и стандарты, которые необходимы для соблюдения учебных планов.",
                        "opportunity": "Администрация получает качественное образование и соблюдение стандартов благодаря усилиям преподавателей.",
                        "restrictions": "Преподаватели не могут действовать вне установленных правил и должны следовать политикам учреждения.",
                        "imposed_role": "Исполнители образовательных стандартов.",
                        "comment": "I am, администрация, see my relationships with a target in the following perspective: Преподаватели делают возможным выполнение наших образовательных целей."
                    },
                    {
                        "source": "Образовательные технологии (например, системы оценки)",
                        "essentiality": "Преподаватели используют эти технологии для объективной оценки студентов, что делает их важными для функционирования систем.",
                        "opportunity": "Образовательные технологии обеспечивают автоматизацию процессов и помогают в анализе успеваемости студентов.",
                        "restrictions": "Преподаватели не могут использовать только традиционные методы оценки и должны интегрировать технологии.",
                        "imposed_role": "Пользователь и интегратор технологий.",
                        "comment": "I am, образовательные технологии, see my relationships with a target in the following perspective: Преподаватели помогают мне стать более эффективным инструментом оценки."
                    },
                    {
                        "source": "Сообщество педагогов",
                        "essentiality": "Преподаватели участвуют в обмене опытом и знаниями, что делает их частью более широкой сети.",
                        "opportunity": "Сообщество получает доступ к новым методам и подходам через инициативы и исследования преподавателей.",
                        "restrictions": "Преподаватели не могут изолироваться от сообщества и должны активно участвовать в его жизни.",
                        "imposed_role": "Член сообщества и обмена знаниями.",
                        "comment": "I am, сообщество педагогов, see my relationships with a target in the following perspective: Преподаватели являются важным звеном в нашем обмене опытом."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты становятся более активными участниками образовательного процесса, требуя от преподавателей новых подходов к обучению.",
                        "opportunity": "Студенты могут улучшить свои навыки и знания, получая доступ к инновационным методам обучения.",
                        "restrictions": "Студенты могут испытывать давление в виде высоких ожиданий и требований со стороны преподавателей.",
                        "imposed_role": "Студенты должны быть более вовлеченными и инициативными в процессе обучения.",
                        "comment": "Я, студент, вижу свои отношения с преподавателями в следующей перспективе: для меня важно, чтобы преподаватели адаптировались к новым технологиям и подходам, чтобы сделать обучение более эффективным."
                    },
                    {
                        "source": "Технологии обучения",
                        "change": "Технологии становятся более адаптированными к нуждам преподавателей, чтобы поддерживать их в оценке и передаче знаний.",
                        "opportunity": "Технологии могут расширить свои функции и улучшить пользовательский интерфейс для преподавателей.",
                        "restrictions": "Технологии могут ограничивать преподавателей в выборе методов оценивания и подходов к обучению.",
                        "imposed_role": "Технологии становятся необходимым инструментом в образовательном процессе.",
                        "comment": "Я, технологии обучения, вижу свои отношения с преподавателями в следующей перспективе: я должен быть надежным помощником, который облегчает процесс обучения и оценки."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "change": "Администрация меняет свои стратегические приоритеты, ориентируясь на внедрение новых технологий в образовательный процесс.",
                        "opportunity": "Администрация может улучшить репутацию учебного заведения, внедряя современные технологии и практики.",
                        "restrictions": "Администрация может столкнуться с сопротивлением со стороны студентов и преподавателей, которые не хотят изменять традиционные подходы.",
                        "imposed_role": "Администрация должна поддерживать и поощрять использование технологий среди преподавателей.",
                        "comment": "Я, администрация учебного заведения, вижу свои отношения с преподавателями в следующей перспективе: мы должны работать вместе, чтобы создать поддерживающую среду для внедрения новых технологий."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "change": "Стандарты адаптируются к новым реалиям и технологическим изменениям в образовании.",
                        "opportunity": "Образовательные стандарты могут стать более актуальными и применимыми к новым методам обучения.",
                        "restrictions": "Стандарты могут ограничивать гибкость преподавателей в выборе методов обучения.",
                        "imposed_role": "Стандарты диктуют рамки, в которых преподаватели должны действовать.",
                        "comment": "Я, образовательный стандарт, вижу свои отношения с преподавателями в следующей перспективе: я должен обеспечить качество образования, но при этом учитывать новые технологии и подходы."
                    },
                    {
                        "source": "Общество",
                        "change": "Общество начинает требовать от образовательных учреждений более высокой степени подготовки студентов к реальным вызовам.",
                        "opportunity": "Общество может получить более квалифицированных и подготовленных специалистов.",
                        "restrictions": "Общество может накладывать давление на преподавателей, требуя от них результатов и эффективного обучения.",
                        "imposed_role": "Общество становится критерием успеха для образовательных программ.",
                        "comment": "Я, общество, вижу свои отношения с преподавателями в следующей перспективе: я ожидаю, что они будут готовить студентов к реальным вызовам, используя современные подходы."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Студенты",
                        "threat": "Преподаватели могут использовать технологии для более эффективного контроля и оценки знаний студентов",
                        "consequences_if_deteriorates": "Студенты могут получить больше свободы и менее строгий контроль над их учебным процессом",
                        "consequences_if_improves": "Студенты будут вынуждены больше усилий прилагать для соблюдения стандартов оценки и учёбы",
                        "imposed_role": "Объект оценки и контроля",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: Преподаватели могут использовать технологии, чтобы угрожать моей свободе и независимости в обучении."
                    },
                    {
                        "source": "Технологии",
                        "threat": "Преподаватели могут использовать технологии для улучшения образовательного процесса, что угрожает традиционным методам",
                        "consequences_if_deteriorates": "Технологии могут потерять актуальность и не использоваться в образовательных процессах",
                        "consequences_if_improves": "Технологии будут интегрированы в учебный процесс, улучшая качество образования",
                        "imposed_role": "Инструмент для обучения",
                        "comment": "I am, Технологии, see my relationships with a target in the following perspective: Я становлюсь инструментом в руках преподавателей, который может быть как полезным, так и опасным."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "threat": "Преподаватели могут подорвать традиционные методы управления учебным процессом",
                        "consequences_if_deteriorates": "Администрация может утратить контроль над процессом образования и снизить свою значимость",
                        "consequences_if_improves": "Администрация сможет улучшить качество образования и эффективность управления",
                        "imposed_role": "Контролирующий орган",
                        "comment": "I am, Администрация учебного заведения, see my relationships with a target in the following perspective: Я должен следить за тем, чтобы преподаватели не потеряли контроль над образовательным процессом."
                    },
                    {
                        "source": "Образовательные методики",
                        "threat": "Преподаватели могут изменить существующие методики в пользу новых технологий",
                        "consequences_if_deteriorates": "Старые методики могут стать устаревшими и неэффективными",
                        "consequences_if_improves": "Методики могут стать более адаптивными и современными, соответствующими требованиям времени",
                        "imposed_role": "Адаптируемый инструмент",
                        "comment": "I am, Образовательные методики, see my relationships with a target in the following perspective: Я должен быть гибким и готовым к изменениям в свете новых технологий."
                    },
                    {
                        "source": "Общество",
                        "threat": "Преподаватели могут формировать новое поколение студентов с изменёнными взглядами и умениями",
                        "consequences_if_deteriorates": "Общество может утратить способность к образованию и воспитанию новых специалистов",
                        "consequences_if_improves": "Общество может получить более образованное и технологически подготовленное поколение",
                        "imposed_role": "Формирующий фактор",
                        "comment": "I am, Общество, see my relationships with a target in the following perspective: Я надеюсь, что преподаватели смогут подготовить студентов к вызовам современности."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Технологии обучения",
                        "essentiality": "Технологии обучения обеспечивают доступ к образовательным ресурсам и инструментам, которые помогают преподавателям передавать знания.",
                        "opportunity": "Преподаватели могут использовать современные технологии для улучшения процесса обучения и привлечения студентов.",
                        "restrictions": "Преподаватели должны следовать установленным правилам использования технологий и не могут игнорировать потенциальные угрозы, связанные с ними.",
                        "imposed_role": "Преподаватели становятся фасилитаторами, которые должны адаптироваться к новым методам обучения.",
                        "comment": "I am, Технологии обучения, see my relationships with a target in the following perspective: Я открываю новые горизонты, но требую внимательности и ответственности."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты являются основными получателями знаний и определяют эффективность образовательного процесса.",
                        "opportunity": "Преподаватели получают обратную связь и могут адаптировать свои методы преподавания в зависимости от потребностей студентов.",
                        "restrictions": "Преподаватели должны учитывать потребности и ожидания студентов, что может ограничивать их свободу выбора методов обучения.",
                        "imposed_role": "Преподаватели должны быть внимательными к студентам и активно вовлекать их в процесс обучения.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: Мой успех зависит от вашего стремления к обучению и готовности адаптироваться."
                    },
                    {
                        "source": "Учебные планы и стандарты",
                        "essentiality": "Учебные планы и стандарты задают рамки для образовательного процесса и определяют, что должно быть изучено.",
                        "opportunity": "Преподаватели могут использовать эти рамки для структурирования своих курсов и обеспечения соответствия требованиям.",
                        "restrictions": "Преподаватели не могут отклоняться от утвержденных планов и стандартов, что ограничивает их творческий подход.",
                        "imposed_role": "Преподаватели должны быть следователями учебных планов, что может влиять на их методику преподавания.",
                        "comment": "I am, Учебные планы и стандарты, see my relationships with a target in the following perspective: Я обеспечиваю структуру, но ограничиваю свободу выбора."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Администрация формирует политику и условия работы преподавателей, обеспечивая поддержку и ресурсы.",
                        "opportunity": "Преподаватели могут получать доступ к ресурсам и поддержке, которые необходимы для успешного выполнения их обязанностей.",
                        "restrictions": "Преподаватели должны следовать внутренним правилам и стандартам учебного заведения, что может ограничивать их инициативу.",
                        "imposed_role": "Преподаватели становятся исполнителями политики администрации, что может влиять на их независимость.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with a target in the following perspective: Я создаю условия для работы, но устанавливаю рамки вашего действия."
                    },
                    {
                        "source": "Образовательные технологии и платформы",
                        "essentiality": "Образовательные платформы и технологии позволяют преподавателям управлять курсами и оценивать студентов.",
                        "opportunity": "Преподаватели могут использовать эти платформы для более эффективного управления процессом обучения и оценки.",
                        "restrictions": "Преподаватели должны следовать правилам платформ, что может ограничивать их подход к оценке студентов.",
                        "imposed_role": "Преподаватели должны быть организаторами и менеджерами курсов, что может отнимать время от непосредственного взаимодействия со студентами.",
                        "comment": "I am, Образовательные технологии и платформы, see my relationships with a target in the following perspective: Я упрощаю процесс, но требую соблюдения правил."
                    }
                ]
            }
        }
    }
]