[
    {
        "entity": "Сообщество коллег-преподавателей и исследователей",
        "actor_network": {
            "1": {
                "data": [
                    {
                        "source": "Образовательные технологии",
                        "essentiality": "Образовательные технологии предоставляют инструменты для взаимодействия и обучения, что является критически важным для поддержания актуальности в образовании.",
                        "opportunity": "Они позволяют преподавателям адаптировать свои методы к современным требованиям и улучшать процесс обучения.",
                        "restrictions": "Ограничивают использование устаревших методов и требуют постоянного обновления знаний и навыков.",
                        "imposed_role": "Преподаватели становятся инноваторами, обязаны использовать новые технологии.",
                        "comment": "I am, образовательные технологии, see my relationships with a target in the following perspective: Я обеспечиваю необходимую поддержку, но требую постоянного обновления и адаптации."
                    },
                    {
                        "source": "Академическое сообщество",
                        "essentiality": "Академическое сообщество обеспечивает коллегиальное взаимодействие и обмен знаниями, что важно для профессионального развития.",
                        "opportunity": "Предоставляет доступ к новым исследованиям и методам, помогает в построении сети профессиональных контактов.",
                        "restrictions": "Может налагать давление на соответствие современным стандартам и ожиданиям сообщества.",
                        "imposed_role": "Преподаватели становятся участниками научного диалога и критического анализа.",
                        "comment": "I am, академическое сообщество, see my relationships with a target in the following perspective: Я подчеркиваю необходимость участия и поддержки для достижения высоких стандартов в образовании."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты являются основными получателями образовательных услуг, их потребности формируют содержание обучения.",
                        "opportunity": "Обеспечивают обратную связь и влияют на актуальность учебных программ.",
                        "restrictions": "Ставят требования к преподавателям по поводу методики и содержания курсов.",
                        "imposed_role": "Преподаватели должны быть ориентированы на потребности студентов.",
                        "comment": "I am, студенты, see my relationships with a target in the following perspective: Я представляю интересы и ожидания, которые должны быть учтены в процессе обучения."
                    },
                    {
                        "source": "Управление образовательных учреждений",
                        "essentiality": "Управление задает стратегические направления и ресурсы для образовательного процесса.",
                        "opportunity": "Обеспечивает финансирование и поддержку инновационных программ.",
                        "restrictions": "Налагает ограничения на выбор методов преподавания и требования к отчетности.",
                        "imposed_role": "Преподаватели должны следовать установленным стандартам и требованиям.",
                        "comment": "I am, управление образовательных учреждений, see my relationships with a target in the following perspective: Я обеспечиваю ресурсы, но и ожидаю соблюдения стандартов и отчетности."
                    },
                    {
                        "source": "Образовательные стандарты и аккредитационные организации",
                        "essentiality": "Стандарты и аккредитация определяют качество и соответствие образовательных программ.",
                        "opportunity": "Служат основой для повышения репутации и конкурентоспособности образовательных учреждений.",
                        "restrictions": "Ограничивают возможность отклонения от установленных стандартов.",
                        "imposed_role": "Преподаватели становятся ответственными за соблюдение этих стандартов.",
                        "comment": "I am, образовательные стандарты, see my relationships with a target in the following perspective: Я создаю рамки и ожидания, чтобы гарантировать качество образования."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Образовательные технологии",
                        "change": "Образовательные технологии способствуют внедрению новых методов обучения и оценки, что вынуждает сообщество адаптироваться.",
                        "opportunity": "Предоставляют доступ к современным инструментам и ресурсам для повышения качества образования.",
                        "restrictions": "Могут требовать дополнительного обучения и времени для интеграции в традиционные методы.",
                        "imposed_role": "Адаптер новых технологий в образовательный процесс.",
                        "comment": "I am, Образовательные технологии, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I enable them to innovate and stay relevant."
                    },
                    {
                        "source": "Стандарты аккредитации",
                        "change": "Стандарты аккредитации требуют от сообщества соблюдения определенных критериев качества, что влияет на методики преподавания.",
                        "opportunity": "Обеспечивают признание и доверие со стороны студентов и образовательных учреждений.",
                        "restrictions": "Налагают жесткие требования и условия для поддержания аккредитации.",
                        "imposed_role": "Соблюдатель стандартов качества образования.",
                        "comment": "I am, Стандарты аккредитации, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I ensure they maintain high quality and relevance in their practices."
                    },
                    {
                        "source": "Социальные сети и онлайн-сообщества",
                        "change": "Социальные сети способствуют обмену опытом и ресурсами между преподавателями, что влияет на методы обучения.",
                        "opportunity": "Создают платформу для сотрудничества и обмена идеями в реальном времени.",
                        "restrictions": "Могут привести к увеличению давления со стороны коллег в отношении актуальности методов.",
                        "imposed_role": "Участник онлайн-сообществ для обмена лучшими практиками.",
                        "comment": "I am, Социальные сети и онлайн-сообщества, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I enhance their collaboration and visibility."
                    },
                    {
                        "source": "Исследования и публикации",
                        "change": "Исследования требуют от преподавателей обновления своих знаний и методов в соответствии с новыми открытиями.",
                        "opportunity": "Предоставляют возможность внедрять научные достижения в образовательный процесс.",
                        "restrictions": "Налагают обязательство следить за последними исследованиями и внедрять их в практику.",
                        "imposed_role": "Аналитик и внедритель новых научных идей.",
                        "comment": "I am, Исследования и публикации, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I drive them towards continual improvement and relevance."
                    },
                    {
                        "source": "Студенты и их ожидания",
                        "change": "Ожидания студентов требуют изменений в подходах к обучению, чтобы соответствовать их потребностям.",
                        "opportunity": "Мотивируют сообщество к внедрению более современных и эффективных методов обучения.",
                        "restrictions": "Создают давление на преподавателей для соответствия ожиданиям и требованиям студентов.",
                        "imposed_role": "Респондент на запросы и потребности студентов.",
                        "comment": "I am, Студенты и их ожидания, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I challenge them to evolve and meet the demands of the future."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Платформы онлайн-обучения",
                        "threat": "Замещение традиционных методов обучения, предлагая более гибкие и доступные решения.",
                        "consequences_if_deteriorates": "Увеличение значимости традиционных методов, что может привести к улучшению их качества.",
                        "consequences_if_improves": "Снижение интереса к традиционным методам обучения и возможная утрата статуса преподавателей.",
                        "imposed_role": "Устаревшие эксперты в области образования.",
                        "comment": "I am, платформы онлайн-обучения, see my relationships with a target in the following perspective: я предоставляю ученикам более привлекательные альтернативы традиционному обучению."
                    },
                    {
                        "source": "Технологические новшества",
                        "threat": "Создание новых инструментов и методов, которые делают традиционные подходы менее актуальными.",
                        "consequences_if_deteriorates": "Ограничение доступа к современным инструментам и методам обучения.",
                        "consequences_if_improves": "Увеличение зависимости от технологий и необходимость постоянного обучения.",
                        "imposed_role": "Традиционные учебные заведения, которые не справляются с изменениями.",
                        "comment": "I am, технологические новшества, see my relationships with a target in the following perspective: я заставляю вас адаптироваться или отставать."
                    },
                    {
                        "source": "Учащиеся",
                        "threat": "Изменение предпочтений и ожиданий, что делает традиционные методы менее привлекательными.",
                        "consequences_if_deteriorates": "Поддержание интереса к традиционным методам.",
                        "consequences_if_improves": "Снижение вовлеченности и мотивации студентов в учебном процессе.",
                        "imposed_role": "Скептики и критики традиционного образования.",
                        "comment": "I am, учащиеся, see my relationships with a target in the following perspective: я требую от вас изменений, иначе я потеряю интерес."
                    },
                    {
                        "source": "Конкурирующие образовательные учреждения",
                        "threat": "Предложение более современных и актуальных образовательных программ.",
                        "consequences_if_deteriorates": "Повышение привлекательности традиционных учебных заведений.",
                        "consequences_if_improves": "Увеличение конкуренции и возможное снижение числа студентов.",
                        "imposed_role": "Устаревшие учреждения, которые не могут адаптироваться.",
                        "comment": "I am, конкурирующие образовательные учреждения, see my relationships with a target in the following perspective: я бросаю вам вызов оставаться актуальными."
                    },
                    {
                        "source": "Общественное мнение",
                        "threat": "Формирование негативного имиджа традиционных методов обучения.",
                        "consequences_if_deteriorates": "Улучшение репутации традиционных подходов.",
                        "consequences_if_improves": "Снижение доверия к традиционным методам и преподавателям.",
                        "imposed_role": "Консерваторы, которые не могут принять изменения.",
                        "comment": "I am, общественное мнение, see my relationships with a target in the following perspective: я формирую ваше восприятие и вливаю сомнения в вашу эффективность."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Образовательные технологии",
                        "essentiality": "Сообщество коллег-преподавателей и исследователей активно использует образовательные технологии для повышения качества образования.",
                        "opportunity": "Образовательные технологии получают доступ к практике и экспертизе сообщества, что позволяет им улучшать свои продукты.",
                        "restrictions": "Образовательные технологии не могут игнорировать требования сообщества к качеству и стандартам.",
                        "imposed_role": "Инструмент для повышения образовательных стандартов.",
                        "comment": "I am, Образовательные технологии, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I rely on their expertise to enhance my offerings."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты являются основными получателями образования, что делает сообщество критически важным для их обучения.",
                        "opportunity": "Студенты получают доступ к качественному образованию и современным методам обучения.",
                        "restrictions": "Студенты не могут игнорировать стандарты и требования сообщества.",
                        "imposed_role": "Целевая аудитория для образовательных практик.",
                        "comment": "I am, Студенты, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I depend on their standards to receive a quality education."
                    },
                    {
                        "source": "Курсы повышения квалификации",
                        "essentiality": "Сообщество определяет критерии и содержание курсов повышения квалификации для преподавателей.",
                        "opportunity": "Курсы повышения квалификации получают признание и поддержку от сообщества, что повышает их ценность.",
                        "restrictions": "Курсы не могут быть разработаны без учета современных образовательных стандартов.",
                        "imposed_role": "Платформа для профессионального роста преподавателей.",
                        "comment": "I am, Курсы повышения квалификации, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I thrive on their standards to ensure my relevance."
                    },
                    {
                        "source": "Образовательные исследования",
                        "essentiality": "Сообщество генерирует знания, которые становятся основой для образовательных исследований.",
                        "opportunity": "Образовательные исследования получают доступ к практическому опыту и обратной связи от сообщества.",
                        "restrictions": "Исследования не могут противоречить установленным стандартам сообщества.",
                        "imposed_role": "Источник данных для оценки методов обучения.",
                        "comment": "I am, Образовательные исследования, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I rely on their insights to validate my findings."
                    },
                    {
                        "source": "Аккредитационные организации",
                        "essentiality": "Сообщество влияет на стандарты аккредитации образовательных учреждений.",
                        "opportunity": "Аккредитационные организации получают возможность сотрудничать с сообществом для улучшения своих критериев.",
                        "restrictions": "Они не могут аккредитовать программы, которые не соответствуют современным образовательным стандартам.",
                        "imposed_role": "Гарант качества образования.",
                        "comment": "I am, Аккредитационные организации, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I depend on their standards to maintain my integrity."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Традиционные образовательные методы",
                        "threat": "Сообщество коллег-преподавателей и исследователей стремится внедрить новые технологии, что ставит под угрозу устоявшиеся методы обучения.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, традиционные методы останутся без критики и улучшений, что может привести к их устареванию.",
                        "consequences_if_improves": "Если сообщество станет более влиятельным, традиционные методы могут адаптироваться к новым требованиям и улучшить качество образования.",
                        "imposed_role": "Консерватор",
                        "comment": "Я, традиционные образовательные методы, вижу свои отношения с сообществом в следующей перспективе: я должен защищать свои позиции и адаптироваться к новым вызовам."
                    },
                    {
                        "source": "Современные технологии обучения",
                        "threat": "Сообщество может уменьшить влияние технологий, внедряя традиционные методы, что ставит под угрозу их развитие.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, технологии останутся неиспользованными и неразвитыми в образовательных процессах.",
                        "consequences_if_improves": "Если сообщество станет более влиятельным, технологии будут активно интегрированы в образовательный процесс, повышая его эффективность.",
                        "imposed_role": "Инноватор",
                        "comment": "Я, современные технологии обучения, вижу свои отношения с сообществом в следующей перспективе: я должен поддерживать связь и сотрудничество для достижения общих целей."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Сообщество может попытаться улучшить стандарты образования, что может создать давление на студентов.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, студенты могут оказаться без поддержки и качественного образования.",
                        "consequences_if_improves": "Если сообщество станет более влиятельным, студенты получат доступ к более качественным образовательным ресурсам и технологиям.",
                        "imposed_role": "Аудитория",
                        "comment": "Я, студенты, вижу свои отношения с сообществом в следующей перспективе: я нуждаюсь в их поддержке и ресурсах для достижения успеха в учебе."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "threat": "Сообщество может изменить стандарты аккредитации, что ставит под угрозу статус образовательных учреждений.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, учреждения могут продолжать существовать без необходимости адаптации к новым требованиям.",
                        "consequences_if_improves": "Если сообщество станет более влиятельным, учреждения будут вынуждены улучшать свои программы и методы обучения.",
                        "imposed_role": "Стратегический партнер",
                        "comment": "Я, образовательные учреждения, вижу свои отношения с сообществом в следующей перспективе: я обязан следовать их рекомендациям для поддержания своей актуальности."
                    },
                    {
                        "source": "Аккредитационные организации",
                        "threat": "Сообщество может оспорить актуальность аккредитационных стандартов, что угрожает существованию организаций.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, аккредитационные организации могут продолжать действовать без изменений и давления.",
                        "consequences_if_improves": "Если сообщество станет более влиятельным, аккредитационные организации будут вынуждены пересмотреть и обновить свои стандарты.",
                        "imposed_role": "Контрольный орган",
                        "comment": "Я, аккредитационные организации, вижу свои отношения с сообществом в следующей перспективе: я должен адаптироваться к их требованиям, чтобы оставаться релевантным."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "change": "Образовательные учреждения адаптируют свои курсы и программы в ответ на изменения, инициированные сообществом коллег.",
                        "opportunity": "Получение обратной связи по улучшению учебных планов и стандартов.",
                        "restrictions": "Необходимость обновления содержания курсов и методов преподавания в соответствии с требованиями сообщества.",
                        "imposed_role": "Сотрудник, активно внедряющий изменения в образовательные практики.",
                        "comment": "Я, образовательное учреждение, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: это дает мне возможность оставаться актуальным и конкурентоспособным в образовательной сфере."
                    },
                    {
                        "source": "Студенты",
                        "change": "Студенты становятся более активными участниками образовательного процесса, требуя от преподавателей новых методов обучения.",
                        "opportunity": "Доступ к современным образовательным инструментам и ресурсам.",
                        "restrictions": "Увеличение требований к преподавателям по адаптации к новым технологиям.",
                        "imposed_role": "Клиент, который требует улучшения качества образования.",
                        "comment": "Я, студент, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: это помогает мне получать более качественное и актуальное образование."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Технологические компании изменяют свои продукты и услуги, чтобы соответствовать требованиям сообщества преподавателей.",
                        "opportunity": "Расширение рынка и внедрение новых технологий в образовательный процесс.",
                        "restrictions": "Необходимость постоянного обновления и адаптации своих решений к образовательным стандартам.",
                        "imposed_role": "Партнер, предоставляющий решения для улучшения образовательного процесса.",
                        "comment": "Я, технологическая компания, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: это позволяет мне развивать и предлагать более инновационные решения для образования."
                    },
                    {
                        "source": "Образовательные политики и стандарты",
                        "change": "Политики и стандарты адаптируются в ответ на запросы и потребности сообщества.",
                        "opportunity": "Участие в формировании новых образовательных стандартов и практик.",
                        "restrictions": "Ограничения, связанные с необходимостью учитывать мнение сообщества при разработке новых инициатив.",
                        "imposed_role": "Регулятор, который должен учитывать мнения сообщества при принятии решений.",
                        "comment": "Я, образовательная политика, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: это позволяет мне лучше учитывать реальные потребности и ожидания образовательного процесса."
                    },
                    {
                        "source": "Научные исследования",
                        "change": "Научные исследования получают новые направления и фокусы благодаря запросам сообщества на актуальные темы.",
                        "opportunity": "Улучшение релевантности и применения научных результатов в образовательной практике.",
                        "restrictions": "Необходимость ориентироваться на практические потребности сообщества при выборе тем для исследований.",
                        "imposed_role": "Исследователь, который должен учитывать актуальные нужды сообщества.",
                        "comment": "Я, научное исследование, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: это позволяет мне оставаться актуальным и полезным для образовательного процесса."
                    }
                ]
            }
        }
    },
    {
        "entity": "Работодатели",
        "actor_network": {
            "1": {
                "data": [
                    {
                        "source": "Университеты",
                        "essentiality": "Университеты предоставляют выпускников с теоретическими знаниями, которые работодатели ищут.",
                        "opportunity": "Работодатели получают доступ к квалифицированным кадрам, что способствует росту их бизнеса.",
                        "restrictions": "Работодатели не могут игнорировать требования к образованию и квалификации при отборе кандидатов.",
                        "imposed_role": "Работодатели становятся зависимыми от качества образования и подготовки выпускников.",
                        "comment": "I am, университет, see my relationships with работодатели in the following perspective: I ensure that my graduates meet the standards expected by employers."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Эти организации устанавливают стандарты и сертификации, которые работодатели должны учитывать.",
                        "opportunity": "Работодатели могут использовать сертификацию для оценки компетенций кандидатов.",
                        "restrictions": "Работодатели не могут нанимать без учета профессиональных стандартов.",
                        "imposed_role": "Работодатели становятся проводниками этих стандартов при наборе сотрудников.",
                        "comment": "I am, профессиональная ассоциация, see my relationships with работодатели in the following perspective: My standards guide employers in selecting the right talent."
                    },
                    {
                        "source": "Социальные сети и платформы для поиска работы",
                        "essentiality": "Эти платформы являются основными каналами для поиска и привлечения кандидатов.",
                        "opportunity": "Работодатели получают доступ к широкому пулу кандидатов через эти платформы.",
                        "restrictions": "Работодатели должны следовать правилам платформы при размещении вакансий.",
                        "imposed_role": "Работодатели становятся более видимыми для соискателей.",
                        "comment": "I am, платформа для поиска работы, see my relationships with работодатели in the following perspective: I connect employers with the talent they need."
                    },
                    {
                        "source": "Законодательство и регуляции",
                        "essentiality": "Законодательство определяет правовые рамки трудоустройства и стандарты качества образования.",
                        "opportunity": "Работодатели защищены от недобросовестных практик при найме.",
                        "restrictions": "Работодатели не могут нанимать без соблюдения правовых норм.",
                        "imposed_role": "Работодатели должны адаптироваться к требованиям законодательства.",
                        "comment": "I am, законодательство, see my relationships with работодатели in the following perspective: I ensure fairness and integrity in the hiring process."
                    },
                    {
                        "source": "Экономические условия и рынок труда",
                        "essentiality": "Экономическая ситуация влияет на доступность квалифицированных кадров.",
                        "opportunity": "Работодатели могут адаптировать свои стратегии найма в зависимости от рынка труда.",
                        "restrictions": "Работодатели сталкиваются с ограничениями в найме из-за экономической нестабильности.",
                        "imposed_role": "Работодатели должны учитывать рыночные условия при формировании требований к кандидатам.",
                        "comment": "I am, рынок труда, see my relationships with работодатели in the following perspective: I shape the dynamics of hiring based on economic trends."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Университеты",
                        "change": "Университеты обучают студентов, предоставляя знания и навыки, которые востребованы работодателями.",
                        "opportunity": "Работодатели получают доступ к подготовленным кадрам, что увеличивает их конкурентоспособность.",
                        "restrictions": "Работодатели могут стать зависимыми от качества подготовки выпускников и должны следить за актуальностью учебных программ.",
                        "imposed_role": "Работодатели должны участвовать в оценке образовательных программ и предоставлять обратную связь.",
                        "comment": "I am, Университеты, see my relationships with a target in the following perspective: I provide the foundation for the skills that employers seek."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "change": "Ассоциации устанавливают стандарты для профессиональных навыков и знаний, которые ожидаются от выпускников.",
                        "opportunity": "Работодатели могут использовать эти стандарты для оценки кандидатов и повышения доверия к своим выборам.",
                        "restrictions": "Работодатели должны соответствовать стандартам ассоциаций, чтобы сохранить свою репутацию.",
                        "imposed_role": "Работодатели должны активно участвовать в поддержании и развитии этих стандартов.",
                        "comment": "I am, Профессиональные ассоциации, see my relationships with a target in the following perspective: I help define the expectations for the workforce."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Социальные сети позволяют работодателям находить и взаимодействовать с потенциальными кандидатами.",
                        "opportunity": "Работодатели могут быстро находить квалифицированных специалистов и расширять свою сеть контактов.",
                        "restrictions": "Работодатели сталкиваются с риском получения недостоверной информации о кандидатах.",
                        "imposed_role": "Работодатели должны быть активными участниками в онлайн-пространстве, чтобы эффективно находить таланты.",
                        "comment": "I am, Социальные сети, see my relationships with a target in the following perspective: I provide a platform for talent discovery and engagement."
                    },
                    {
                        "source": "Кадровые агентства",
                        "change": "Кадровые агентства помогают работодателям находить подходящих кандидатов, используя свои ресурсы и базы данных.",
                        "opportunity": "Работодатели могут сократить время на поиск и отбор кандидатов.",
                        "restrictions": "Работодатели могут столкнуться с высокими затратами на услуги агентств.",
                        "imposed_role": "Работодатели должны доверять агентствам в процессе подбора и оценивания кандидатов.",
                        "comment": "I am, Кадровые агентства, see my relationships with a target in the following perspective: I streamline the hiring process for employers."
                    },
                    {
                        "source": "Технологические платформы для оценки навыков",
                        "change": "Эти платформы позволяют работодателям проверять реальные навыки кандидатов через тесты и симуляции.",
                        "opportunity": "Работодатели могут более точно оценивать способности кандидатов, минимизируя риски неудачного найма.",
                        "restrictions": "Работодатели должны инвестировать в такие платформы и обеспечивать, чтобы кандидаты их использовали.",
                        "imposed_role": "Работодатели становятся активными участниками в процессе оценки навыков.",
                        "comment": "I am, Технологические платформы для оценки навыков, see my relationships with a target in the following perspective: I empower employers to make informed hiring decisions."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Непроверенные образовательные учреждения",
                        "threat": "Предоставляют дипломы, которые не соответствуют реальным знаниям и навыкам выпускников.",
                        "consequences_if_deteriorates": "Работодатели смогут доверять дипломам, зная, что они подтверждают реальные навыки кандидатов.",
                        "consequences_if_improves": "Работодатели столкнутся с кандидаты, чьи дипломы могут не отражать их способности, что приводит к ошибочным наймам.",
                        "imposed_role": "Поставщик недостоверных квалификаций.",
                        "comment": "I am, Непроверенные образовательные учреждения, see my relationships with a target in the following perspective: I challenge the integrity of the hiring process."
                    },
                    {
                        "source": "Конкуренция на рынке труда",
                        "threat": "Увеличивает давление на работодателей по найму, заставляя их принимать решения быстрее.",
                        "consequences_if_deteriorates": "Снижение конкуренции позволит работодателям проводить более тщательный отбор кандидатов.",
                        "consequences_if_improves": "Работодатели могут потерять возможность выбирать лучших кандидатов из-за спешки в найме.",
                        "imposed_role": "Конкурентный рынок, который требует быстрой реакции.",
                        "comment": "I am, Конкуренция на рынке труда, see my relationships with a target in the following perspective: I compel you to act swiftly, often compromising quality."
                    },
                    {
                        "source": "Социальные сети и отзывы",
                        "threat": "Могут негативно повлиять на репутацию работодателя, если будут наняты некомпетентные сотрудники.",
                        "consequences_if_deteriorates": "Работодатели смогут управлять своей репутацией и избегать негативных отзывов.",
                        "consequences_if_improves": "Плохие отзывы могут привести к снижению популярности и трудностям в привлечении талантов.",
                        "imposed_role": "Критик, который контролирует восприятие работодателя общественностью.",
                        "comment": "I am, Социальные сети и отзывы, see my relationships with a target in the following perspective: I hold your reputation in my hands."
                    },
                    {
                        "source": "Технологические изменения",
                        "threat": "Могут сделать компетенции работников устаревшими, если они не будут поддерживаться актуальными знаниями.",
                        "consequences_if_deteriorates": "Работодатели смогут нанимать сотрудников с устаревшими навыками без риска их неактуальности.",
                        "consequences_if_improves": "Работодатели должны будут адаптироваться к новым технологиям и требованиям, что усложняет найм.",
                        "imposed_role": "Наблюдатель за изменениями, заставляющий работодателей соответствовать новым стандартам.",
                        "comment": "I am, Технологические изменения, see my relationships with a target in the following perspective: I dictate the pace of evolution in your workforce."
                    },
                    {
                        "source": "Кадровые агентства",
                        "threat": "Могут предоставлять кандидатов, которые не всегда соответствуют требованиям работодателя.",
                        "consequences_if_deteriorates": "Работодатели смогут самостоятельно отбирать кандидатов, основываясь на собственных критериях.",
                        "consequences_if_improves": "Работодатели могут столкнуться с увеличением числа неподходящих кандидатов и ошибочных наймов.",
                        "imposed_role": "Посредник, который контролирует процесс найма.",
                        "comment": "I am, Кадровые агентства, see my relationships with a target in the following perspective: I shape your hiring processes, often to your detriment."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Выпускники",
                        "change": "Выпускники начинают развивать более практические навыки в ответ на требования работодателей.",
                        "opportunity": "Выпускники получают доступ к более качественным возможностям трудоустройства.",
                        "restrictions": "Выпускники должны соответствовать высоким стандартам, установленным работодателями.",
                        "imposed_role": "Выпускники становятся более ориентированными на навыки и практическое применение своих знаний.",
                        "comment": "Я, выпускник, вижу мои отношения с работодателями в следующей перспективе: они мотивируют меня развивать свои навыки и знания для успешного трудоустройства."
                    },
                    {
                        "source": "Университеты",
                        "change": "Университеты изменяют свои учебные программы, чтобы соответствовать требованиям работодателей.",
                        "opportunity": "Университеты улучшают свою репутацию и привлекают больше студентов.",
                        "restrictions": "Университеты должны адаптироваться к быстро меняющимся требованиям рынка труда.",
                        "imposed_role": "Университеты становятся более гибкими и целенаправленными в своем обучении.",
                        "comment": "Я, университет, вижу мои отношения с работодателями в следующей перспективе: их требования влияют на наши программы, что помогает нам оставаться актуальными."
                    },
                    {
                        "source": "Кадровые агентства",
                        "change": "Кадровые агентства пересматривают свои методики подбора кандидатов в связи с запросами работодателей.",
                        "opportunity": "Кадровые агентства могут предлагать новые услуги и повышать свою конкурентоспособность.",
                        "restrictions": "Кадровые агентства должны быть готовы к изменениям в требованиях работодателей.",
                        "imposed_role": "Кадровые агентства становятся посредниками, которые должны постоянно обновлять свои базы данных о кандидатах.",
                        "comment": "Я, кадровое агентство, вижу мои отношения с работодателями в следующей перспективе: их потребности формируют наши услуги и подход к подбору персонала."
                    },
                    {
                        "source": "Отраслевые ассоциации",
                        "change": "Отраслевые ассоциации начинают предлагать новые стандарты и сертификации для выпускников.",
                        "opportunity": "Отраслевые ассоциации могут повысить свою значимость и влияние на рынок труда.",
                        "restrictions": "Отраслевые ассоциации должны учитывать разнообразие потребностей работодателей.",
                        "imposed_role": "Отраслевые ассоциации становятся важными игроками в формировании стандартов образования.",
                        "comment": "Я, отраслевое объединение, вижу мои отношения с работодателями в следующей перспективе: их ожидания помогают нам формировать стандарты, которые повышают качество выпускников."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Технологические компании разрабатывают новые инструменты для оценки навыков кандидатов.",
                        "opportunity": "Технологические компании могут расширять свои рынки и предлагать инновационные решения.",
                        "restrictions": "Технологические компании сталкиваются с необходимостью постоянно обновлять свои технологии.",
                        "imposed_role": "Технологические компании становятся основными поставщиками инструментов для оценки навыков.",
                        "comment": "Я, технологическая компания, вижу мои отношения с работодателями в следующей перспективе: их запросы на качественные оценки кандидатов ведут к инновациям в наших продуктах."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Недостаточно квалифицированные кандидаты",
                        "threat": "Работодатели могут отвергнуть их, если их дипломы не соответствуют реальным навыкам.",
                        "consequences_if_deteriorates": "Кандидаты потеряют возможность трудоустройства и будут вынуждены искать другие пути для получения навыков.",
                        "consequences_if_improves": "Кандидаты будут более конкурентоспособными и смогут получить работу с лучшими условиями.",
                        "imposed_role": "Работодатели хотят, чтобы кандидаты улучшали свои навыки и квалификацию.",
                        "comment": "Я, недостаточно квалифицированный кандидат, вижу свои отношения с работодателями в следующей перспективе: я должен улучшать свои навыки, чтобы быть конкурентоспособным."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "threat": "Работодатели могут начать требовать более строгих стандартов для выпускников.",
                        "consequences_if_deteriorates": "Образовательные учреждения потеряют репутацию и студентов, если не будут обеспечивать квалифицированных выпускников.",
                        "consequences_if_improves": "Учебные заведения смогут привлекать больше студентов и получать финансирование за успешных выпускников.",
                        "imposed_role": "Работодатели хотят, чтобы образовательные учреждения соответствовали современным требованиям рынка труда.",
                        "comment": "Я, образовательное учреждение, вижу свои отношения с работодателями в следующей перспективе: я должен адаптироваться к требованиям, чтобы выпускать компетентных специалистов."
                    },
                    {
                        "source": "Рынок труда",
                        "threat": "Работодатели могут изменять свои требования, что повлияет на баланс спроса и предложения на рынке.",
                        "consequences_if_deteriorates": "Меньше квалифицированных специалистов приведет к снижению качества работы и услуг на рынке.",
                        "consequences_if_improves": "Увеличение числа компетентных выпускников повысит общую квалификацию рабочей силы.",
                        "imposed_role": "Работодатели хотят, чтобы рынок труда соответствовал их потребностям в квалифицированных кадрах.",
                        "comment": "Я, рынок труда, вижу свои отношения с работодателями в следующей перспективе: я должен обеспечивать баланс между предложением и спросом на квалифицированных специалистов."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "threat": "Работодатели могут начать игнорировать их рекомендации по стандартам квалификации.",
                        "consequences_if_deteriorates": "Ассоциации потеряют влияние и возможности для контроля над стандартами профессии.",
                        "consequences_if_improves": "Ассоциации смогут укрепить свое влияние и привлекать больше членов.",
                        "imposed_role": "Работодатели хотят, чтобы ассоциации работали над повышением стандартов и навыков выпускников.",
                        "comment": "Я, профессиональная ассоциация, вижу свои отношения с работодателями в следующей перспективе: я должен поддерживать высокие стандарты, чтобы оставаться значимым."
                    },
                    {
                        "source": "Кандидаты на работу",
                        "threat": "Работодатели могут предлагать более высокие требования, что усложнит процесс трудоустройства.",
                        "consequences_if_deteriorates": "Кандидаты будут иметь меньше шансов на трудоустройство и могут потерять мотивацию к обучению.",
                        "consequences_if_improves": "Кандидаты получат больше возможностей для обучения и карьерного роста.",
                        "imposed_role": "Работодатели хотят, чтобы кандидаты соответствовали высоким требованиям и стандартам.",
                        "comment": "Я, кандидат на работу, вижу свои отношения с работодателями в следующей перспективе: я должен постоянно развивать свои навыки, чтобы соответствовать требованиям."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Университеты",
                        "essentiality": "Университеты готовят студентов с соответствующими знаниями и навыками, что делает работодателей зависимыми от их программ.",
                        "opportunity": "Работодатели получают доступ к квалифицированным кадрам, что позволяет им улучшать производительность и качество работы.",
                        "restrictions": "Университеты могут ограничивать работодателей в выборе кандидатов, основанном на их дипломах и сертификатах.",
                        "imposed_role": "Университеты выступают как поставщики кадров для работодателей.",
                        "comment": "Я, Университет, вижу свои отношения с работодателями в следующей перспективе: я обеспечиваю их необходимыми кадрами, но также ожидаю, что они будут признавать ценность моего образования."
                    },
                    {
                        "source": "Агентства по трудоустройству",
                        "essentiality": "Агентства помогают работодателям находить подходящих кандидатов, что делает их важными посредниками.",
                        "opportunity": "Работодатели могут сократить время на поиск и отбор кандидатов, что увеличивает их эффективность.",
                        "restrictions": "Агентства могут устанавливать свои критерии для отбора кандидатов, что ограничивает выбор работодателей.",
                        "imposed_role": "Агентства действуют как фасилитаторы в процессе найма.",
                        "comment": "Я, Агентство по трудоустройству, вижу свои отношения с работодателями в следующей перспективе: я помогаю им находить лучших кандидатов, но ожидаю, что они будут следовать моим рекомендациям."
                    },
                    {
                        "source": "Кандидаты",
                        "essentiality": "Кандидаты предоставляют работодателям возможность выбора и конкуренции на рынке труда.",
                        "opportunity": "Работодатели могут находить уникальные таланты и навыки, которые соответствуют их потребностям.",
                        "restrictions": "Работодатели должны учитывать квалификации и опыт кандидатов, что иногда ограничивает их выбор.",
                        "imposed_role": "Кандидаты выступают как потенциальные работники, которые могут удовлетворить потребности работодателей.",
                        "comment": "Я, Кандидат, вижу свои отношения с работодателями в следующей перспективе: я предлагаю свои навыки и опыт, но также надеюсь на честный отбор и оценку."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Ассоциации устанавливают стандарты и требования к квалификации, что влияет на выбор работодателей.",
                        "opportunity": "Работодатели могут удостовериться в качестве и актуальности навыков кандидатов через аккредитацию ассоциаций.",
                        "restrictions": "Работодатели обязаны следовать стандартам и требованиям ассоциаций, что может ограничивать их гибкость в найме.",
                        "imposed_role": "Ассоциации действуют как регуляторы профессиональных стандартов.",
                        "comment": "Я, Профессиональная ассоциация, вижу свои отношения с работодателями в следующей перспективе: я устанавливаю стандарты, которые они должны учитывать, чтобы удостовериться в качестве своих сотрудников."
                    },
                    {
                        "source": "Технологии оценки и тестирования",
                        "essentiality": "Технологии предоставляют работодателям инструменты для оценки навыков и знаний кандидатов.",
                        "opportunity": "Работодатели могут более точно оценивать соответствие кандидатов их ожиданиям и требованиям.",
                        "restrictions": "Работодатели могут быть ограничены в выборе методов тестирования и оценки в зависимости от доступных технологий.",
                        "imposed_role": "Технологии оценки действуют как инструменты для повышения качества найма.",
                        "comment": "Я, Технология оценки, вижу свои отношения с работодателями в следующей перспективе: я предоставляю им инструменты для улучшения процесса найма, но также ожидаю, что они будут использовать меня с умом."
                    }
                ]
            }
        }
    },
    {
        "entity": "Студенты",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Они влияют на студентов, предоставляя им знания и оценивания их работы.",
                        "opportunity": "Студенты могут получить хорошие оценки и полезные знания.",
                        "restrictions": "Преподаватели могут установить строгие правила и ожидания по выполнению заданий.",
                        "imposed_role": "Студенты должны выступать в роли активных участников учебного процесса.",
                        "comment": "I am Преподаватели, see my relationships with Студенты in the following perspective: я стремлюсь к развитию их знаний и навыков."
                    },
                    {
                        "source": "Экзамены",
                        "change": "Экзамены требуют от студентов демонстрации полученных знаний.",
                        "opportunity": "Успешная сдача экзаменов может привести к получению высоких оценок.",
                        "restrictions": "Студенты обязаны готовиться к экзаменам, что требует времени и усилий.",
                        "imposed_role": "Студенты становятся участниками оценивания своих знаний.",
                        "comment": "I am Экзамены, see my relationships with Студенты in the following perspective: я проверяю их уровень знаний и навыков."
                    },
                    {
                        "source": "Технологии (онлайн-ресурсы)",
                        "change": "Технологии предоставляют доступ к информации и учебным материалам.",
                        "opportunity": "Студенты могут учиться с помощью ресурсов, что облегчает процесс получения знаний.",
                        "restrictions": "Слишком большое количество информации может дезориентировать студентов и отвлекать от целей.",
                        "imposed_role": "Студенты становятся исследователями информации.",
                        "comment": "I am Технологии, see my relationships with Студенты in the following perspective: я облегчаю доступ к знаниям и ресурсам."
                    },
                    {
                        "source": "Сверстники (однокурсники)",
                        "change": "Сверстники могут оказывать влияние на мотивацию и подход к учебе.",
                        "opportunity": "Совместное обучение может привести к получению знаний и поддержке в процессе.",
                        "restrictions": "Студенты могут чувствовать давление со стороны сверстников, что может подталкивать к списыванию.",
                        "imposed_role": "Студенты становятся членами учебной группы, что способствует обмену знаниями.",
                        "comment": "I am Сверстники, see my relationships with Студенты in the following perspective: я поддерживаю их в учебном процессе и создаю атмосферу сотрудничества."
                    },
                    {
                        "source": "Родители",
                        "change": "Родители могут влиять на выбор студентов в отношении учебной стратегии и мотивации.",
                        "opportunity": "Поддержка родителей может увеличить уверенность студентов в своих силах.",
                        "restrictions": "Ожидания родителей могут создавать давление и страх не оправдать надежды.",
                        "imposed_role": "Студенты становятся объектами ожиданий и надежд своих родителей.",
                        "comment": "I am Родители, see my relationships with Студенты in the following perspective: я стремлюсь к тому, чтобы они достигли успеха и реализовали свой потенциал."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Преподаватели создают учебный контент и оценивают студентов, что делает их необходимыми для получения знаний и оценок.",
                        "opportunity": "Студенты получают доступ к знаниям и обратной связи, что помогает им в учебе.",
                        "restrictions": "Студенты должны следовать академической честности и не могут списывать.",
                        "imposed_role": "Ученики, которые должны учиться и выполнять задания.",
                        "comment": "I am Преподаватели, see my relationships with Студенты in the following perspective: I guide and evaluate, ensuring that knowledge is gained honestly."
                    },
                    {
                        "source": "Учебные материалы",
                        "essentiality": "Учебные материалы предоставляют информацию и ресурсы для изучения, что делает их важными для студентов.",
                        "opportunity": "Студенты могут изучать и осваивать необходимые знания для выполнения заданий.",
                        "restrictions": "Студенты должны использовать материалы в соответствии с авторскими правами и правилами учебного заведения.",
                        "imposed_role": "Исследователи, которые должны анализировать и применять информацию.",
                        "comment": "I am Учебные материалы, see my relationships with Студенты in the following perspective: I am the source of knowledge that must be respected and understood."
                    },
                    {
                        "source": "Система оценивания",
                        "essentiality": "Система оценивания формирует стандарты успеха и предоставляет обратную связь о прогрессе студентов.",
                        "opportunity": "Студенты могут видеть свои достижения и области для улучшения.",
                        "restrictions": "Студенты должны соответствовать установленным критериям и не могут игнорировать требования.",
                        "imposed_role": "Соревнующиеся, которые стремятся к высоким оценкам.",
                        "comment": "I am Система оценивания, see my relationships with Студенты in the following perspective: I measure your knowledge and guide your educational journey."
                    },
                    {
                        "source": "Технологические инструменты (например, компьютеры, интернет)",
                        "essentiality": "Технологические инструменты обеспечивают доступ к информации и ресурсам, необходимым для обучения.",
                        "opportunity": "Студенты могут легко находить информацию и общаться с одноклассниками.",
                        "restrictions": "Студенты должны использовать технологии ответственно и не заниматься мошенничеством.",
                        "imposed_role": "Пользователи технологий, которые должны уметь эффективно их использовать.",
                        "comment": "I am Технологические инструменты, see my relationships with Студенты in the following perspective: I empower you to learn and connect, but use me wisely."
                    },
                    {
                        "source": "Сверстники (однокурсники)",
                        "essentiality": "Сверстники создают учебную среду и могут оказывать влияние на мотивацию и учебные привычки студентов.",
                        "opportunity": "Студенты могут сотрудничать, обмениваться знаниями и поддерживать друг друга.",
                        "restrictions": "Студенты могут быть под давлением группы, что может привести к списыванию или другим нежелательным действиям.",
                        "imposed_role": "Члены группы, которые должны работать вместе и поддерживать друг друга.",
                        "comment": "I am Сверстники, see my relationships with Студенты in the following perspective: I can lift you up or lead you astray; choose your influences wisely."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Преподаватели адаптируют свои методы обучения, чтобы лучше соответствовать ожиданиям студентов.",
                        "opportunity": "Улучшение репутации и удовлетворенности студентов, что может привести к более высокому рейтингу курса.",
                        "restrictions": "Необходимость следовать учебным планам и стандартам оценки, которые могут ограничивать их гибкость.",
                        "imposed_role": "Доверенные наставники, которые должны поддерживать студентов в их стремлении к успеху.",
                        "comment": "Я, преподаватель, вижу свои отношения со студентами в следующей перспективе: я должен быть гибким и отзывчивым, чтобы помочь им получить знания, которые они ищут."
                    },
                    {
                        "source": "Университет",
                        "change": "Университет пересматривает свои учебные программы для повышения конкурентоспособности на рынке труда.",
                        "opportunity": "Привлечение большего количества студентов и повышение своей репутации как образовательного учреждения.",
                        "restrictions": "Ограниченные ресурсы и необходимость соответствовать аккредитационным стандартам.",
                        "imposed_role": "Организация, которая создает условия для обучения и предоставляет ресурсы студентам.",
                        "comment": "Я, университет, вижу свои отношения со студентами в следующей перспективе: мы должны предоставлять им качественное образование, чтобы оставаться конкурентоспособными."
                    },
                    {
                        "source": "Работодатели",
                        "change": "Работодатели начинают активнее участвовать в образовательных процессах, предлагая стажировки и практические задания.",
                        "opportunity": "Получение доступа к потенциальным талантам и формирование необходимого навыка у студентов.",
                        "restrictions": "Необходимость инвестирования времени и ресурсов в обучение студентов.",
                        "imposed_role": "Менторы, которые формируют навыки будущих сотрудников через практический опыт.",
                        "comment": "Я, работодатель, вижу свои отношения со студентами в следующей перспективе: мы должны быть вовлечены в их обучение, чтобы получить квалифицированных сотрудников."
                    },
                    {
                        "source": "Система оценки знаний",
                        "change": "Система оценки адаптируется, чтобы учитывать разнообразие способов обучения и оценки студентов.",
                        "opportunity": "Улучшение точности оценки знаний и навыков студентов.",
                        "restrictions": "Необходимость следовать стандартам и критериям оценки, которые могут не всегда соответствовать реальному уровню знаний.",
                        "imposed_role": "Руководство, которое определяет, как и что оценивается в процессе обучения.",
                        "comment": "Я, система оценки, вижу свои отношения со студентами в следующей перспективе: я должен быть справедливым и объективным, чтобы обеспечить качественную оценку их знаний."
                    },
                    {
                        "source": "Технологические платформы (онлайн-курсы, образовательные приложения)",
                        "change": "Платформы развивают новые функции и контент на основе потребностей студентов.",
                        "opportunity": "Расширение аудитории и увеличение количества пользователей, что приводит к росту доходов.",
                        "restrictions": "Потребность в постоянном обновлении контента и технологий, чтобы оставаться актуальными.",
                        "imposed_role": "Поставщики образовательных инструментов, которые помогают студентам достигать своих целей.",
                        "comment": "Я, технологическая платформа, вижу свои отношения со студентами в следующей перспективе: я должен адаптировать свои предложения, чтобы соответствовать их образовательным потребностям."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Студенты могут списывать и избегать выполнения заданий, снижая качество обучения.",
                        "consequences_if_deteriorates": "Преподаватели смогут легче управлять курсом и не сталкиваться с проблемами дисциплины.",
                        "consequences_if_improves": "Преподаватели смогут обеспечить более высокое качество обучения и удовлетворение от работы.",
                        "imposed_role": "Контролер знаний и оценок.",
                        "comment": "I am Преподаватели, see my relationships with a target in the following perspective: I must ensure that студенты учатся честно и получают реальные знания."
                    },
                    {
                        "source": "Университет",
                        "threat": "Низкие оценки студентов могут повредить репутации университета.",
                        "consequences_if_deteriorates": "Университет сможет сократить расходы на программы поддержки студентов и не будет беспокоиться о репутации.",
                        "consequences_if_improves": "Университет повысит свою репутацию и привлекательность для новых студентов.",
                        "imposed_role": "Оцениватель качества образования.",
                        "comment": "I am Университет, see my relationships with a target in the following perspective: Я стремлюсь поддерживать высокий уровень образовательных стандартов."
                    },
                    {
                        "source": "Работодатели",
                        "threat": "Студенты, не получающие необходимые навыки, могут негативно повлиять на рынок труда.",
                        "consequences_if_deteriorates": "Работодатели смогут проще находить кандидатов с необходимыми навыками на рынке.",
                        "consequences_if_improves": "Работодатели получат более квалифицированных кандидатов, что улучшит их бизнес.",
                        "imposed_role": "Оцениватель готовности студентов к работе.",
                        "comment": "I am Работодатели, see my relationships with a target in the following perspective: Я ожидаю, что студенты будут подготовлены к реальным задачам на рынке труда."
                    },
                    {
                        "source": "Система образования",
                        "threat": "Студенты, которые списывают, подрывают ценность системы образования.",
                        "consequences_if_deteriorates": "Система образования может потерять финансирование и поддержку со стороны государства.",
                        "consequences_if_improves": "Система образования сможет улучшить свои стандарты и повысить качество предоставляемых услуг.",
                        "imposed_role": "Гарант качества и честности в обучении.",
                        "comment": "I am Система образования, see my relationships with a target in the following perspective: Я стремлюсь к обеспечению честного обучения и справедливых оценок."
                    },
                    {
                        "source": "Сослуживцы (другие студенты)",
                        "threat": "Списывание может создать неравные условия среди студентов.",
                        "consequences_if_deteriorates": "Сослуживцы смогут легче конкурировать за оценки и ресурсы.",
                        "consequences_if_improves": "Сослуживцы смогут больше сотрудничать и помогать друг другу в учебе.",
                        "imposed_role": "Конкуренты за оценки.",
                        "comment": "I am Сослуживцы, see my relationships with a target in the following perspective: Я вижу списывание как угрозу честной конкуренции среди студентов."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Могут выставить низкие оценки за недостаточную активность или списывание.",
                        "consequences_if_deteriorates": "Студенты смогут учиться без страха наказания и сосредоточиться на изучении материала.",
                        "consequences_if_improves": "Студенты могут начать проявлять большую инициативу и пытаться учиться более эффективно.",
                        "imposed_role": "Наблюдатели и оцениватели знаний студентов.",
                        "comment": "I am, Преподаватели, see my relationships with Студенты in the following perspective: Я обеспечиваю качество образования и справедливость в оценивании."
                    },
                    {
                        "source": "Система оценивания",
                        "threat": "Студенты могут получить низкие оценки, если не будут следовать установленным критериям.",
                        "consequences_if_deteriorates": "Студенты получат возможность получать оценки, не соответствующие их реальным знаниям.",
                        "consequences_if_improves": "Студенты будут вынуждены адаптироваться и улучшить свои навыки для достижения высоких результатов.",
                        "imposed_role": "Система, которая определяет успех и уровень знаний студентов.",
                        "comment": "I am, Система оценивания, see my relationships with Студенты in the following perspective: Я гарантирую стандарты и справедливость в процессе обучения."
                    },
                    {
                        "source": "Коллектив студентов",
                        "threat": "Навязывание давления на студентов к списыванию или другим неэтичным действиям.",
                        "consequences_if_deteriorates": "Студенты смогут легче следовать своим собственным принципам и учиться честно.",
                        "consequences_if_improves": "Студенты могут почувствовать необходимость соответствовать ожиданиям группы, что может привести к неэтичным поступкам.",
                        "imposed_role": "Соперники в учебном процессе.",
                        "comment": "I am, Коллектив студентов, see my relationships with Студенты in the following perspective: Я влияю на поведение и мотивацию студентов."
                    },
                    {
                        "source": "Работодатели",
                        "threat": "Могут не взять на работу студентов, если у них недостаточно навыков или знаний.",
                        "consequences_if_deteriorates": "Студенты будут иметь больше возможностей для трудоустройства без строгих требований к навыкам.",
                        "consequences_if_improves": "Студенты будут вынуждены развивать свои навыки и знания, чтобы соответствовать ожиданиям рынка труда.",
                        "imposed_role": "Критерии успешности и профессионализма.",
                        "comment": "I am, Работодатели, see my relationships with Студенты in the following perspective: Я устанавливаю стандарты для будущих сотрудников."
                    },
                    {
                        "source": "Технологии (онлайн-ресурсы, учебные платформы)",
                        "threat": "Могут отвлекать студентов от учебного процесса, предлагая легкие решения.",
                        "consequences_if_deteriorates": "Студенты смогут сосредоточиться на более глубоких и значимых источниках знаний.",
                        "consequences_if_improves": "Студенты могут стать зависимыми от технологий и снизить качество своего обучения.",
                        "imposed_role": "Инструменты, которые могут как облегчить, так и затруднить процесс учебы.",
                        "comment": "I am, Технологии, see my relationships with Студенты in the following perspective: Я предлагаю как возможности, так и ловушки в обучении."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Студенты предоставляют преподавателям возможность улучшать свои педагогические навыки и получать опыт в обучении.",
                        "opportunity": "Преподаватели получают обратную связь о своем преподавании, что позволяет им адаптировать курсы и методы обучения.",
                        "restrictions": "Преподаватели должны избегать слишком строгих требований, чтобы не отпугнуть студентов.",
                        "imposed_role": "Преподаватели выступают в роли наставников и оценщиков.",
                        "comment": "I am Преподаватели, see my relationships with Студенты in the following perspective: Студенты позволяют мне расти как педагог и адаптировать свои методы обучения."
                    },
                    {
                        "source": "Университет",
                        "essentiality": "Студенты являются основным источником финансирования и репутации для университета.",
                        "opportunity": "Университет получает финансирование через обучение студентов и положительную репутацию от их успехов.",
                        "restrictions": "Университет должен обеспечивать качественное образование и поддержку студентам.",
                        "imposed_role": "Университет выступает в роли образовательной институции.",
                        "comment": "I am Университет, see my relationships with Студенты in the following perspective: Студенты поддерживают мою репутацию и финансовую устойчивость."
                    },
                    {
                        "source": "Работодатели",
                        "essentiality": "Студенты обеспечивают работодателей свежими знаниями и навыками, которые могут быть полезны для бизнеса.",
                        "opportunity": "Работодатели получают доступ к новым кадрам и потенциальным сотрудникам с актуальными навыками.",
                        "restrictions": "Работодатели должны предлагать условия, которые будут привлекать студентов к стажировкам и работам.",
                        "imposed_role": "Работодатели выступают в роли потенциальных работодателей и менторов.",
                        "comment": "I am Работодатели, see my relationships with Студенты in the following perspective: Студенты помогают мне находить талантливых сотрудников для моего бизнеса."
                    },
                    {
                        "source": "Система оценки",
                        "essentiality": "Студенты являются субъектами, на которых система оценки основывает свою функциональность.",
                        "opportunity": "Система оценки может выявлять сильные и слабые стороны образовательного процесса через успехи студентов.",
                        "restrictions": "Система оценки должна быть справедливой и объективной, избегая предвзятости.",
                        "imposed_role": "Система оценки выступает в роли критерия достижения знаний.",
                        "comment": "I am Система оценки, see my relationships with Студенты in the following perspective: Студенты позволяют мне осуществлять свою задачу по оценке образовательного процесса."
                    },
                    {
                        "source": "Социальные сети и онлайн-платформы",
                        "essentiality": "Студенты создают контент и взаимодействуют с платформами, что способствует их популярности.",
                        "opportunity": "Платформы получают активное использование и данные о предпочтениях пользователей.",
                        "restrictions": "Платформы должны следить за соблюдением правил и норм, чтобы поддерживать доверие студентов.",
                        "imposed_role": "Платформы выступают в роли каналов для обмена знаниями и информации.",
                        "comment": "I am Социальные сети и онлайн-платформы, see my relationships with Студенты in the following perspective: Студенты делают меня актуальным и востребованным ресурсом для обучения."
                    }
                ]
            }
        }
    },
    {
        "entity": "Преподаватели",
        "actor_network": {
            "2": {
                "data": [
                    {
                        "source": "Технологии списывания",
                        "threat": "Упрощают доступ к информации, позволяя студентам обходить традиционные методы обучения.",
                        "consequences_if_deteriorates": "Преподаватели смогут более эффективно контролировать процесс обучения и оценивание студентов.",
                        "consequences_if_improves": "Преподаватели могут почувствовать себя менее значительными в учебном процессе, теряя контроль над оцениванием и передачей знаний.",
                        "imposed_role": "Наблюдатель, который не может контролировать действия студентов.",
                        "comment": "I am, Технологии списывания, see my relationships with Преподаватели in the following perspective: I challenge your authority in the learning environment."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Могут использовать новые технологии для списывания, что угрожает справедливости оценивания.",
                        "consequences_if_deteriorates": "Преподаватели смогут наладить более честное и объективное оценивание.",
                        "consequences_if_improves": "Если студенты начнут действовать более ответственно, это повысит уровень доверия к преподавателям.",
                        "imposed_role": "Конкурент, который ставит преподавателей в сложное положение.",
                        "comment": "I am, Студенты, see my relationships with Преподаватели in the following perspective: I seek knowledge but may undermine your efforts."
                    },
                    {
                        "source": "Курсы повышения квалификации",
                        "threat": "Могут требовать от преподавателей адаптации к новым методам обучения, создавая давление.",
                        "consequences_if_deteriorates": "Преподаватели смогут работать в привычной обстановке без дополнительных требований.",
                        "consequences_if_improves": "Преподаватели могут стать более квалифицированными, однако это потребует значительных усилий.",
                        "imposed_role": "Ученик, который должен постоянно обучаться.",
                        "comment": "I am, Курсы повышения квалификации, see my relationships with Преподаватели in the following perspective: I push you to evolve in your teaching practices."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "threat": "Может вводить новые правила и требования, которые усложняют работу преподавателей.",
                        "consequences_if_deteriorates": "Преподаватели получат больше свободы в своей работе и меньше бюрократических препятствий.",
                        "consequences_if_improves": "Преподаватели могут столкнуться с новыми правилами, уменьшающими их автономию.",
                        "imposed_role": "Подчиненный, который обязан следовать указаниям.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with Преподаватели in the following perspective: I ensure compliance with institutional standards."
                    },
                    {
                        "source": "Оценочные стандарты",
                        "threat": "Могут требовать от преподавателей подстраиваться под жесткие критерии оценивания.",
                        "consequences_if_deteriorates": "Преподаватели смогут создавать более индивидуализированные подходы к оцениванию.",
                        "consequences_if_improves": "Преподаватели могут оказаться в ситуации, где их свобода выбора сильно ограничена.",
                        "imposed_role": "Исполнитель, который должен следовать стандартам.",
                        "comment": "I am, Оценочные стандарты, see my relationships with Преподаватели in the following perspective: I define how you assess your students."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Студенты",
                        "essentiality": "Преподаватели обеспечивают обучение и передачу знаний, что необходимо для успешного обучения студентов.",
                        "opportunity": "Студенты получают доступ к знаниям, навыкам и оценкам, которые помогают им развиваться и достигать целей.",
                        "restrictions": "Студенты не могут игнорировать правила и требования, установленные преподавателями.",
                        "imposed_role": "Студенты должны активно участвовать в учебном процессе.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: Преподаватели – это ключ к моему обучению и развитию."
                    },
                    {
                        "source": "Учебные ресурсы (книги, онлайн-курсы)",
                        "essentiality": "Преподаватели используют учебные ресурсы для создания и передачи учебного контента.",
                        "opportunity": "Учебные ресурсы получают применение и распространение через преподавателей.",
                        "restrictions": "Учебные ресурсы должны соответствовать методам и требованиям преподавателей.",
                        "imposed_role": "Учебные ресурсы выступают в качестве инструментов для обучения.",
                        "comment": "I am, Учебные ресурсы, see my relationships with a target in the following perspective: Преподаватели помогают мне достигать аудитории и целей."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Преподаватели являются основным звеном в реализации образовательных программ и стандартов.",
                        "opportunity": "Администрация получает информацию о качестве образования и результатах студентов через преподавателей.",
                        "restrictions": "Администрация не может вмешиваться в педагогические методы преподавателей без обоснования.",
                        "imposed_role": "Администрация должна поддерживать и обеспечивать условия для работы преподавателей.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with a target in the following perspective: Преподаватели – это глаза и уши нашей образовательной системы."
                    },
                    {
                        "source": "Технологические средства (платформы, приложения)",
                        "essentiality": "Преподаватели используют технологии для улучшения процесса обучения и оценки студентов.",
                        "opportunity": "Технологические средства получают востребованность и развитие через использование преподавателями.",
                        "restrictions": "Технологические средства должны быть адаптированы под методы преподавания и не могут быть использованы без подготовки.",
                        "imposed_role": "Технологические средства выступают как вспомогательные инструменты для преподавания.",
                        "comment": "I am, Технологические средства, see my relationships with a target in the following perspective: Преподаватели открывают мне новые горизонты в обучении."
                    },
                    {
                        "source": "Общество и рынок труда",
                        "essentiality": "Преподаватели формируют квалификацию и навыки студентов, которые необходимы на рынке труда.",
                        "opportunity": "Общество получает образованных и квалифицированных специалистов через деятельность преподавателей.",
                        "restrictions": "Общество не может игнорировать качество образования, которое предоставляют преподаватели.",
                        "imposed_role": "Общество должно поддерживать и ценить работу преподавателей.",
                        "comment": "I am, Общество и рынок труда, see my relationships with a target in the following perspective: Преподаватели – это мост между образованием и профессиональной жизнью."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты становятся более активными участниками образовательного процесса, требующими от преподавателей адаптации методов обучения.",
                        "opportunity": "Студенты могут получить более персонализированный подход к обучению и возможность влиять на содержание курсов.",
                        "restrictions": "Преподаватели должны учитывать разнообразие подходов к обучению и оценки, что может усложнить процесс.",
                        "imposed_role": "Студенты становятся активными соавторами в процессе обучения.",
                        "comment": "I am Студенты, see my relationships with Преподаватели in the following perspective: I appreciate the chance to engage more deeply in my education but often feel overwhelmed by the expectations placed on me."
                    },
                    {
                        "source": "Технологии",
                        "change": "Технологии становятся более интегрированными в учебный процесс, что требует от преподавателей осваивать новые инструменты.",
                        "opportunity": "Преподаватели могут использовать технологии для улучшения качества образовательного процесса.",
                        "restrictions": "Необходимость постоянного обучения и адаптации к новым технологиям может отвлекать от традиционных методов преподавания.",
                        "imposed_role": "Технологии становятся важным инструментом для преподавателей.",
                        "comment": "I am Технологии, see my relationships with Преподаватели in the following perspective: I provide new ways to enhance learning, but I also create pressure to keep up with constant changes."
                    },
                    {
                        "source": "Управление учебным заведением",
                        "change": "Управление начинает больше внимания уделять интеграции технологий в образовательный процесс.",
                        "opportunity": "Учебное заведение может повысить свою репутацию, внедряя современные методы обучения.",
                        "restrictions": "Управление должно следить за соблюдением стандартов и качества образования, что может ограничивать творчество преподавателей.",
                        "imposed_role": "Управление становится контролирующим органом, определяющим рамки для преподавателей.",
                        "comment": "I am Управление учебным заведением, see my relationships with Преподаватели in the following perspective: I support innovative approaches, but I also have to ensure that the quality of education is not compromised."
                    },
                    {
                        "source": "Общество (родители, работодатели)",
                        "change": "Общество начинает более активно интересоваться качеством образования и результатами студентов.",
                        "opportunity": "Обратная связь от общества может помочь преподавателям улучшить программы обучения.",
                        "restrictions": "Преподаватели могут столкнуться с давлением со стороны родителей и работодателей в отношении результатов студентов.",
                        "imposed_role": "Общество становится критическим зрителем, оценивающим работу преподавателей.",
                        "comment": "I am Общество, see my relationships with Преподаватели in the following perspective: I want to ensure that my child is receiving the best education, which makes me more involved in the educational process."
                    },
                    {
                        "source": "Образовательные платформы",
                        "change": "Образовательные платформы начинают формировать новые стандарты для преподавания и оценки студентов.",
                        "opportunity": "Преподаватели могут использовать платформы для расширения своих возможностей и доступа к ресурсам.",
                        "restrictions": "Профессора могут чувствовать давление, соответствовать стандартам платформ и терять индивидуальный подход.",
                        "imposed_role": "Образовательные платформы становятся необходимыми партнерами в процессе преподавания.",
                        "comment": "I am Образовательные платформы, see my relationships with Преподаватели in the following perspective: I offer vast resources, but I also challenge traditional methods and ideas."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Учебные программы",
                        "essentiality": "Учебные программы определяют содержание и структуру обучения, что делает их необходимыми для преподавателей.",
                        "opportunity": "Преподаватели могут использовать программы для систематизации знаний и формирования учебного процесса.",
                        "restrictions": "Преподаватели обязаны следовать установленным программам, что ограничивает их свободу выбора методов и материалов.",
                        "imposed_role": "Преподаватели выступают как исполнители учебного процесса в рамках данных программ.",
                        "comment": "I am, учебные программы, see my relationships with a target in the following perspective: я обеспечиваю структуру и направление для передачи знаний."
                    },
                    {
                        "source": "Современные технологии (например, платформы онлайн-обучения)",
                        "essentiality": "Технологии предоставляют инструменты для преподавателей, позволяя им оптимизировать процесс обучения.",
                        "opportunity": "Преподаватели могут использовать технологии для более интерактивного и доступного обучения.",
                        "restrictions": "Технологии могут создавать зависимость от платформ и ограничивать живое взаимодействие с учениками.",
                        "imposed_role": "Преподаватели становятся фасилитаторами, использующими технологии для достижения образовательных целей.",
                        "comment": "I am, современные технологии, see my relationships with a target in the following perspective: я трансформирую способы передачи знаний, но требую осторожности."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты являются конечными получателями знаний, что делает их ключевыми для преподавателей.",
                        "opportunity": "Преподаватели получают обратную связь и возможность адаптировать свои методы обучения в зависимости от потребностей студентов.",
                        "restrictions": "Преподаватели должны учитывать оценки и мнения студентов при планировании курса, что может ограничивать их креативность.",
                        "imposed_role": "Преподаватели должны адаптироваться к потребностям и ожиданиям студентов.",
                        "comment": "I am, студенты, see my relationships with a target in the following perspective: я формирую среду, в которой знания могут быть переданы эффективно."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Администрация устанавливает правила и стандарты, которые регулируют деятельность преподавателей.",
                        "opportunity": "Преподаватели получают поддержку и ресурсы для своей работы.",
                        "restrictions": "Преподаватели обязаны следовать внутренним регламентам и стандартам, что может ограничивать их автономию.",
                        "imposed_role": "Преподаватели должны действовать в соответствии с политиками и целями учебного заведения.",
                        "comment": "I am, администрация, see my relationships with a target in the following perspective: я управляю процессами, обеспечивая поддержку и контроль."
                    },
                    {
                        "source": "Методы оценки и аттестации",
                        "essentiality": "Методы оценки определяют, как преподаватели могут оценивать знания и навыки студентов.",
                        "opportunity": "Преподаватели могут использовать методы оценки для объективного анализа успехов студентов.",
                        "restrictions": "Преподаватели обязаны использовать стандартизированные методы оценки, что может ограничивать их творческий подход.",
                        "imposed_role": "Преподаватели становятся оценщиками, вынужденными следовать установленным критериям.",
                        "comment": "I am, методы оценки, see my relationships with a target in the following perspective: я обеспечиваю объективность, но ограничиваю свободу выбора."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Студенты",
                        "threat": "Преподаватели могут использовать новые технологии для оценки и контроля, что ограничивает свободу студентов.",
                        "consequences_if_deteriorates": "Студенты могут получить больше свободы в обучении и менее строгую оценку.",
                        "consequences_if_improves": "Студенты могут получить более глубокое понимание материала и справедливую оценку.",
                        "imposed_role": "Объективные объекты для оценки и контроля.",
                        "comment": "I am Студенты, see my relationships with a target in the following perspective: I feel threatened by the strict control of knowledge transfer and evaluation, which limits my learning experience."
                    },
                    {
                        "source": "Образовательные технологии",
                        "threat": "Преподаватели могут отвергать новые технологии, что уменьшает их влияние на процесс обучения.",
                        "consequences_if_deteriorates": "Технологии могут стать менее актуальными, и их использование в обучении сократится.",
                        "consequences_if_improves": "Технологии могут стать более интегрированными в учебный процесс, улучшая взаимодействие с преподавателями.",
                        "imposed_role": "Инструменты для упрощения и усовершенствования обучения.",
                        "comment": "I am Образовательные технологии, see my relationships with a target in the following perspective: My potential is undermined if Преподаватели не принимают меня, но я могу улучшить процесс, если они начнут меня использовать."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "threat": "Преподаватели могут подвергать сомнению управленческие решения, если они чувствуют себя неэффективными.",
                        "consequences_if_deteriorates": "Администрация может утратить авторитет и влияние на преподавателей.",
                        "consequences_if_improves": "Администрация может получить более поддерживающее окружение и улучшить качество обучения.",
                        "imposed_role": "Критики и контролеры образовательного процесса.",
                        "comment": "I am Администрация учебного заведения, see my relationships with a target in the following perspective: Я могу потерять контроль над обучением, если Преподаватели не поддерживают меня."
                    },
                    {
                        "source": "Система оценки",
                        "threat": "Преподаватели могут изменить или усовершенствовать систему оценки, что подрывает её стабильность.",
                        "consequences_if_deteriorates": "Система оценки может стать неактуальной и неэффективной.",
                        "consequences_if_improves": "Система оценки станет более справедливой и соответствующей требованиям студентов.",
                        "imposed_role": "Объект для критики и пересмотра.",
                        "comment": "I am Система оценки, see my relationships with a target in the following perspective: Я могу быть пересмотрена Преподавателями, и это может как помочь, так и навредить моей роли в образовательном процессе."
                    },
                    {
                        "source": "Общество",
                        "threat": "Преподаватели могут стать менее значимыми в процессе передачи знаний из-за технологий.",
                        "consequences_if_deteriorates": "Общество может потерять доверие к образовательной системе.",
                        "consequences_if_improves": "Общество может получить более образованных и критически мыслящих граждан.",
                        "imposed_role": "Наблюдатели и оценщики образовательного процесса.",
                        "comment": "I am Общество, see my relationships with a target in the following perspective: Я ожидаю, что Преподаватели будут адаптироваться к новым требованиям, чтобы обеспечить качественное образование."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Образовательные технологии",
                        "change": "Образовательные технологии меняют подход преподавателей к обучению, вводя новые методы и инструменты.",
                        "opportunity": "Преподаватели могут использовать технологии для более интерактивного и эффективного обучения.",
                        "restrictions": "Необходимость обучения новым технологиям и адаптация к изменениям в учебных планах.",
                        "imposed_role": "Педагоги становятся фасилитаторами обучения, а не просто передатчиками знаний.",
                        "comment": "I am, образовательные технологии, see my relationships with a target in the following perspective: I enhance the teaching process, but require adaptability from educators."
                    },
                    {
                        "source": "Студенты",
                        "change": "Студенты требуют более современного подхода к обучению, что заставляет преподавателей пересматривать свои методы.",
                        "opportunity": "Преподаватели могут улучшить вовлеченность студентов и повысить качество обучения.",
                        "restrictions": "Необходимость учитывать мнения и предпочтения студентов.",
                        "imposed_role": "Преподаватели становятся более внимательными к потребностям студентов.",
                        "comment": "I am, студенты, see my relationships with a target in the following perspective: My needs shape the teaching methods."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "change": "Администрация устанавливает правила и стандарты, которые влияют на методики преподавания.",
                        "opportunity": "Обеспечение ресурсов и поддержки для внедрения новых методов обучения.",
                        "restrictions": "Необходимость следовать установленным стандартам и процедурам.",
                        "imposed_role": "Преподаватели становятся исполнителями административных предписаний.",
                        "comment": "I am, администрация учебного заведения, see my relationships with a target in the following perspective: I provide structure and support but impose limitations."
                    },
                    {
                        "source": "Социальные сети и онлайн-ресурсы",
                        "change": "Социальные сети влияют на то, как студенты получают информацию и взаимодействуют с материалами.",
                        "opportunity": "Преподаватели могут интегрировать актуальные источники информации и методы взаимодействия.",
                        "restrictions": "Необходимость адаптировать свой контент к новым форматам и ожиданиям студентов.",
                        "imposed_role": "Преподаватели становятся кураторами информации, а не единственными источниками знаний.",
                        "comment": "I am, социальные сети и онлайн-ресурсы, see my relationships with a target in the following perspective: I provide diverse information channels but require flexibility from educators."
                    },
                    {
                        "source": "Технологии для контроля за списыванием",
                        "change": "Технологии для контроля за списыванием изменяют восприятие учебного процесса преподавателями.",
                        "opportunity": "Преподаватели могут снизить количество случаев списывания и повысить честность оценивания.",
                        "restrictions": "Необходимость изучения и внедрения новых технологий контроля.",
                        "imposed_role": "Преподаватели становятся инспекторами честности процесса обучения.",
                        "comment": "I am, технологии для контроля за списыванием, see my relationships with a target in the following perspective: I enhance the integrity of assessments but require vigilance from educators."
                    }
                ]
            }
        }
    }
]