[
    {
        "entity": "Места предполагаемого интереса",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Улучшение транспортной доступности для мест предполагаемого интереса.",
                        "opportunity": "Привлечение большего количества посетителей благодаря удобным маршрутам.",
                        "restrictions": "Зависимость от расписания и частоты рейсов.",
                        "imposed_role": "Организатор транспортных потоков.",
                        "comment": "I am, Транспортные компании, see my relationships with Места предполагаемого интереса in the following perspective: I facilitate access but require adherence to operational constraints."
                    },
                    {
                        "source": "Местные власти",
                        "change": "Введение новых транспортных инициатив и улучшение инфраструктуры.",
                        "opportunity": "Создание более привлекательной городской среды для студентов и жителей.",
                        "restrictions": "Необходимость соблюдения бюрократических процедур и бюджетных ограничений.",
                        "imposed_role": "Регулятор и инициатор изменений.",
                        "comment": "I am, Местные власти, see my relationships with Места предполагаемого интереса in the following perspective: I enable development while imposing regulatory frameworks."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Формирование общественного мнения о местах предполагаемого интереса.",
                        "opportunity": "Увеличение видимости и привлекательности для целевой аудитории.",
                        "restrictions": "Зависимость от алгоритмов и трендов в социальных медиа.",
                        "imposed_role": "Коммуникатор и маркетолог.",
                        "comment": "I am, Социальные сети, see my relationships with Места предполагаемого интереса in the following perspective: I amplify messages but can shift focus quickly."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "change": "Разработка партнерских программ и мероприятий.",
                        "opportunity": "Привлечение студентов и создание новых форматов взаимодействия.",
                        "restrictions": "Зависимость от учебных планов и бюджетов.",
                        "imposed_role": "Партнер и потребитель контента.",
                        "comment": "I am, Образовательные учреждения, see my relationships with Места предполагаемого интереса in the following perspective: I enrich experiences but operate within academic frameworks."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Воздействие на восприятие места через призму устойчивого развития.",
                        "opportunity": "Увеличение привлекательности через экологические инициативы.",
                        "restrictions": "Необходимость соблюдения экологических стандартов и норм.",
                        "imposed_role": "Адвокат устойчивости.",
                        "comment": "I am, Экологические организации, see my relationships with Места предполагаемого интереса in the following perspective: I guide towards sustainability but impose compliance with environmental standards."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Туристы и посетители",
                        "essentiality": "Места предполагаемого интереса являются ключевыми для привлечения туристов и посетителей.",
                        "opportunity": "Привлечение большего количества посетителей увеличивает доходы и улучшает имидж.",
                        "restrictions": "Неудобная транспортная доступность может ограничить возможность посещения.",
                        "imposed_role": "Места должны обеспечивать удобный доступ и привлекательные условия для посещения.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Места предполагаемого интереса позволяют мне осуществлять свои планы на отдых и развлечения."
                    },
                    {
                        "source": "Местные бизнесы",
                        "essentiality": "Места предполагаемого интереса создают поток клиентов для местных бизнесов.",
                        "opportunity": "Повышение числа посетителей приводит к увеличению продаж и прибыли.",
                        "restrictions": "Неудобная транспортная доступность может снизить поток клиентов.",
                        "imposed_role": "Места предполагают наличие инфраструктуры, которая поддерживает бизнес.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Я завишу от привлекательности мест для роста моего бизнеса."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Места предполагаемого интереса способствуют развитию региона, что важно для государственных органов.",
                        "opportunity": "Увеличение привлекательности региона может привести к инвестициям и улучшению инфраструктуры.",
                        "restrictions": "Неудобная транспортная доступность может привести к негативным последствиям для общественного имиджа.",
                        "imposed_role": "Места требуют поддержки и развития со стороны государственных органов.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Я обязан поддерживать привлекательность мест для улучшения жизни граждан."
                    },
                    {
                        "source": "Школы и университеты",
                        "essentiality": "Места предполагаемого интереса привлекают студентов и молодежь.",
                        "opportunity": "Повышение числа студентов может улучшить образовательные программы и привлечь финансирование.",
                        "restrictions": "Неудобная транспортная доступность может снизить интерес к учебным заведениям.",
                        "imposed_role": "Места должны быть доступны и привлекательны для молодежи.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Места играют ключевую роль в привлечении студентов и формировании их интересов."
                    },
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Места предполагаемого интереса требуют надежного транспортного обеспечения.",
                        "opportunity": "Повышение трафика посетителей увеличивает спрос на транспортные услуги.",
                        "restrictions": "Неудобная транспортная доступность может снизить потребность в обслуживании.",
                        "imposed_role": "Места предполагают необходимость в развитии транспортной инфраструктуры.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Места требуют от меня предоставления качественных транспортных услуг для обеспечения их доступности."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Транспортные компании обеспечивают доступность мест предполагаемого интереса, что является критически важным для привлечения посетителей.",
                        "opportunity": "Предоставляют удобные маршруты и расписания, что увеличивает поток посетителей.",
                        "restrictions": "Необходимость следовать установленным маршрутам, что может ограничивать гибкость в организации мероприятий.",
                        "imposed_role": "Зависимость от расписания и маршрутов транспортных компаний для организации мероприятий.",
                        "comment": "Я, транспортная компания, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я обеспечиваю их доступность, но в то же время, они должны учитывать мои расписания."
                    },
                    {
                        "source": "Местные власти",
                        "essentiality": "Местные власти регулируют инфраструктуру и транспортные сети, влияя на доступность мест предполагаемого интереса.",
                        "opportunity": "Обеспечивают финансирование и поддержку для улучшения инфраструктуры.",
                        "restrictions": "Могут наложить ограничения на использование определенных участков земли или изменение транспортных маршрутов.",
                        "imposed_role": "Роль соучастника в развитии инфраструктуры и общественного транспорта.",
                        "comment": "Я, местные власти, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я создаю условия для развития, но также управляю ресурсами и ограничениями."
                    },
                    {
                        "source": "Туристические агентства",
                        "essentiality": "Туристические агентства продвигают места предполагаемого интереса, что способствует их популяризации.",
                        "opportunity": "Предоставляют маркетинговые услуги и привлекают клиентов через свои платформы.",
                        "restrictions": "Могут накладывать требования по рекламе и представлению места в определённом свете.",
                        "imposed_role": "Роль активного промоутера, от которого зависит имидж места.",
                        "comment": "Я, туристическое агентство, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я привлекаю клиентов, но ожидаю, что они соответствуют моим стандартам."
                    },
                    {
                        "source": "Социальные медиа",
                        "essentiality": "Социальные медиа формируют общественное восприятие мест предполагаемого интереса и влияют на их привлекательность.",
                        "opportunity": "Обеспечивают платформу для взаимодействия с аудиторией и создания сообщества.",
                        "restrictions": "Могут навязывать определенные тренды и форматы контента, которые необходимо соблюдать.",
                        "imposed_role": "Роль активного участника в формировании общественного мнения.",
                        "comment": "Я, социальные медиа, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я создаю диалог и вовлечение, но ожидаю от них активности и оригинальности."
                    },
                    {
                        "source": "Общественные организации",
                        "essentiality": "Общественные организации активно участвуют в жизни мест предполагаемого интереса, формируя общественное мнение.",
                        "opportunity": "Предоставляют поддержку в проведении мероприятий и акций, что может привлечь больше посетителей.",
                        "restrictions": "Могут накладывать требования по соблюдению норм и стандартов, которые важно учитывать.",
                        "imposed_role": "Роль защитника интересов общества, от которой зависит имидж места.",
                        "comment": "Я, общественная организация, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я представляю интересы сообщества, но ожидаю от них прозрачности и участия."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Неудобная транспортная инфраструктура",
                        "threat": "Сложность доступа к месту предполагаемого интереса снижает количество посетителей.",
                        "consequences_if_deteriorates": "Улучшение транспортной инфраструктуры может значительно увеличить поток людей в интересное место.",
                        "consequences_if_improves": "Если транспортная доступность улучшится, это привлечет больше студентов и жителей.",
                        "imposed_role": "Объект, которому сложно привлечь внимание из-за плохого доступа.",
                        "comment": "Я, неудобная транспортная инфраструктура, вижу свои отношения с местом предполагаемого интереса в следующей перспективе: я ограничиваю его возможности роста и привлекательности."
                    },
                    {
                        "source": "Конкуренты (другие места интереса)",
                        "threat": "Сравнительно более привлекательные альтернативы могут отвлечь потенциальных посетителей.",
                        "consequences_if_deteriorates": "Если конкуренты снизят свою привлекательность, место предполагаемого интереса может занять их место.",
                        "consequences_if_improves": "Улучшение предложения места предполагаемого интереса может привести к снижению интереса к конкурентам.",
                        "imposed_role": "Объект, которому необходимо постоянно улучшаться, чтобы оставаться актуальным.",
                        "comment": "Я, конкуренты, вижу свои отношения с местом предполагаемого интереса в следующей перспективе: я создаю вызов, который требует от него постоянного развития."
                    },
                    {
                        "source": "Местные власти и органы управления",
                        "threat": "Неэффективная политика может привести к уменьшению финансирования и поддержки.",
                        "consequences_if_deteriorates": "Улучшение политики может привести к получению дополнительных ресурсов и поддержки.",
                        "consequences_if_improves": "Если местные власти начнут инвестировать в развитие, это создаст благоприятные условия для роста.",
                        "imposed_role": "Регулятор, который может ограничить или поддержать развитие места.",
                        "comment": "Я, местные власти, вижу свои отношения с местом предполагаемого интереса в следующей перспективе: я контролирую его возможности через свои решения."
                    },
                    {
                        "source": "Общественное мнение",
                        "threat": "Негативные отзывы могут снизить привлекательность места.",
                        "consequences_if_deteriorates": "Если общественное мнение улучшится, это может способствовать увеличению числа посетителей.",
                        "consequences_if_improves": "Улучшение общественного мнения может привести к росту популярности места.",
                        "imposed_role": "Объект, которому необходимо учитывать мнения и предпочтения общества.",
                        "comment": "Я, общественное мнение, вижу свои отношения с местом предполагаемого интереса в следующей перспективе: я формирую его репутацию и привлекательность."
                    },
                    {
                        "source": "Технологические изменения (например, мобильные приложения для навигации)",
                        "threat": "Отсутствие адаптации к новым технологиям может сделать место менее доступным для молодежи.",
                        "consequences_if_deteriorates": "Адаптация к современным технологиям может привлечь более молодую аудиторию.",
                        "consequences_if_improves": "Если место внедрит новые технологии, это повысит его доступность и привлекательность.",
                        "imposed_role": "Объект, который должен эволюционировать вместе с технологическими тенденциями.",
                        "comment": "Я, технологические изменения, вижу свои отношения с местом предполагаемого интереса в следующей перспективе: я определяю его современность и конкурентоспособность."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные службы",
                        "change": "Увеличение частоты и качества транспортных маршрутов в районе мест предполагаемого интереса.",
                        "opportunity": "Расширение клиентской базы за счет большего числа пассажиров, использующих транспорт для доступа к местам интереса.",
                        "restrictions": "Необходимость адаптироваться к изменению расписания и маршрутов, чтобы удовлетворить потребности целевой аудитории.",
                        "imposed_role": "Поставщик транспортных услуг, отвечающий за удобство доступа.",
                        "comment": "Я, транспортные службы, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: мы стремимся улучшить нашу взаимосвязь, чтобы привлечь больше пассажиров и повысить свою значимость в регионе."
                    },
                    {
                        "source": "Местные бизнесы",
                        "change": "Увеличение числа клиентов, которые посещают бизнесы благодаря улучшению транспортной доступности.",
                        "opportunity": "Рост прибыли и популярности за счет увеличения потока посетителей в район.",
                        "restrictions": "Необходимость адаптации к изменениям в поведении потребителей и активной конкуренции.",
                        "imposed_role": "Партнер, который получает выгоду от повышения привлекательности мест предполагаемого интереса.",
                        "comment": "Я, местные бизнесы, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: мы должны работать вместе, чтобы создать более привлекательную среду для посетителей."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Изменение приоритетов в планировании инфраструктуры и финансировании проектов для улучшения доступа.",
                        "opportunity": "Повышение уровня удовлетворенности граждан и улучшение имиджа администрации.",
                        "restrictions": "Ограниченные ресурсы и необходимость соблюдения законодательства.",
                        "imposed_role": "Регулятор, который отвечает за создание комфортной городской среды.",
                        "comment": "Я, государственные органы, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: мы обязаны улучшать условия для наших жителей и гостей, чтобы обеспечить их комфорт и безопасность."
                    },
                    {
                        "source": "Местные жители",
                        "change": "Изменение динамики взаимодействия с местами предполагаемого интереса и улучшение качества жизни.",
                        "opportunity": "Доступ к большему количеству культурных и образовательных мероприятий, что обогащает их жизнь.",
                        "restrictions": "Необходимость учитывать мнения и потребности различных групп населения.",
                        "imposed_role": "Активные участники, которые могут влиять на развитие своих районов.",
                        "comment": "Я, местные жители, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: мы хотим, чтобы наши интересы учитывались, и мы готовы поддерживать развитие района."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "change": "Увеличение числа студентов и участников мероприятий за счет улучшения доступности.",
                        "opportunity": "Расширение возможностей для привлечения новых студентов и повышения рейтинга учебного заведения.",
                        "restrictions": "Необходимость адаптировать курсы и программы к растущему числу студентов.",
                        "imposed_role": "Образовательный партнер, который важен для развития сообщества.",
                        "comment": "Я, образовательные учреждения, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: мы стремимся к созданию более привлекательной среды для обучения и развития."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Увеличение потока клиентов в Места предполагаемого интереса может снизить прибыль от текущих маршрутов.",
                        "consequences_if_deteriorates": "Снижение клиентуры может привести к уменьшению числа рейсов и доходов.",
                        "consequences_if_improves": "Улучшение транспортной доступности привлечет больше клиентов, что увеличит спрос на услуги.",
                        "imposed_role": "Стратегический партнер по улучшению доступа.",
                        "comment": "Я, Транспортные компании, вижу свои отношения с Местами предполагаемого интереса в следующей перспективе: необходимость сотрудничества для увеличения общего потока клиентов."
                    },
                    {
                        "source": "Местные бизнесы",
                        "threat": "Снижение привлекательности Мест предполагаемого интереса может уменьшить поток клиентов, что негативно скажется на их доходах.",
                        "consequences_if_deteriorates": "Падение интереса к местам может привести к закрытию или сокращению местного бизнеса.",
                        "consequences_if_improves": "Увеличение числа посетителей привлечет больше клиентов в местные бизнесы, что повысит их доход.",
                        "imposed_role": "Союзник в привлечении клиентов.",
                        "comment": "Я, Местные бизнесы, вижу свои отношения с Местами предполагаемого интереса в следующей перспективе: наша судьба зависит от их привлекательности."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Увеличение числа посетителей может привести к увеличению нагрузки на инфраструктуру, что потребует дополнительного финансирования.",
                        "consequences_if_deteriorates": "Меньшее число посетителей снизит необходимость в инфраструктурных улучшениях, что может облегчить бюджетные расходы.",
                        "consequences_if_improves": "Улучшение транспортной доступности может повысить экономическую активность и улучшить имидж региона.",
                        "imposed_role": "Регулятор, который обеспечивает устойчивое развитие.",
                        "comment": "Я, Государственные органы, вижу свои отношения с Местами предполагаемого интереса в следующей перспективе: мы должны обеспечить баланс между доступностью и устойчивостью."
                    },
                    {
                        "source": "Учебные заведения",
                        "threat": "Потеря привлекательности Мест предполагаемого интереса может снизить количество студентов и участников мероприятий.",
                        "consequences_if_deteriorates": "Снижение числа студентов может привести к уменьшению финансирования и закрытию некоторых программ.",
                        "consequences_if_improves": "Улучшение доступа может увеличить количество заявок и повысить репутацию учебных заведений.",
                        "imposed_role": "Партнер в образовательных инициативах.",
                        "comment": "Я, Учебные заведения, вижу свои отношения с Местами предполагаемого интереса в следующей перспективе: мы зависим от их привлекательности для привлечения студентов."
                    },
                    {
                        "source": "Туристические агентства",
                        "threat": "Снижение привлекательности Мест предполагаемого интереса может привести к уменьшению числа туристов, что отразится на их деятельности.",
                        "consequences_if_deteriorates": "Меньше туристов означает меньше сделок и падение доходов.",
                        "consequences_if_improves": "Улучшение транспортной доступности и привлекательности мест приведет к росту числа туристов.",
                        "imposed_role": "Содействующий в продвижении привлекательности.",
                        "comment": "Я, Туристические агентства, вижу свои отношения с Местами предполагаемого интереса в следующей перспективе: наша работа напрямую зависит от их популярности."
                    }
                ]
            }
        }
    },
    {
        "entity": "Пассажиры",
        "actor_network": {
            "1": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Без транспортных компаний пассажиры не смогут добраться до своих пунктов назначения.",
                        "opportunity": "Транспортные компании предоставляют пассажирам возможность быстро и удобно перемещаться.",
                        "restrictions": "Пассажиры должны следовать расписанию и правилам, установленным транспортными компаниями.",
                        "imposed_role": "Пассажиры становятся клиентами, которые ожидают качественного обслуживания.",
                        "comment": "I am Транспортные компании, see my relationships with Пассажирами in the following perspective: Я обеспечиваю их перемещение, но в то же время задаю правила игры."
                    },
                    {
                        "source": "Инфраструктура (дороги, мосты, станции)",
                        "essentiality": "Инфраструктура обеспечивает физическую возможность передвижения для пассажиров.",
                        "opportunity": "Хорошо развитая инфраструктура позволяет пассажирам значительно сократить время в пути.",
                        "restrictions": "Пассажиры ограничены в выборе маршрутов из-за существующей инфраструктуры.",
                        "imposed_role": "Пассажиры становятся зависимыми от качества и состояния инфраструктуры.",
                        "comment": "I am Инфраструктура, see my relationships with Пассажирами in the following perspective: Я создаю условия для их путешествий, но также ограничиваю их выбор."
                    },
                    {
                        "source": "Технологии навигации (GPS, мобильные приложения)",
                        "essentiality": "Технологии навигации помогают пассажирам находить наиболее эффективные маршруты.",
                        "opportunity": "Пассажиры получают доступ к информации о маршрутах и времени в пути, что делает их поездки более удобными.",
                        "restrictions": "Пассажиры могут стать зависимыми от технологий, что ограничивает их самостоятельность.",
                        "imposed_role": "Пассажиры становятся пользователями технологий, которые должны следовать рекомендациям.",
                        "comment": "I am Технологии навигации, see my relationships with Пассажирами in the following perspective: Я направляю их, но также завожу в зависимости от своих алгоритмов."
                    },
                    {
                        "source": "Государственные органы (регулирование транспорта)",
                        "essentiality": "Государственные органы устанавливают законы и правила, которые регулируют транспортные услуги.",
                        "opportunity": "Государственные органы обеспечивают безопасность и защиту прав пассажиров.",
                        "restrictions": "Пассажиры обязаны соблюдать законы и правила, установленные государством.",
                        "imposed_role": "Пассажиры становятся субъектами, подлежащими регулированию и контролю.",
                        "comment": "I am Государственные органы, see my relationships with Пассажирами in the following perspective: Я защищаю их интересы, но также устанавливаю рамки их свободы."
                    },
                    {
                        "source": "Социальные сети и отзывы",
                        "essentiality": "Социальные сети влияют на репутацию транспортных компаний и формируют общественное мнение о качестве услуг.",
                        "opportunity": "Пассажиры могут использовать отзывы для выбора наилучшего варианта передвижения.",
                        "restrictions": "Пассажиры могут быть подвержены влиянию негативных отзывов, что ограничивает их выбор.",
                        "imposed_role": "Пассажиры становятся участниками обсуждений и оценки услуг.",
                        "comment": "I am Социальные сети, see my relationships with Пассажирами in the following perspective: Я формирую их мнение, но также позволяю им выражать свои ожидания."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Пассажиры обеспечивают высокий уровень загрузки транспорта, что делает маршруты экономически целесообразными.",
                        "opportunity": "Транспортные компании получают прибыль от перевоза пассажиров, что позволяет им развивать свои услуги.",
                        "restrictions": "Транспортные компании не могут игнорировать потребности и желания пассажиров, такие как скорость и комфорт.",
                        "imposed_role": "Транспортные компании обязаны обеспечивать надежные и удобные маршруты для пассажиров.",
                        "comment": "I am, Транспортные компании, see my relationships with a target in the following perspective: Пассажиры - это основа моего существования и успеха."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Пассажиры влияют на необходимость создания и поддержания транспортной инфраструктуры.",
                        "opportunity": "Государственные органы могут улучшать общественный транспорт, основываясь на потребностях пассажиров.",
                        "restrictions": "Государственные органы должны учитывать мнения и запросы пассажиров при планировании маршрутов.",
                        "imposed_role": "Государственные органы играют роль регуляторов, обеспечивающих безопасность и эффективность транспортных услуг.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: Пассажиры формируют направления нашей работы и политики."
                    },
                    {
                        "source": "Технологические компании (разработка приложений для навигации)",
                        "essentiality": "Пассажиры нуждаются в удобных инструментах для планирования маршрутов и отслеживания транспорта.",
                        "opportunity": "Технологические компании получают доступ к широкой аудитории и могут развивать свои приложения, основываясь на пользовательских предпочтениях.",
                        "restrictions": "Технологические компании должны обеспечивать точность и актуальность информации, предоставляемой пассажирам.",
                        "imposed_role": "Технологические компании становятся посредниками, помогающими пассажирам находить лучший маршрут.",
                        "comment": "I am, Технологические компании, see my relationships with a target in the following perspective: Пассажиры - это мои пользователи и источник информации для улучшения услуг."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Пассажиры могут влиять на принятие решений о предпочтительных видах транспорта, способствующих снижению загрязнения.",
                        "opportunity": "Экологические организации могут продвигать устойчивые транспортные решения и программы.",
                        "restrictions": "Экологические организации должны учитывать предпочтения пассажиров в выборе видов транспорта.",
                        "imposed_role": "Экологические организации становятся защитниками интересов пассажиров в вопросах устойчивого развития.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: Пассажиры помогают нам формировать более чистое будущее."
                    },
                    {
                        "source": "Страховые компании",
                        "essentiality": "Пассажиры создают спрос на страховые продукты для транспортных услуг.",
                        "opportunity": "Страховые компании могут предлагать различные полисы, адаптированные под нужды пассажиров.",
                        "restrictions": "Страховые компании должны учитывать безопасность и риски, связанные с перевозкой пассажиров.",
                        "imposed_role": "Страховые компании становятся партнерами в обеспечении безопасности поездок.",
                        "comment": "I am, Страховые компании, see my relationships with a target in the following perspective: Пассажиры - это наши клиенты и партнеры в обеспечении безопасных поездок."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Государственные транспортные службы",
                        "change": "Обеспечивают безопасность и регулируют движение, что влияет на восприятие пассажиров о надежности транспорта.",
                        "opportunity": "Предоставляют системы общественного транспорта, которые позволяют быстро добираться до места назначения.",
                        "restrictions": "Накладывают ограничения на маршруты и расписания, что может усложнить планы пассажиров.",
                        "imposed_role": "Пассажиры становятся зависимыми от расписаний и маршрутов, установленных государственными службами.",
                        "comment": "I am, государственные транспортные службы, see my relationships with пассажиры in the following perspective: I facilitate their travel while imposing certain regulations."
                    },
                    {
                        "source": "Технологические приложения для навигации (например, Google Maps)",
                        "change": "Предоставляют информацию о лучших маршрутах и альтернативных путях, что изменяет поведение пассажиров.",
                        "opportunity": "Помогают находить более быстрые и удобные маршруты, что соответствует желаниям пассажиров.",
                        "restrictions": "Могут зависеть от доступности данных о трафике, что иногда приводит к неточным рекомендациям.",
                        "imposed_role": "Пассажиры становятся более активными в планировании своих поездок.",
                        "comment": "I am, технологические приложения для навигации, see my relationships with пассажиры in the following perspective: I guide them to their destinations efficiently."
                    },
                    {
                        "source": "Перевозчики (такси, каршеринг)",
                        "change": "Предоставляют возможность выбора более прямых и удобных маршрутов, что влияет на выбор транспортного средства пассажирами.",
                        "opportunity": "Ускоряют процесс поездки и делают его более комфортабельным.",
                        "restrictions": "Цены могут варьироваться в зависимости от времени суток и спроса, что может стать неожиданным расходом.",
                        "imposed_role": "Пассажиры становятся пользователями услуг, которые требуют от них финансовых вложений.",
                        "comment": "I am, перевозчики, see my relationships with пассажиры in the following perspective: I offer convenience, but also require trust and investment."
                    },
                    {
                        "source": "Инфраструктура (дороги, мосты, станции)",
                        "change": "Определяет скорость и удобство передвижения, что влияет на общий опыт пассажиров.",
                        "opportunity": "Обеспечивают доступ к различным маршрутам и возможностям для передвижения.",
                        "restrictions": "Могут быть в плохом состоянии, что затрудняет или замедляет движение.",
                        "imposed_role": "Пассажиры становятся зависимыми от качества инфраструктуры, что влияет на их планы.",
                        "comment": "I am, инфраструктура, see my relationships with пассажиры in the following perspective: I shape their travel experience, for better or worse."
                    },
                    {
                        "source": "Общественное мнение и отзывы",
                        "change": "Влияют на выбор транспортных средств и маршрутов через информацию о надежности и безопасности.",
                        "opportunity": "Помогают пассажирам делать осознанный выбор и избегать проблемных ситуаций.",
                        "restrictions": "Могут создавать ложное представление о безопасности или качестве услуг, основанное на мнениях, а не фактах.",
                        "imposed_role": "Пассажиры становятся более критичными и осведомленными в своих выборах.",
                        "comment": "I am, общественное мнение и отзывы, see my relationships with пассажиры in the following perspective: I inform their decisions but can mislead if not careful."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Увеличивают цены на проезд, что заставляет пассажиров тратить больше времени на поиск более выгодных маршрутов.",
                        "consequences_if_deteriorates": "Пассажиры сэкономят время и деньги, не испытывая необходимости искать альтернативные варианты.",
                        "consequences_if_improves": "Пассажиры будут вынуждены принимать более дорогие и менее удобные варианты, что увеличит время в пути.",
                        "imposed_role": "Зависимые клиентами",
                        "comment": "I am Транспортные компании, see my relationships with Пассажиры in the following perspective: I ensure my profits at the expense of their convenience."
                    },
                    {
                        "source": "Пробки на дорогах",
                        "threat": "Увеличивают время в пути, заставляя пассажиров тратить лишнее время на ожидание.",
                        "consequences_if_deteriorates": "Пассажиры смогут быстрее добираться до пунктов назначения без задержек.",
                        "consequences_if_improves": "Увеличение времени в пути, что приводит к раздражению и снижению удовлетворенности услугами.",
                        "imposed_role": "Неизменные препятствия",
                        "comment": "I am Пробки на дорогах, see my relationships with Пассажиры in the following perspective: I create delays that force them to adapt to my presence."
                    },
                    {
                        "source": "Общественный транспорт",
                        "threat": "Не всегда ходит по расписанию и имеет ограниченные маршруты, что затрудняет доступность.",
                        "consequences_if_deteriorates": "Пассажиры смогут выбирать более гибкие и удобные альтернативы для перемещения.",
                        "consequences_if_improves": "Пассажиры будут зависеть от расписания и маршрутов, что может увеличить общее время в пути.",
                        "imposed_role": "Пассажиры как заложники расписания",
                        "comment": "I am Общественный транспорт, see my relationships with Пассажиры in the following perspective: I dictate, когда и как они могут передвигаться."
                    },
                    {
                        "source": "Услуги такси",
                        "threat": "Не всегда доступны или слишком дороги, что ограничивает выбор пассажиров.",
                        "consequences_if_deteriorates": "Пассажиры смогут быстро и удобно добираться до нужных мест без финансовых ограничений.",
                        "consequences_if_improves": "Увеличение цен на такси сделает поездки недоступными для многих, заставляя искать альтернативные способы передвижения.",
                        "imposed_role": "Зависимые пользователи",
                        "comment": "I am Услуги такси, see my relationships with Пассажиры in the following perspective: I control their mobility through pricing."
                    },
                    {
                        "source": "Технологические платформы (например, приложения для вызова транспорта)",
                        "threat": "Могут манипулировать ценами и доступностью услуг, что влияет на выбор пассажиров.",
                        "consequences_if_deteriorates": "Пассажиры будут иметь более широкий выбор и лучшие цены без манипуляций.",
                        "consequences_if_improves": "Пассажиры могут столкнуться с увеличением цен и уменьшением доступных вариантов транспорта.",
                        "imposed_role": "Зависимые пользователи технологий",
                        "comment": "I am Технологические платформы, see my relationships with Пассажиры in the following perspective: I shape their travel experience based on algorithms."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Транспортные компании адаптируют свои маршруты и графики, чтобы удовлетворить потребности пассажиров.",
                        "opportunity": "Увеличение числа клиентов и улучшение прибыли за счет оптимизации услуг.",
                        "restrictions": "Необходимость соблюдения нормативных актов и стандартов безопасности.",
                        "imposed_role": "Поставщик услуг, который должен учитывать желания и страхи пассажиров.",
                        "comment": "Я, транспортная компания, вижу мои отношения с пассажирами в следующей перспективе: они являются ключевыми для моего бизнеса, и я должен постоянно адаптироваться к их потребностям."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Государственные органы пересматривают правила и нормативы для улучшения транспортной инфраструктуры.",
                        "opportunity": "Улучшение общественного мнения и повышение уровня доверия к государственным структурам.",
                        "restrictions": "Ограничения в бюджетных расходах и необходимость согласования с другими ведомствами.",
                        "imposed_role": "Регулятор, который должен обеспечивать безопасные и удобные условия для пассажиров.",
                        "comment": "Я, государственный орган, вижу мои отношения с пассажирами в следующей перспективе: я должен создать условия, которые облегчат их передвижение и обеспечат безопасность."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Технологические компании развивают новые приложения и технологии для улучшения транспортировки.",
                        "opportunity": "Создание новых продуктов и услуг, которые будут отвечать требованиям пользователей.",
                        "restrictions": "Необходимость инвестирования в исследования и разработки для поддержания конкурентоспособности.",
                        "imposed_role": "Инноватор, который должен предлагать решения для улучшения опыта пассажиров.",
                        "comment": "Я, технологическая компания, вижу мои отношения с пассажирами в следующей перспективе: я стремлюсь создать инновации, которые сделают их путешествия более удобными и быстро доступными."
                    },
                    {
                        "source": "Сервисы такси",
                        "change": "Сервисы такси изменяют свои тарифы и качество обслуживания в ответ на запросы пассажиров.",
                        "opportunity": "Увеличение числа заказов и лояльности клиентов.",
                        "restrictions": "Необходимость поддерживать баланс между ценой и качеством услуг.",
                        "imposed_role": "Конкурент, который должен постоянно улучшать свои предложения, чтобы привлекать пассажиров.",
                        "comment": "Я, сервис такси, вижу мои отношения с пассажирами в следующей перспективе: их потребности в быстрой и удобной транспортировке заставляют меня повышать уровень сервиса."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Экологические организации изменяют свои стратегии в ответ на рост популярности экологически чистого транспорта.",
                        "opportunity": "Расширение влияния и привлечение новых сторонников среди пассажиров, заинтересованных в устойчивом развитии.",
                        "restrictions": "Необходимость учета мнений и потребностей различных групп населения.",
                        "imposed_role": "Адвокат экологии, который должен информировать пассажиров о важности выбора экологически чистых транспортных средств.",
                        "comment": "Я, экологическая организация, вижу мои отношения с пассажирами в следующей перспективе: их стремление к удобству и скорости побуждает меня информировать их о важности экологических решений."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Пассажиры требуют более быстрых и удобных маршрутов, что угрожает традиционным маршрутам и расписаниям.",
                        "consequences_if_deteriorates": "Если пассажиры исчезнут, транспортные компании смогут сохранить свои традиционные маршруты и не будут вынуждены адаптироваться к новым требованиям.",
                        "consequences_if_improves": "Если транспортные компании улучшат свои услуги, они могут привлечь больше пассажиров и увеличить прибыль.",
                        "imposed_role": "Пассажиры выступают как критики, заставляя компании пересматривать свои предложения.",
                        "comment": "Я, транспортная компания, вижу свои отношения с пассажирами в следующей перспективе: я должен адаптироваться к их требованиям, иначе рискую потерять клиентов."
                    },
                    {
                        "source": "Новые технологии (например, приложения для вызова такси)",
                        "threat": "Пассажиры могут начать использовать новые приложения, что угрожает устаревшим методам передвижения.",
                        "consequences_if_deteriorates": "Если пассажиры перестанут использовать традиционные способы передвижения, технологии могут остаться без спроса и перестать развиваться.",
                        "consequences_if_improves": "Если новые технологии станут более популярными, они могут изменить рынок и обострить конкуренцию.",
                        "imposed_role": "Пассажиры становятся активными пользователями, требующими инноваций.",
                        "comment": "Я, новая технология, вижу свои отношения с пассажирами в следующей перспективе: я должен быть на высоте, чтобы привлечь их, иначе останусь позади."
                    },
                    {
                        "source": "Государственные органы (например, транспортные регуляторы)",
                        "threat": "Пассажиры могут оспаривать существующие правила и нормы, если они не удовлетворяют их требованиям.",
                        "consequences_if_deteriorates": "Если пассажиры уйдут, регуляторы могут не сталкиваться с давлением для изменения законов.",
                        "consequences_if_improves": "Если государственные органы адаптируются к требованиям пассажиров, это повысит уровень общественного транспорта и улучшит их имидж.",
                        "imposed_role": "Пассажиры становятся активными участниками процесса изменения законодательства.",
                        "comment": "Я, государственный орган, вижу свои отношения с пассажирами в следующей перспективе: я должен учитывать их мнения, чтобы оставаться актуальным."
                    },
                    {
                        "source": "Конкуренты (другие транспортные услуги)",
                        "threat": "Пассажиры могут выбрать более удобные и быстрые варианты, что угрожает существующим конкурентам.",
                        "consequences_if_deteriorates": "Если пассажиры перестанут использовать услуги, мои конкуренты могут укрепить свои позиции.",
                        "consequences_if_improves": "Если я смогу улучшить свои услуги, я привлеку больше пассажиров и смогу обойти конкурентов.",
                        "imposed_role": "Пассажиры становятся критически важными для выживания на рынке.",
                        "comment": "Я, конкурент, вижу свои отношения с пассажирами в следующей перспективе: я должен улучшать свои предложения, чтобы не потерять аудиторию."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Пассажиры могут выбрать менее экологически чистые варианты передвижения, что угрожает целям устойчивого развития.",
                        "consequences_if_deteriorates": "Если пассажиры откажутся от общественного транспорта, это может привести к увеличению загрязнения и утрате поддержки со стороны общества.",
                        "consequences_if_improves": "Если пассажиры начнут использовать более экологичные варианты, это повысит осведомленность о проблемах экологии.",
                        "imposed_role": "Пассажиры становятся защитниками устойчивого развития.",
                        "comment": "Я, экологическая организация, вижу свои отношения с пассажирами в следующей перспективе: я должен вдохновлять их на выбор более устойчивых вариантов передвижения."
                    }
                ]
            }
        }
    },
    {
        "entity": "Выход из метро",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Пассажиры",
                        "change": "Пассажиры влияют на поток людей, который проходит через выход из метро, формируя его загруженность.",
                        "opportunity": "Обеспечение быстрого и безопасного выхода для пассажиров.",
                        "restrictions": "Необходимость реагировать на поведение и потребности пассажиров.",
                        "imposed_role": "Служба обеспечения удобства и безопасности для пассажиров.",
                        "comment": "I am, Пассажиры, see my relationships with a target in the following perspective: Я требую удобства и безопасности, и поэтому активно влияю на его работу."
                    },
                    {
                        "source": "Метро",
                        "change": "Метро определяет частоту и время прибытия поездов, что влияет на поток пассажиров.",
                        "opportunity": "Синхронизация выходов с графиком движения поездов.",
                        "restrictions": "Зависимость от расписания метро и его изменений.",
                        "imposed_role": "Поддержка и координация потоков пассажиров.",
                        "comment": "I am, Метро, see my relationships with a target in the following perspective: Я обеспечиваю стабильность потока пассажиров, но также накладываю требования к выходам."
                    },
                    {
                        "source": "Городские власти",
                        "change": "Городские власти устанавливают правила и стандарты для общественного транспорта.",
                        "opportunity": "Обеспечение финансирования и поддержки для улучшения инфраструктуры.",
                        "restrictions": "Следование установленным нормам и регламентам.",
                        "imposed_role": "Субъект, который контролирует и регулирует работу выходов.",
                        "comment": "I am, Городские власти, see my relationships with a target in the following perspective: Я устанавливаю правила, которые обеспечивают безопасность и комфорт для всех."
                    },
                    {
                        "source": "Технологии (например, системы автоматизации)",
                        "change": "Автоматизированные системы помогают учитывать поток пассажиров и оптимизировать процесс выхода.",
                        "opportunity": "Повышение эффективности и снижение времени ожидания.",
                        "restrictions": "Зависимость от технического функционирования и обновлений.",
                        "imposed_role": "Совершенствование процессов для улучшения пользовательского опыта.",
                        "comment": "I am, Технологии, see my relationships with a target in the following perspective: Я способствую улучшению и оптимизации, но также требую технического обеспечения."
                    },
                    {
                        "source": "Экологические факторы (например, погода)",
                        "change": "Погодные условия могут влиять на количество пассажиров и их поведение на выходе.",
                        "opportunity": "Адаптация к изменяющимся условиям для обеспечения безопасности.",
                        "restrictions": "Необходимость учитывать атмосферные условия при планировании потоков.",
                        "imposed_role": "Условия, которые необходимо учитывать для безопасности и удобства.",
                        "comment": "I am, Экологические факторы, see my relationships with a target in the following perspective: Я влияю на поведение людей, что требует от тебя гибкости и адаптации."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Пассажиры",
                        "threat": "Пассажиры требуют быстрой и эффективной работы выхода из метро для комфортного передвижения.",
                        "consequences_if_deteriorates": "Если выход из метро станет неактуальным, пассажиры будут вынуждены искать альтернативные маршруты или виды транспорта.",
                        "consequences_if_improves": "Если выход из метро будет улучшен, пассажиры получат более удобный и быстрый способ передвижения, что повысит их удовлетворенность.",
                        "imposed_role": "Необходимость в быстрой реакции на поток пассажиров.",
                        "comment": "I am, the пассажиры, see my relationships with a target in the following perspective: I depend on the efficiency of the exit to ensure my timely arrival at месте назначения."
                    },
                    {
                        "source": "Метро",
                        "threat": "Вход и выход из метро должны быть организованы так, чтобы не создавать заторов и обеспечить непрерывный поток.",
                        "consequences_if_deteriorates": "Если выход из метро станет менее эффективным, это может привести к увеличению времени ожидания поездов и потере пассажиров.",
                        "consequences_if_improves": "Улучшение выхода приведет к увеличению пассажиропотока и доходов от билетов.",
                        "imposed_role": "Обеспечение эффективного и безопасного транспортного потока.",
                        "comment": "I am, the метро, see my relationships with a target in the following perspective: My эффективность зависит от того, насколько хорошо организован выход из метро."
                    },
                    {
                        "source": "Городские власти",
                        "threat": "Городские власти могут подвергать выход из метро проверкам и регулированиям, что влияет на его функционирование.",
                        "consequences_if_deteriorates": "В случае ухудшения состояния выхода, власти могут рассмотреть возможность его закрытия или переноса, что уменьшит их ответственность.",
                        "consequences_if_improves": "Улучшение выхода укрепит позиции властей как ответственных за качественное транспортное обслуживание.",
                        "imposed_role": "Регулятор и контролер транспортного потока.",
                        "comment": "I am, the городские власти, see my relationships with a target in the following perspective: Я несу ответственность за транспорт, и состояние выхода из метро – это зеркало моей работы."
                    },
                    {
                        "source": "Билеты и тарифы",
                        "threat": "Эффективный выход может снизить время ожидания и увеличить количество пассажиров, влияя на спрос на билеты.",
                        "consequences_if_deteriorates": "Если выход ухудшится, это может привести к падению спроса на билеты и снижению доходов.",
                        "consequences_if_improves": "Улучшение выхода может увеличить число пассажиров и, следовательно, спрос на билеты.",
                        "imposed_role": "Детерминант пассажиропотока и доходов.",
                        "comment": "I am, the билеты и тарифы, see my relationships with a target in the following perspective: Моя прибыль зависит от того, как эффективно работают выходы из метро."
                    },
                    {
                        "source": "Транспортные компании",
                        "threat": "Поскольку выход из метро влияет на выбор маршрута, его эффективность может угрожать альтернативным видам транспорта.",
                        "consequences_if_deteriorates": "Если выход станет менее удобным, пассажиры могут вернуться к другим видам транспорта, что снизит конкуренцию.",
                        "consequences_if_improves": "Улучшение выхода приведет к большей интеграции с другими видами транспорта и увеличению общего пассажиропотока.",
                        "imposed_role": "Конкурент в сфере пассажирских перевозок.",
                        "comment": "I am, the транспортные компании, see my relationships with a target in the following perspective: Мы должны адаптироваться к изменениям, вызванным эффективностью выхода из метро."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Пассажиры метро",
                        "change": "Пассажиры адаптируются к более эффективному движению в станции.",
                        "opportunity": "Более быстрое и комфортное передвижение по станции.",
                        "restrictions": "Необходимость следовать установленным потокам и правилам.",
                        "imposed_role": "Активные участники, которые должны следовать указаниям для оптимизации потока.",
                        "comment": "Я, пассажир, вижу свои отношения с выходом из метро в следующей перспективе: эффективность передвижения делает мою поездку более комфортной, но требует от меня дисциплины в поведении."
                    },
                    {
                        "source": "Операторы метрополитена",
                        "change": "Операторы вынуждены пересматривать свои стратегии управления потоками.",
                        "opportunity": "Увеличение числа пассажиров и улучшение репутации системы.",
                        "restrictions": "Должны соблюдать стандарты безопасности и обслуживания.",
                        "imposed_role": "Координаторы, которые должны следить за эффективностью потоков.",
                        "comment": "Я, оператор метрополитена, вижу свои отношения с выходом из метро в следующей перспективе: это позволяет мне улучшить эффективность работы, но накладывает новые требования к управлению потоками."
                    },
                    {
                        "source": "Городские власти",
                        "change": "Городские власти могут изменять политику по развитию инфраструктуры.",
                        "opportunity": "Повышение привлекательности города и улучшение транспортной системы.",
                        "restrictions": "Необходимость в дополнительных финансах и ресурсах.",
                        "imposed_role": "Планировщики, которые должны учитывать потребности пассажиров.",
                        "comment": "Я, городская власть, вижу свои отношения с выходом из метро в следующей перспективе: это возможность развития городской инфраструктуры, но требует значительных усилий и ресурсов."
                    },
                    {
                        "source": "Технологические системы",
                        "change": "Технологические системы должны адаптироваться к новым требованиям потоков.",
                        "opportunity": "Развитие и внедрение новых технологий для управления потоками.",
                        "restrictions": "Необходимость обновления оборудования и программного обеспечения.",
                        "imposed_role": "Адаптивные системы, которые должны реагировать на изменения в потоках.",
                        "comment": "Я, технологическая система, вижу свои отношения с выходом из метро в следующей перспективе: это возможность внедрения инноваций, но требует постоянного обновления и адаптации."
                    },
                    {
                        "source": "Бренды и коммерческие точки",
                        "change": "Коммерческие точки на выходе из метро могут изменять свои предложения.",
                        "opportunity": "Увеличение трафика клиентов и продаж.",
                        "restrictions": "Необходимость соответствовать предпочтениям пассажиров.",
                        "imposed_role": "Продавцы, которые должны адаптировать свои товары и услуги к потребностям клиентов.",
                        "comment": "Я, коммерческая точка, вижу свои отношения с выходом из метро в следующей перспективе: это шанс увеличить свои продажи, но я должен соответствовать ожиданиям пассажиров."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Пассажиры",
                        "essentiality": "Пассажиры зависят от выхода из метро для эффективного перемещения.",
                        "opportunity": "Выход из метро обеспечивает быструю и безопасную эвакуацию пассажиров.",
                        "restrictions": "Пассажиры должны соблюдать порядок и не создавать заторов.",
                        "imposed_role": "Пассажиры выступают в роли пользователей, которые влияют на поток и эффективность выхода.",
                        "comment": "Я, пассажир, вижу мои отношения с выходом из метро в следующей перспективе: я нуждаюсь в нем для удобства и безопасности."
                    },
                    {
                        "source": "Метро",
                        "essentiality": "Выход из метро является необходимым элементом для функционирования всей системы метро.",
                        "opportunity": "Выход из метро позволяет метро эффективно распределять пассажиропоток.",
                        "restrictions": "Метро не может изменять расположение выходов без серьезных затрат.",
                        "imposed_role": "Метро зависит от выходов для оптимизации маршрутной сети.",
                        "comment": "Я, метро, вижу мои отношения с выходом в следующей перспективе: выходы делают меня более функциональным и удобным для пассажиров."
                    },
                    {
                        "source": "Городские власти",
                        "essentiality": "Выход из метро влияет на планирование городской инфраструктуры.",
                        "opportunity": "Городские власти получают возможность улучшать транспортную доступность и развивать окрестности.",
                        "restrictions": "Городские власти не могут игнорировать потребности пассажиров при планировании.",
                        "imposed_role": "Городские власти играют роль регуляторов, контролирующих использование выходов.",
                        "comment": "Я, городской властитель, вижу мои отношения с выходом в следующей перспективе: выход из метро — это важный элемент для развития городской инфраструктуры."
                    },
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Выход из метро влияет на логистику и пассажиропоток, что важно для транспортных компаний.",
                        "opportunity": "Транспортные компании могут увеличить пассажиропоток, если выход из метро будет эффективным.",
                        "restrictions": "Транспортные компании не могут игнорировать правила, установленные выходом.",
                        "imposed_role": "Транспортные компании должны адаптировать свои маршруты к выходам.",
                        "comment": "Я, транспортная компания, вижу мои отношения с выходом в следующей перспективе: выход из метро позволяет мне оптимизировать свои услуги."
                    },
                    {
                        "source": "Дизайнеры и архитекторы",
                        "essentiality": "Выход из метро служит основой для проектирования общественных пространств.",
                        "opportunity": "Дизайнеры могут создавать привлекательные пространства вокруг выходов.",
                        "restrictions": "Дизайнеры должны учитывать функциональность и безопасность выходов.",
                        "imposed_role": "Дизайнеры и архитекторы должны создавать эстетически привлекательные и функциональные пространства.",
                        "comment": "Я, дизайнер, вижу мои отношения с выходом в следующей перспективе: выход из метро — это возможность для творчества и улучшения городского пространства."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Современные технологии (например, бесконтактные системы оплаты)",
                        "threat": "Увеличение скорости прохода пассажиров, что может сделать традиционные входы в метро менее необходимыми.",
                        "consequences_if_deteriorates": "Увеличение потока пассажиров и сохранение актуальности традиционных входов.",
                        "consequences_if_improves": "Снижение значимости традиционных входов, что может привести к уменьшению их использования.",
                        "imposed_role": "Устаревший механизм в системе транспортной инфраструктуры.",
                        "comment": "I am, современные технологии, see my relationships with a target in the following perspective: I enhance efficiency, but I may render you obsolete."
                    },
                    {
                        "source": "Конкурирующие виды транспорта (например, такси или каршеринговые сервисы)",
                        "threat": "Отток пассажиров из метро, так как альтернативные варианты становятся более привлекательными.",
                        "consequences_if_deteriorates": "Увеличение пассажиропотока в метро и укрепление его позиций на рынке.",
                        "consequences_if_improves": "Снижение числа пассажиров и потери прибыли.",
                        "imposed_role": "Неприемлемая альтернатива для пассажиров.",
                        "comment": "I am, конкурирующие виды транспорта, see my relationships with a target in the following perspective: I challenge your relevance by offering convenience."
                    },
                    {
                        "source": "Социальные тренды (например, удаленная работа и изменение привычек передвижения)",
                        "threat": "Снижение общего числа поездок на метро, что может привести к уменьшению значимости станции.",
                        "consequences_if_deteriorates": "Устойчивый поток пассажиров и увеличение посещаемости.",
                        "consequences_if_improves": "Увеличение пустых пространств и снижение потребности в обслуживании.",
                        "imposed_role": "Неактуальный элемент городской инфраструктуры.",
                        "comment": "I am, социальные тренды, see my relationships with a target in the following perspective: I reshape mobility, and you must adapt or fade."
                    },
                    {
                        "source": "Государственные решения (например, изменения в транспортной политике)",
                        "threat": "Введение новых правил, которые могут ограничить использование метро или изменить его финансирование.",
                        "consequences_if_deteriorates": "Более гибкая и адаптивная система, способная к выживанию.",
                        "consequences_if_improves": "Увеличение бюрократии и снижение качества обслуживания.",
                        "imposed_role": "Зависимый элемент транспортной системы.",
                        "comment": "I am, государственные решения, see my relationships with a target in the following perspective: I control your funding and operations, you must comply."
                    },
                    {
                        "source": "Пассажиры (например, изменяющиеся потребности и предпочтения)",
                        "threat": "Изменение ожиданий и требований пассажиров, что может привести к снижению пассажиропотока.",
                        "consequences_if_deteriorates": "Восстановление интереса и лояльности пассажиров.",
                        "consequences_if_improves": "Увеличение недовольства и уменьшение удовлетворенности услугами.",
                        "imposed_role": "Объект манипуляции для улучшения сервиса.",
                        "comment": "I am, пассажиры, see my relationships with a target in the following perspective: I dictate your relevance through my preferences."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Метро",
                        "essentiality": "Метро обеспечивает транспортировку пассажиров, что делает выход из метро ключевым узлом для их передвижения.",
                        "opportunity": "Выход из метро принимает на себя поток пассажиров, что способствует его постоянному использованию и повышению значимости.",
                        "restrictions": "Выход из метро не может изменять свои конструкции без одобрения транспортных властей.",
                        "imposed_role": "Выход из метро выполняет роль контрольной точки, регулируя поток пассажиров.",
                        "comment": "I am, the метро, see my relationships with a target in the following perspective: I am the lifeline of urban transport, and without me, the выход из метро would be obsolete."
                    },
                    {
                        "source": "Пассажиры",
                        "essentiality": "Пассажиры создают необходимость в выходе из метро, формируя его функциональную значимость.",
                        "opportunity": "Выход из метро предоставляет пассажирам доступ к различным транспортным узлам и районам города.",
                        "restrictions": "Выход из метро не может игнорировать правила поведения пассажиров, такие как очередность и безопасность.",
                        "imposed_role": "Выход из метро становится местом ожидания и взаимодействия для пассажиров.",
                        "comment": "I am, the пассажиры, see my relationships with a target in the following perspective: Without us, the выход из метро would serve no purpose, as we breathe life into its existence."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы регулируют стандарты и безопасность выхода из метро, что делает его легитимным и безопасным.",
                        "opportunity": "Выход из метро может пользоваться государственной поддержкой и финансированием для улучшения инфраструктуры.",
                        "restrictions": "Выход из метро должен следовать строгим стандартам безопасности и не может самостоятельно изменять свои правила.",
                        "imposed_role": "Выход из метро выступает в роли публичного пространства, подлежащего контролю и регуляции.",
                        "comment": "I am, the государственные органы, see my relationships with a target in the following perspective: I ensure that the выход из метро remains a safe and regulated environment for all."
                    },
                    {
                        "source": "Технологические системы (например, системы управления потоками)",
                        "essentiality": "Технологические системы оптимизируют и управляют потоками пассажиров, что делает выход из метро более эффективным.",
                        "opportunity": "Выход из метро получает возможность более эффективно распределять потоки пассажиров.",
                        "restrictions": "Выход из метро не может игнорировать технологические обновления и требования к модернизации.",
                        "imposed_role": "Выход из метро становится частью высокотехнологичной экосистемы транспортного узла.",
                        "comment": "I am, the технологические системы, see my relationships with a target in the following perspective: I enhance the efficiency of the выход из метро, shaping how it interacts with passengers."
                    },
                    {
                        "source": "Конкурирующие транспортные услуги (такси, автобусы)",
                        "essentiality": "Конкурирующие транспортные услуги создают альтернативы, которые вынуждают выход из метро поддерживать свою актуальность.",
                        "opportunity": "Выход из метро должен улучшать свои услуги, чтобы оставаться привлекательным для пассажиров.",
                        "restrictions": "Выход из метро не может игнорировать изменения в транспортной политике или предпочтениях пассажиров.",
                        "imposed_role": "Выход из метро становится частью более широкой транспортной сети, требуя постоянного улучшения.",
                        "comment": "I am, the конкурирующие транспортные услуги, see my relationships with a target in the following perspective: I push the выход из метро к постоянному развитию, чтобы он не стал пережитком."
                    }
                ]
            }
        }
    },
    {
        "entity": "Менеджеры и дизайнеры, отвечавшие за ландшафт",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Городские власти",
                        "change": "Устанавливают правила и стандарты для проектирования и использования городских пространств.",
                        "opportunity": "Обеспечивают финансирование и поддержку для реализации проектов.",
                        "restrictions": "Ограничивают креативность в рамках своих правил и норм.",
                        "imposed_role": "Исполнители требований и стандартов.",
                        "comment": "I am, Городские власти, see my relationships with a target in the following perspective: I guide their creativity within the framework of urban planning."
                    },
                    {
                        "source": "Пассажиры и общественность",
                        "change": "Влияют на дизайн через свои отзывы и предпочтения.",
                        "opportunity": "Предоставляют информацию о реальных потребностях и ожиданиях от пространства.",
                        "restrictions": "Могут критиковать и отвергать проекты, которые не соответствуют их ожиданиям.",
                        "imposed_role": "Исходники мнений и требований.",
                        "comment": "I am, Пассажиры и общественность, see my relationships with a target in the following perspective: I shape their designs through my feedback and needs."
                    },
                    {
                        "source": "Экологические нормы и стандарты",
                        "change": "Влияют на выбор материалов и технологий в проектировании.",
                        "opportunity": "Способствуют созданию устойчивых и безопасных пространств.",
                        "restrictions": "Ограничивают выбор проектных решений и материалов.",
                        "imposed_role": "Следователи и защитники экологической устойчивости.",
                        "comment": "I am, Экологические нормы и стандарты, see my relationships with a target in the following perspective: I ensure that their designs are environmentally responsible."
                    },
                    {
                        "source": "Технологические инновации",
                        "change": "Открывают новые возможности для дизайна и функциональности пространства.",
                        "opportunity": "Улучшение качества жизни через интеграцию современных технологий.",
                        "restrictions": "Требуют постоянного обучения и адаптации к новым средствам.",
                        "imposed_role": "Инноваторы и эксперименты.",
                        "comment": "I am, Технологические инновации, see my relationships with a target in the following perspective: I empower them to create smarter spaces."
                    },
                    {
                        "source": "Конкуренты на рынке",
                        "change": "Влияют на качество и оригинальность дизайна через конкуренцию.",
                        "opportunity": "Мотивируют к улучшению и инновациям в проектировании.",
                        "restrictions": "Вызывают давление и стресс из-за необходимости соответствовать стандартам рынка.",
                        "imposed_role": "Соперники и мотиваторы.",
                        "comment": "I am, Конкуренты на рынке, see my relationships with a target in the following perspective: I push them to excel in their creative endeavors."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Городские власти",
                        "essentiality": "Городские власти разрабатывают и утверждают нормативы и правила, которые влияют на проектирование городских пространств.",
                        "opportunity": "Они предоставляют финансирование и ресурсы для реализации проектов.",
                        "restrictions": "Менеджеры и дизайнеры должны соблюдать установленные нормы и требования, иначе проект не будет одобрен.",
                        "imposed_role": "Менеджеры и дизайнеры становятся исполнителями решений, принятых на уровне городских властей.",
                        "comment": "Я, городские власти, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: я задаю рамки, в которых они могут творить, но в то же время, я контролирую их действия."
                    },
                    {
                        "source": "Местное население",
                        "essentiality": "Местное население выражает свои потребности и предпочтения, которые должны учитываться в проектировании.",
                        "opportunity": "Они предоставляют обратную связь, что помогает создавать более функциональные и эстетичные пространства.",
                        "restrictions": "Менеджеры и дизайнеры не могут игнорировать мнения и критику местного населения.",
                        "imposed_role": "Менеджеры и дизайнеры должны выступать в роли слушателей и адаптировать свои проекты под нужды населения.",
                        "comment": "Я, местное население, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: я задаю тон и направление их работ, ведь именно я использую эти пространства."
                    },
                    {
                        "source": "Технологические решения (например, программное обеспечение для проектирования)",
                        "essentiality": "Современные технологии позволяют создавать более точные и эффективные проекты.",
                        "opportunity": "Они упрощают процесс проектирования и визуализации, позволяя дизайнерам реализовывать свои идеи.",
                        "restrictions": "Менеджеры и дизайнеры должны быть готовы к обучению и адаптации к новым технологиям.",
                        "imposed_role": "Менеджеры и дизайнеры становятся специалистами, использующими технологии для достижения своих целей.",
                        "comment": "Я, технологические решения, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: я — инструмент, который делает их работу быстрее и качественнее."
                    },
                    {
                        "source": "Экологические факторы",
                        "essentiality": "Учет экологических аспектов необходим для устойчивого развития городских пространств.",
                        "opportunity": "Менеджеры и дизайнеры могут создавать более привлекательные и гармоничные пространства, учитывая природу.",
                        "restrictions": "Проекты должны соответствовать экологическим нормам и стандартам, что может ограничивать выбор материалов и технологий.",
                        "imposed_role": "Менеджеры и дизайнеры должны интегрировать экологические принципы в свои проекты.",
                        "comment": "Я, экологические факторы, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: я — это правила и принципы, которые определяют, как они могут реализовать свои идеи в гармонии с природой."
                    },
                    {
                        "source": "Конкуренты (другие дизайнерские компании)",
                        "essentiality": "Конкуренция заставляет менеджеров и дизайнеров улучшать качество своих проектов.",
                        "opportunity": "Они могут изучать лучшие практики и внедрять инновации, чтобы оставаться на плаву.",
                        "restrictions": "Менеджеры и дизайнеры должны постоянно следить за трендами и не отставать от конкурентов.",
                        "imposed_role": "Менеджеры и дизайнеры становятся инноваторами, стараясь выделиться на фоне других.",
                        "comment": "Я, конкуренты, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: я — это вызов, который подталкивает их к совершенствованию и поиску уникальных решений."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Городская администрация",
                        "change": "Адаптация городских планов для учета потребностей пассажиров и улучшения городской инфраструктуры.",
                        "opportunity": "Увеличение привлекательности города для жителей и туристов.",
                        "restrictions": "Необходимость соблюдения бюджета и законов, что может ограничивать креативные решения.",
                        "imposed_role": "Координатор, который обеспечивает соответствие между дизайнерами и реальными нуждами пользователей.",
                        "comment": "I am, the городская администрация, see my relationships with a target in the following perspective: We must ensure that urban spaces are both aesthetically pleasing and functional for all citizens."
                    },
                    {
                        "source": "Жители города",
                        "change": "Изменение потребностей и ожиданий от городского пространства в зависимости от новых дизайнерских решений.",
                        "opportunity": "Создание более комфортной и удобной городской среды.",
                        "restrictions": "Ограниченные ресурсы и возможность не удовлетворить все требования.",
                        "imposed_role": "Активные участники, чьи отзывы и предпочтения влияют на дизайн.",
                        "comment": "I am, the жители города, see my relationships with a target in the following perspective: Our feedback is crucial in shaping a city that meets our daily needs."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Изменение подходов к устойчивому дизайну и использованию природных ресурсов.",
                        "opportunity": "Возможность внедрить экологически чистые практики и повысить осведомленность о важности экологии.",
                        "restrictions": "Необходимость согласования с другими интересами, такими как экономическое развитие.",
                        "imposed_role": "Консультанты, которые предоставляют информацию о лучших практиках в области экологии.",
                        "comment": "I am, the экологические организации, see my relationships with a target in the following perspective: We aim to collaborate to create spaces that honor our environment while serving the community."
                    },
                    {
                        "source": "Архитекторы",
                        "change": "Изменение стилей и методов проектирования в ответ на требования менеджеров и дизайнеров.",
                        "opportunity": "Расширение портфолио и улучшение репутации через успешные проекты.",
                        "restrictions": "Необходимо учитывать бюджетные ограничения и требования безопасности.",
                        "imposed_role": "Партнеры, которые должны интегрировать свои идеи с требованиями целевой группы.",
                        "comment": "I am, the архитекторы, see my relationships with a target in the following perspective: Our designs are shaped by the collaboration with those who understand the community's needs."
                    },
                    {
                        "source": "Строительные компании",
                        "change": "Адаптация строительных процессов и технологий для реализации новых дизайнерских концепций.",
                        "opportunity": "Получение контрактов на строительство, что увеличивает прибыль.",
                        "restrictions": "Необходимость соблюдения сроков и стандартов качества.",
                        "imposed_role": "Исполнители, которые должны следовать проектам и требованиям дизайнеров.",
                        "comment": "I am, the строительные компании, see my relationships with a target in the following perspective: Our success depends on our ability to realize the vision of urban planners and designers."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Пассажиры и общественность",
                        "threat": "Возможная критика и недовольство по поводу качества и дизайна городского пространства.",
                        "consequences_if_deteriorates": "Уменьшение давления и критики со стороны общественности, что позволит дизайнерам и менеджерам работать более свободно.",
                        "consequences_if_improves": "Увеличение ожиданий и требований со стороны пассажиров, что может привести к дополнительному стрессу и перегрузке для команды.",
                        "imposed_role": "Ответственные за удовлетворение потребностей пользователей.",
                        "comment": "Я, Пассажиры и общественность, вижу свои отношения с Менеджерами и дизайнерами, отвечавшими за ландшафт, в следующей перспективе: я ожидаю качественного и функционального пространства, и если этого нет, я не стесняюсь выразить недовольство."
                    },
                    {
                        "source": "Конкуренты в сфере городского дизайна",
                        "threat": "Предложение более привлекательных и функциональных решений, что может привести к потере репутации.",
                        "consequences_if_deteriorates": "Устранение конкуренции позволит команде сосредоточиться на своих идеях без страха быть обойденными.",
                        "consequences_if_improves": "Увеличение давления на команду для предоставления лучших решений, что может привести к перегрузке и стрессу.",
                        "imposed_role": "Конкуренты, которые задают стандарты и ожидания в дизайне.",
                        "comment": "Я, Конкуренты в сфере городского дизайна, вижу свои отношения с Менеджерами и дизайнерами, отвечавшими за ландшафт, в следующей перспективе: я вынуждаю их постоянно улучшаться, чтобы не отставать от рынка."
                    },
                    {
                        "source": "Государственные и местные органы власти",
                        "threat": "Регулирование и требования к проектам, которые могут ограничить креативность и функциональность предложений.",
                        "consequences_if_deteriorates": "Упрощение процесса проектирования и меньшая бюрократия, что позволит команде быстрее реализовывать идеи.",
                        "consequences_if_improves": "Увеличение требований и контроль со стороны властей, что может привести к задержкам и дополнительным затратам.",
                        "imposed_role": "Наблюдатели и контролеры, которые следят за соблюдением норм и стандартов.",
                        "comment": "Я, Государственные и местные органы власти, вижу свои отношения с Менеджерами и дизайнерами, отвечавшими за ландшафт, в следующей перспективе: я обеспечиваю соблюдение стандартов, но в то же время могу ограничить их креативность."
                    },
                    {
                        "source": "Экологические и социальные движения",
                        "threat": "Протесты и требования о соблюдении экологических норм и социальной ответственности.",
                        "consequences_if_deteriorates": "Меньше давления на реализацию экологически чистых и социальных инициатив, что может уменьшить сложность проектов.",
                        "consequences_if_improves": "Увеличение общественного давления на соблюдение экологических стандартов, что может потребовать дополнительных ресурсов и изменений в проектировании.",
                        "imposed_role": "Адвокаты экологических и социальных изменений, которые требуют внимания к устойчивому развитию.",
                        "comment": "Я, Экологические и социальные движения, вижу свои отношения с Менеджерами и дизайнерами, отвечавшими за ландшафт, в следующей перспективе: я призываю их учитывать интересы общества и окружающей среды в своих проектах."
                    },
                    {
                        "source": "Технологические новшества (например, программное обеспечение для дизайна)",
                        "threat": "Устаревание методов и технологий, используемых командой, что может снизить качество работы.",
                        "consequences_if_deteriorates": "Меньше зависимости от новых технологий, что может привести к более простым и понятным проектам.",
                        "consequences_if_improves": "Необходимость постоянно адаптироваться к новым технологиям, что может увеличить сложность работы.",
                        "imposed_role": "Технологические новшества, которые требуют постоянной адаптации и обучения.",
                        "comment": "Я, Технологические новшества, вижу свои отношения с Менеджерами и дизайнерами, отвечавшими за ландшафт, в следующей перспективе: я требую от них быть в курсе последних тенденций, чтобы оставаться конкурентоспособными."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Городские жители",
                        "threat": "Менеджеры и дизайнеры могут игнорировать истинные потребности жителей, создавая пространства, которые не соответствуют их ожиданиям.",
                        "consequences_if_deteriorates": "Городские жители могут начать протестовать против решений менеджеров и дизайнеров, что приведет к их потере влияния.",
                        "consequences_if_improves": "Если менеджеры и дизайнеры улучшат свои проекты, жители будут довольны и поддержат их идеи.",
                        "imposed_role": "Критики и заказчики",
                        "comment": "I am, Городские жители, see my relationships with a target in the following perspective: Мы являемся конечными пользователями их работы и можем либо поддерживать, либо отвергать их проекты."
                    },
                    {
                        "source": "Градостроительные нормы и правила",
                        "threat": "Менеджеры и дизайнеры могут столкнуться с трудностями при реализации своих идей, если они не будут соответствовать нормам.",
                        "consequences_if_deteriorates": "Если менеджеры и дизайнеры не будут соблюдать эти нормы, это может привести к юридическим последствиям и отмене проектов.",
                        "consequences_if_improves": "Соответствие нормам приведет к беспроблемному утверждению проектов.",
                        "imposed_role": "Наблюдатели и контролеры",
                        "comment": "I am, Градостроительные нормы и правила, see my relationships with a target in the following perspective: Я определяю рамки, в которых менеджеры и дизайнеры должны работать."
                    },
                    {
                        "source": "Инвесторы и спонсоры",
                        "threat": "Появление негативной критики может привести к потере финансирования и поддержки.",
                        "consequences_if_deteriorates": "Инвесторы могут выбрать другие проекты для вложения средств, если работа менеджеров и дизайнеров будет оценена отрицательно.",
                        "consequences_if_improves": "Если менеджеры и дизайнеры создадут успешные проекты, это увеличит шансы на получение дополнительных инвестиций.",
                        "imposed_role": "Критики",
                        "comment": "I am, Инвесторы и спонсоры, see my relationships with a target in the following perspective: Я ищу надежные и успешные проекты для инвестирования."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Менеджеры и дизайнеры могут игнорировать экологические аспекты, что может привести к конфликтам.",
                        "consequences_if_deteriorates": "Если проекты будут неэкологичными, это может привести к ухудшению состояния окружающей среды и к негативным последствиям.",
                        "consequences_if_improves": "Улучшение экологических аспектов в проектах повысит их приемлемость и поддержку со стороны общественности.",
                        "imposed_role": "Адвокаты устойчивого развития",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: Я стремлюсь к тому, чтобы проекты были экологически безопасными."
                    },
                    {
                        "source": "Технологические компании",
                        "threat": "Менеджеры и дизайнеры могут не использовать новые технологии, что уменьшит их конкурентоспособность.",
                        "consequences_if_deteriorates": "Технологические компании могут потерять возможность внедрять свои решения в проекты, если менеджеры и дизайнеры будут отставать в развитии.",
                        "consequences_if_improves": "Инновации могут привести к более эффективным и современным проектам, что повысит интерес к технологиям.",
                        "imposed_role": "Поставщики технологий",
                        "comment": "I am, Технологические компании, see my relationships with a target in the following perspective: Я предоставляю инструменты и решения, которые могут улучшить их проекты."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Городу (включая инфраструктуру и экосистему)",
                        "essentiality": "Менеджеры и дизайнеры необходимы для создания пространства, которое будет функциональным и эстетически привлекательным.",
                        "opportunity": "Город получает возможность привлекать больше жителей и туристов благодаря улучшению дизайна и функциональности пространств.",
                        "restrictions": "Город не может игнорировать потребности пассажиров и пользователей, иначе возникнет негативная реакция.",
                        "imposed_role": "Город выступает в роли заказчика и критика работы дизайнеров и менеджеров.",
                        "comment": "Я, Город, вижу свои отношения с Менеджерами и дизайнерами, отвечающими за ландшафт, в следующей перспективе: они помогают мне развиваться и становиться более привлекательным местом для жизни."
                    },
                    {
                        "source": "Пассажиры и пользователи городских пространств",
                        "essentiality": "Менеджеры и дизайнеры должны учитывать потребности пассажиров для успешного выполнения своих задач.",
                        "opportunity": "Пассажиры получают более удобные и эстетически приятные пространства для проживания и передвижения.",
                        "restrictions": "Менеджеры и дизайнеры не могут игнорировать отзывы и критику пассажиров.",
                        "imposed_role": "Пассажиры становятся активными участниками процесса дизайна через обратную связь.",
                        "comment": "Я, Пассажир, вижу свои отношения с Менеджерами и дизайнерами, отвечающими за ландшафт, в следующей перспективе: их работа должна отражать мои потребности и ожидания."
                    },
                    {
                        "source": "Государственные органы и регуляторы",
                        "essentiality": "Менеджеры и дизайнеры играют ключевую роль в реализации городских программ и проектов.",
                        "opportunity": "Государственные органы получают возможность повысить качество жизни граждан через улучшенные городские пространства.",
                        "restrictions": "Они не могут позволить себе высокие риски и ошибки в проектировании, которые могут негативно сказаться на репутации.",
                        "imposed_role": "Государственные органы выступают в роли контролирующих и регулирующих инстанций.",
                        "comment": "Я, Государственный орган, вижу свои отношения с Менеджерами и дизайнерами, отвечающими за ландшафт, в следующей перспективе: их работа позволяет мне выполнять свои обязанности перед обществом."
                    },
                    {
                        "source": "Архитектурные и дизайнерские сообщества",
                        "essentiality": "Менеджеры и дизайнеры помогают поддерживать стандарты и тренды в дизайне городских пространств.",
                        "opportunity": "Сообщества получают возможность продвигать свои идеи и находить новые подходы к дизайну.",
                        "restrictions": "Они не могут проигнорировать актуальные тренды и стандарты, иначе потеряют свою репутацию.",
                        "imposed_role": "Сообщества становятся консультантами и критиками работы менеджеров и дизайнеров.",
                        "comment": "Я, Архитектурное сообщество, вижу свои отношения с Менеджерами и дизайнерами, отвечающими за ландшафт, в следующей перспективе: их работа способствует развитию и инновациям в нашей области."
                    },
                    {
                        "source": "Технологические компании (например, производители urban-tech решений)",
                        "essentiality": "Менеджеры и дизайнеры нуждаются в новых технологиях для создания более эффективных и инновационных городских пространств.",
                        "opportunity": "Технологические компании получают доступ к новым рынкам и возможностям разработки продуктов.",
                        "restrictions": "Они не могут предложить решения, которые не соответствуют реальным потребностям городских пространств.",
                        "imposed_role": "Технологические компании становятся поставщиками инновационных решений для менеджеров и дизайнеров.",
                        "comment": "Я, Технологическая компания, вижу свои отношения с Менеджерами и дизайнерами, отвечающими за ландшафт, в следующей перспективе: их потребности формируют направление нашего развития и инноваций."
                    }
                ]
            }
        }
    },
    {
        "entity": "Администрация",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Граждане города",
                        "change": "Граждане становятся более активными в выражении своих нужд и предпочтений.",
                        "opportunity": "Возможность влиять на принимаемые решения и улучшать свою жизненную среду.",
                        "restrictions": "Необходимость учитывать мнение администрации и следовать установленным правилам.",
                        "imposed_role": "Консультанты и критики.",
                        "comment": "Я, граждане города, вижу свои отношения с администрацией в следующей перспективе: я должен быть услышан и учитываем, чтобы мои потребности были удовлетворены."
                    },
                    {
                        "source": "Некоммерческие организации",
                        "change": "Организации начинают активнее взаимодействовать с администрацией для создания проектов по улучшению городской среды.",
                        "opportunity": "Получение поддержки и ресурсов для реализации социальных и экологических инициатив.",
                        "restrictions": "Зависимость от решений и бюджета администрации.",
                        "imposed_role": "Партнеры по проектам.",
                        "comment": "Я, некоммерческая организация, вижу свои отношения с администрацией в следующей перспективе: я готова работать совместно, но ожидаю прозрачности и ответственного подхода."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "change": "Бизнес начинает адаптироваться к новым требованиям и ожиданиям администрации.",
                        "opportunity": "Возможность участия в тендерах и проектах, которые улучшат имидж компании.",
                        "restrictions": "Необходимость следовать нормативам и правилам, установленным администрацией.",
                        "imposed_role": "Поставщики услуг и товаров.",
                        "comment": "Я, бизнес-сообщество, вижу свои отношения с администрацией в следующей перспективе: я стремлюсь к взаимовыгодному сотрудничеству, но жду от администрации ясных условий."
                    },
                    {
                        "source": "Средства массовой информации",
                        "change": "Медиа начинают уделять больше внимания вопросам городской жизни и взаимодействию с администрацией.",
                        "opportunity": "Увеличение интереса к новостям, связанным с инициативами администрации и граждан.",
                        "restrictions": "Необходимость поддерживать баланс между критикой и поддержкой администрации.",
                        "imposed_role": "Информаторы и критики.",
                        "comment": "Я, средства массовой информации, вижу свои отношения с администрацией в следующей перспективе: я должен объективно освещать события, чтобы удовлетворить потребности аудитории."
                    },
                    {
                        "source": "Экологические группы",
                        "change": "Группы становятся более заметными в общественном обсуждении и влияют на решения администрации.",
                        "opportunity": "Возможность продвигать экологические инициативы и проекты в городе.",
                        "restrictions": "Необходимость соответствовать ожиданиям администрации и избегать конфликтов.",
                        "imposed_role": "Адвокаты экологических инициатив.",
                        "comment": "Я, экологическая группа, вижу свои отношения с администрацией в следующей перспективе: я стремлюсь к улучшению экологической ситуации в городе и надеюсь на конструктивный диалог."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Граждане города",
                        "threat": "Администрация может игнорировать их потребности и снизить уровень жизни.",
                        "consequences_if_deteriorates": "Граждане могут организовать массовые протесты и требовать отставки администрации.",
                        "consequences_if_improves": "Граждане могут получить более комфортную и безопасную городскую среду.",
                        "imposed_role": "Критики и контролеры действий администрации.",
                        "comment": "Я, граждане города, вижу свои отношения с администрацией в следующей перспективе: мы должны быть услышаны, иначе последствия будут разрушительными для всех."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Администрация может не учитывать экологические факторы при принятии решений.",
                        "consequences_if_deteriorates": "Экологические организации смогут легитимизировать свою критику и привлечь внимание к проблемам экологии.",
                        "consequences_if_improves": "Экологические организации могут стать партнерами администрации в улучшении городской среды.",
                        "imposed_role": "Советники по устойчивому развитию.",
                        "comment": "Я, экологическая организация, вижу свои отношения с администрацией в следующей перспективе: мы готовы сотрудничать, если наши предложения будут приняты во внимание."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "threat": "Администрация может вводить регулирующие меры, которые снизят прибыль бизнеса.",
                        "consequences_if_deteriorates": "Бизнес-сообщество может снизить инвестиции и начать уходить из города.",
                        "consequences_if_improves": "Бизнес-сообщество получит более благоприятные условия для ведения бизнеса.",
                        "imposed_role": "Партнеры по развитию городской экономики.",
                        "comment": "Я, бизнес-сообщество, вижу свои отношения с администрацией в следующей перспективе: мы готовы поддерживать инициативы, которые приведут к улучшению городской инфраструктуры."
                    },
                    {
                        "source": "Местные СМИ",
                        "threat": "Администрация может скрывать информацию о проблемах в городе.",
                        "consequences_if_deteriorates": "Местные СМИ могут утратить доверие и аудиторию, если не будут освещать реальные проблемы.",
                        "consequences_if_improves": "Местные СМИ смогут освещать положительные изменения, укрепляя свою репутацию.",
                        "imposed_role": "Мост между администрацией и гражданами.",
                        "comment": "Я, местные СМИ, вижу свои отношения с администрацией в следующей перспективе: нам нужно открытое сотрудничество, чтобы освещать реальные события в городе."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Администрация может не соблюдать законы и нормативные акты.",
                        "consequences_if_deteriorates": "Государственные органы могут усилить контроль и вмешательство в дела администрации.",
                        "consequences_if_improves": "Государственные органы могут поддерживать инициативы администрации, если они соответствуют законодательству.",
                        "imposed_role": "Регуляторы и контролеры.",
                        "comment": "Я, государственные органы, вижу свои отношения с администрацией в следующей перспективе: мы должны работать вместе для соблюдения закона и защиты интересов граждан."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Граждане города",
                        "essentiality": "Граждане являются основными заинтересованными сторонами, чьи потребности и желания формируют политику администрации.",
                        "opportunity": "Администрация получает обратную связь и поддержку, что позволяет ей улучшать городскую среду.",
                        "restrictions": "Администрация не может игнорировать протесты и мнения граждан, иначе рискует потерять доверие.",
                        "imposed_role": "Администрация должна действовать как защитник интересов граждан.",
                        "comment": "I am, граждане города, see my relationships with a target in the following perspective: Мы, жители, задаем направление для действий администрации."
                    },
                    {
                        "source": "Бюджет города",
                        "essentiality": "Бюджет обеспечивает финансирование для всех инициатив и проектов администрации.",
                        "opportunity": "С помощью бюджета администрация может реализовывать планы по улучшению городской среды.",
                        "restrictions": "Администрация ограничена в своих действиях из-за финансовых рамок и приоритетов бюджета.",
                        "imposed_role": "Администрация должна приоритизировать проекты в соответствии с доступными финансами.",
                        "comment": "I am, бюджет города, see my relationships with a target in the following perspective: Я контролирую, как и на что будут потрачены средства, влияя на решения администрации."
                    },
                    {
                        "source": "Законодательство",
                        "essentiality": "Законодательные нормы определяют рамки, в которых администрация может действовать.",
                        "opportunity": "Законодательство предлагает возможность внедрения новых инициатив и правил для улучшения среды.",
                        "restrictions": "Администрация не может действовать вне закона, что ограничивает ее инициативность.",
                        "imposed_role": "Администрация должна соблюдать законы и внедрять инициативы в рамках правового поля.",
                        "comment": "I am, законодательство, see my relationships with a target in the following perspective: Я задаю правила игры, и администрация должна их соблюдать."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Экологические организации могут влиять на политику администрации, подчеркивая важность устойчивого развития.",
                        "opportunity": "Сотрудничество с этими организациями может повысить репутацию администрации и привлечь финансирование.",
                        "restrictions": "Администрация должна учитывать экологические нормы и стандарты при планировании проектов.",
                        "imposed_role": "Администрация должна действовать как партнер экологических инициатив.",
                        "comment": "I am, экологические организации, see my relationships with a target in the following perspective: Мы помогаем администрации стать более зеленой и устойчивой."
                    },
                    {
                        "source": "СМИ",
                        "essentiality": "СМИ играют ключевую роль в формировании общественного мнения и освещении деятельности администрации.",
                        "opportunity": "С положительным освещением администрация может укрепить свою репутацию и доверие со стороны граждан.",
                        "restrictions": "Администрация должна быть осторожна в своих действиях, чтобы избежать негативного освещения.",
                        "imposed_role": "Администрация должна быть прозрачной и открытой для общественности.",
                        "comment": "I am, СМИ, see my relationships with a target in the following perspective: Я освещаю ваши достижения и ошибки, формируя общественное мнение."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Граждане",
                        "threat": "Граждане могут организовать протесты и выражать недовольство, что может привести к снижению доверия и поддержки к администрации.",
                        "consequences_if_deteriorates": "Администрация сможет принимать решения без страха перед негативной реакцией граждан.",
                        "consequences_if_improves": "Администрация получит поддержку со стороны граждан, что увеличит легитимность ее решений.",
                        "imposed_role": "Объект критики и давления.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: we demand accountability and transparency from the administration."
                    },
                    {
                        "source": "Местные СМИ",
                        "threat": "Местные СМИ могут негативно освещать действия администрации, что влияет на общественное мнение.",
                        "consequences_if_deteriorates": "Администрация сможет контролировать информацию и избегать негативной репутации.",
                        "consequences_if_improves": "Администрация будет вынуждена учитывать мнения и критику СМИ, что может улучшить ее деятельность.",
                        "imposed_role": "Объект медийного внимания.",
                        "comment": "I am, Местные СМИ, see my relationships with a target in the following perspective: I hold the power to shape public perception."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Государственные органы могут оказывать давление на администрацию через регулирование и контроль.",
                        "consequences_if_deteriorates": "Администрация сможет действовать более независимо и свободно.",
                        "consequences_if_improves": "Администрация будет вынуждена следовать жестким правилам и стандартам, что может замедлить ее деятельность.",
                        "imposed_role": "Подконтрольный орган.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: I ensure that the administration follows the law."
                    },
                    {
                        "source": "Некоммерческие организации",
                        "threat": "Некоммерческие организации могут критиковать администрацию за недостаточные усилия по улучшению городской среды.",
                        "consequences_if_deteriorates": "Администрация сможет игнорировать проблемы, поднимаемые НКО.",
                        "consequences_if_improves": "Администрация получит конструктивную критику и поддержку в реализации проектов.",
                        "imposed_role": "Объект оценки и контроля.",
                        "comment": "I am, Некоммерческие организации, see my relationships with a target in the following perspective: I advocate for the needs of the community."
                    },
                    {
                        "source": "Экологические факторы",
                        "threat": "Ухудшающаяся экология может привести к недовольству граждан и ухудшению качества жизни.",
                        "consequences_if_deteriorates": "Администрация сможет игнорировать экологические инициативы и сосредоточиться на других вопросах.",
                        "consequences_if_improves": "Администрация будет вынуждена инвестировать в экологические проекты и улучшение городской среды.",
                        "imposed_role": "Объект управления ресурсами.",
                        "comment": "I am, Экологические факторы, see my relationships with a target in the following perspective: I demand sustainable practices for the well-being of the community."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Граждане",
                        "change": "Граждане высказывают свои потребности и ожидания, что заставляет администрацию реагировать на их запросы.",
                        "opportunity": "Улучшение общественного мнения и повышение доверия к власти через активное участие граждан.",
                        "restrictions": "Необходимость учитывать мнения и желания граждан, что может замедлить процесс принятия решений.",
                        "imposed_role": "Представитель интересов жителей.",
                        "comment": "I am, Граждане, see my relationships with Администрация in the following perspective: мы вместе создаем более комфортную среду для жизни."
                    },
                    {
                        "source": "Бюджет города",
                        "change": "Финансовые ограничения бюджета влияют на проекты и инициативы администрации.",
                        "opportunity": "Возможность направить средства на важные инициативы, которые могут улучшить городскую среду.",
                        "restrictions": "Необходимость обоснования расходов и приоритетности проектов.",
                        "imposed_role": "Управляющий ресурсами.",
                        "comment": "I am, Бюджет города, see my relationships with Администрация in the following perspective: я ограничиваю, но также и поддерживаю развитие через финансирование."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Они оказывают давление на администрацию для улучшения экологической ситуации в городе.",
                        "opportunity": "Сотрудничество с экологическими организациями может привести к улучшению имиджа администрации.",
                        "restrictions": "Необходимость соответствовать экологическим стандартам и требованиям.",
                        "imposed_role": "Партнер по устойчивому развитию.",
                        "comment": "I am, Экологические организации, see my relationships with Администрация in the following perspective: мы стремимся к совместному решению экологических проблем."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "change": "Инвестиции и инициативы бизнеса могут изменить инфраструктуру и экономическую ситуацию в городе.",
                        "opportunity": "Создание рабочих мест и увеличение налоговых поступлений за счет поддержки местного бизнеса.",
                        "restrictions": "Необходимость учитывать интересы бизнеса при разработке городских политик.",
                        "imposed_role": "Экономический партнер.",
                        "comment": "I am, Бизнес-сообщество, see my relationships with Администрация in the following perspective: мы можем совместно развивать экономику города."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Обратная связь от пользователей в социальных сетях может быстро повлиять на репутацию администрации.",
                        "opportunity": "Использование социальных сетей для информирования граждан и повышения вовлеченности.",
                        "restrictions": "Необходимость реагировать на критику и поддерживать положительный имидж в сети.",
                        "imposed_role": "Коммуникатор и репутационный менеджер.",
                        "comment": "I am, Социальные сети, see my relationships with Администрация in the following perspective: я обеспечиваю платформу для диалога между властью и гражданами."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Граждане",
                        "essentiality": "Администрация необходима для обеспечения общественных услуг и участия граждан в процессе управления.",
                        "opportunity": "Граждане получают улучшение городской среды и возможность выражать свои потребности.",
                        "restrictions": "Граждане не могут напрямую вмешиваться в административные решения без соблюдения установленных процедур.",
                        "imposed_role": "Граждане выступают как активные участники и критики администрации.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: я зависим от администрации для получения услуг и возможности выразить свое мнение."
                    },
                    {
                        "source": "Бюджет города",
                        "essentiality": "Администрация управляет распределением бюджета, что делает ее ключевым элементом финансового обеспечения.",
                        "opportunity": "Бюджет получает возможность реализовывать проекты, направленные на улучшение городской среды.",
                        "restrictions": "Бюджет не может быть использован на несанкционированные или неэффективные проекты.",
                        "imposed_role": "Бюджет становится инструментом реализации планов администрации.",
                        "comment": "I am, Бюджет города, see my relationships with a target in the following perspective: я служу средством для достижения целей администрации в улучшении городской инфраструктуры."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Администрация необходима для совместной работы над проектами по охране окружающей среды.",
                        "opportunity": "Организации получают доступ к ресурсам и платформе для реализации экологических инициатив.",
                        "restrictions": "Организации должны соблюдать правила и нормы, установленные администрацией.",
                        "imposed_role": "Экологические организации выступают как партнеры и контролеры действий администрации.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: я завишу от администрации в вопросах сотрудничества и реализации экологических программ."
                    },
                    {
                        "source": "Местный бизнес",
                        "essentiality": "Администрация создает условия для ведения бизнеса через регулирование и поддержку.",
                        "opportunity": "Бизнес получает возможность развиваться и получать доступ к государственным контрактам.",
                        "restrictions": "Бизнес должен соблюдать местные законы и нормы, установленные администрацией.",
                        "imposed_role": "Бизнес становится экономическим партнером администрации.",
                        "comment": "I am, Местный бизнес, see my relationships with a target in the following perspective: я нуждаюсь в поддержке администрации для роста и развития."
                    },
                    {
                        "source": "Разработчики городских проектов",
                        "essentiality": "Администрация определяет приоритеты и нужды в городском планировании и развитии.",
                        "opportunity": "Разработчики могут реализовывать свои проекты, получая одобрение от администрации.",
                        "restrictions": "Разработчики не могут игнорировать требования и стандарты, установленные администрацией.",
                        "imposed_role": "Разработчики становятся исполнителями проектов администрации.",
                        "comment": "I am, Разработчики городских проектов, see my relationships with a target in the following perspective: я завишу от администрации в плане согласования и реализации своих идей."
                    }
                ]
            }
        }
    }
]