[
    {
        "entity": "Пассажиры",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Предоставляют услуги по перевозке пассажиров.",
                        "opportunity": "Быстрая и доступная доставка до пунктов назначения.",
                        "restrictions": "Ограничение по маршруту и расписанию.",
                        "imposed_role": "Пассажиры становятся клиентами, нуждающимися в услугах перевозки.",
                        "comment": "I am, Транспортные компании, see my relationships with Пассажиры in the following perspective: I facilitate their journey while ensuring my services remain profitable."
                    },
                    {
                        "source": "Технологии навигации (например, GPS)",
                        "change": "Упрощают процесс поиска маршрутов.",
                        "opportunity": "Экономия времени на планирование поездки.",
                        "restrictions": "Зависимость от доступности сигнала и точности данных.",
                        "imposed_role": "Пассажиры становятся зависимыми от технологий для планирования поездок.",
                        "comment": "I am, Технологии навигации, see my relationships with Пассажиры in the following perspective: I enhance their travel experience and efficiency."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Определяют правила и стандарты на транспортные услуги.",
                        "opportunity": "Гарантия безопасности и качества услуг.",
                        "restrictions": "Обязанность следовать установленным нормам и правилам.",
                        "imposed_role": "Пассажиры должны быть осведомлены о своих правах и обязанностях.",
                        "comment": "I am, Государственные органы, see my relationships with Пассажиры in the following perspective: I ensure a regulated and safe environment for their travel."
                    },
                    {
                        "source": "Другие пассажиры",
                        "change": "Создают социальную динамику и атмосферу во время поездки.",
                        "opportunity": "Возможность общения и обмена опытом.",
                        "restrictions": "Влияние на комфорт и безопасность во время путешествия.",
                        "imposed_role": "Пассажиры становятся частью группы, взаимодействующей с другими.",
                        "comment": "I am, Другие пассажиры, see my relationships with Пассажиры in the following perspective: I contribute to their social experience during travel."
                    },
                    {
                        "source": "Платформы для заказа такси",
                        "change": "Упрощают процесс заказа транспорта.",
                        "opportunity": "Доступ к различным транспортным вариантам и ценам.",
                        "restrictions": "Необходимость использования мобильного устройства и интернета.",
                        "imposed_role": "Пассажиры становятся пользователями платформ, ищущими удобства.",
                        "comment": "I am, Платформы для заказа такси, see my relationships with Пассажиры in the following perspective: I streamline their access to transportation services."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Пассажиры обеспечивают стабильный поток дохода и спрос на услуги.",
                        "opportunity": "Возможность получать прибыль от перевозки пассажиров.",
                        "restrictions": "Необходимость поддерживать высокое качество обслуживания и соблюдение графиков.",
                        "imposed_role": "Обеспечивать безопасные и быстрые перевозки.",
                        "comment": "I am, the транспортная компания, see my relationships with пассажирами in the following perspective: Пассажиры — это основа нашего бизнеса."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Пассажиры требуют соблюдения норм и стандартов безопасности на транспорте.",
                        "opportunity": "Улучшение общественного транспорта и инфраструктуры в ответ на запросы пассажиров.",
                        "restrictions": "Ограничение на введение новых тарифов без учета мнения пассажиров.",
                        "imposed_role": "Регулировать транспортные услуги для защиты прав пассажиров.",
                        "comment": "I am, государственный орган, see my relationships with пассажирами in the following perspective: Мы стремимся обеспечить безопасность и комфорт для всех."
                    },
                    {
                        "source": "Технологические компании",
                        "essentiality": "Пассажиры используют приложения и системы для упрощения процесса поездки.",
                        "opportunity": "Доступ к данным о перемещениях и предпочтениях пассажиров для улучшения сервисов.",
                        "restrictions": "Необходимость обеспечения конфиденциальности и безопасности данных пассажиров.",
                        "imposed_role": "Разрабатывать инновационные решения для улучшения клиентского опыта.",
                        "comment": "I am, технологическая компания, see my relationships with пассажирами in the following perspective: Пассажиры — это источник идей для новых технологий."
                    },
                    {
                        "source": "Поставщики топлива и запчастей",
                        "essentiality": "Пассажиры создают постоянный спрос на транспортные услуги, что стимулирует необходимость в топливе и запчастях.",
                        "opportunity": "Увеличение объемов продаж за счет роста транспортных компаний.",
                        "restrictions": "Требование к надежности и качеству поставляемых ресурсов.",
                        "imposed_role": "Обеспечивать транспортные компании необходимыми ресурсами для работы.",
                        "comment": "I am, поставщик ресурсов, see my relationships with пассажирами in the following perspective: Пассажиры — это драйверы нашего бизнеса."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Пассажиры становятся голосом за устойчивые и экологически чистые транспортные решения.",
                        "opportunity": "Поддержка инициатив по улучшению экологии и устойчивого развития.",
                        "restrictions": "Ограничения на использование неэкологичных транспортных средств.",
                        "imposed_role": "Создавать осведомленность о воздействии транспорта на окружающую среду.",
                        "comment": "I am, экологическая организация, see my relationships with пассажирами in the following perspective: Пассажиры могут изменить подходы к транспорту к лучшему."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Задержки в общественном транспорте",
                        "threat": "Создают дополнительные временные затраты на поездку",
                        "consequences_if_deteriorates": "Пассажиры смогут добираться до пунктов назначения быстрее и без задержек",
                        "consequences_if_improves": "Пассажиры могут стать зависимыми от ненадежного расписания и терять время в ожидании",
                        "imposed_role": "Беззащитные жертвы обстоятельств",
                        "comment": "I am, Задержки в общественном транспорте, see my relationships with Пассажиры in the following perspective: я заставляю их ждать и терять время."
                    },
                    {
                        "source": "Пробки на дорогах",
                        "threat": "Увеличивают время в пути и создают стресс",
                        "consequences_if_deteriorates": "Пассажиры смогут наслаждаться комфортной и быстрой поездкой",
                        "consequences_if_improves": "Пассажиры могут начать игнорировать альтернативные маршруты и терять гибкость планирования",
                        "imposed_role": "Застрявшие в ловушке",
                        "comment": "I am, Пробки на дорогах, see my relationships with Пассажиры in the following perspective: я ограничиваю их свободу передвижения."
                    },
                    {
                        "source": "Недостаток информации о маршрутах",
                        "threat": "Создает неопределенность и затрудняет выбор оптимальных путей",
                        "consequences_if_deteriorates": "Пассажиры смогут легко находить лучшие маршруты и избегать заторов",
                        "consequences_if_improves": "Пассажиры могут стать зависимыми от технологий и потерять навыки навигации",
                        "imposed_role": "Потерянные путешественники",
                        "comment": "I am, Недостаток информации о маршрутах, see my relationships with Пассажиры in the following perspective: я оставляю их в неведении о возможностях."
                    },
                    {
                        "source": "Нехватка транспорта",
                        "threat": "Ограничивает доступность и частоту общественного транспорта",
                        "consequences_if_deteriorates": "Пассажиры смогут легко добираться до мест назначения без ожидания",
                        "consequences_if_improves": "Пассажиры могут стать излишне зависимыми от общественного транспорта",
                        "imposed_role": "Зависимые от транспорта",
                        "comment": "I am, Нехватка транспорта, see my relationships with Пассажиры in the following perspective: я диктую условия их передвижения."
                    },
                    {
                        "source": "Тарифы на проезд",
                        "threat": "Повышают стоимость поездки и создают финансовое бремя",
                        "consequences_if_deteriorates": "Пассажиры смогут экономить средства и легче планировать свои расходы",
                        "consequences_if_improves": "Пассажиры могут начать воспринимать высокие тарифы как норму и терять возможность выбора",
                        "imposed_role": "Финансово уязвимые клиенты",
                        "comment": "I am, Тарифы на проезд, see my relationships with Пассажиры in the following perspective: я заставляю их платить больше за то, что должно быть доступно."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Обеспечивают транспортные услуги, которые позволяют пассажирам быстро и удобно добираться до пунктов назначения.",
                        "opportunity": "Предоставляют доступ к различным маршрутам и видам транспорта, что экономит время и усилия.",
                        "restrictions": "Ограничивают выбор маршрутов и расписание, что может привести к задержкам.",
                        "imposed_role": "Пассажиры становятся зависимыми от расписания и маршрутов, предлагаемых транспортными компаниями.",
                        "comment": "I am Транспортные компании, see my relationships with Пассажиры in the following perspective: Я облегчаю вашу жизнь, но вы должны следовать моим правилам."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Регулируют правила и стандарты транспортировки, обеспечивая безопасность и законность перевозок.",
                        "opportunity": "Создают инфраструктуру и правила, которые делают поездки более безопасными.",
                        "restrictions": "Налагают ограничения на альтернативные способы транспортировки, такие как частные перевозчики.",
                        "imposed_role": "Пассажиры должны следовать установленным нормам и правилам для безопасных поездок.",
                        "comment": "I am Государственные органы, see my relationships with Пассажиры in the following perspective: Я защищаю вашу безопасность, но иногда вам придется подстраиваться под мои правила."
                    },
                    {
                        "source": "Технологические платформы (мобильные приложения)",
                        "essentiality": "Обеспечивают удобный доступ к информации о расписаниях, маршрутах и ценах.",
                        "opportunity": "Позволяют пассажирам планировать поездки более эффективно и быстро.",
                        "restrictions": "Могут ограничивать выбор транспортных средств, если приложение поддерживает только определенные компании.",
                        "imposed_role": "Пассажиры становятся зависимыми от технологий для планирования своих поездок.",
                        "comment": "I am Технологические платформы, see my relationships with Пассажиры in the following perspective: Я ваш верный помощник, но без меня вам будет сложно ориентироваться."
                    },
                    {
                        "source": "Пробки и дорожные условия",
                        "essentiality": "Влияют на скорость и удобство поездок, создавая препятствия на пути.",
                        "opportunity": "Пассажиры могут учиться выбирать альтернативные маршруты и способы передвижения.",
                        "restrictions": "Ограничивают скорость и время прибытия, что может привести к задержкам.",
                        "imposed_role": "Пассажиры становятся более внимательными к условиям на дороге и адаптируют свои планы.",
                        "comment": "I am Пробки, see my relationships with Пассажиры in the following perspective: Я непредсказуем, но иногда заставляю вас стать более гибкими."
                    },
                    {
                        "source": "Социальные нормы и ожидания",
                        "essentiality": "Влияют на выбор способа передвижения и поведение пассажиров.",
                        "opportunity": "Создают мотивацию использовать более экологичные или социально приемлемые способы передвижения.",
                        "restrictions": "Могут ограничивать выбор менее популярных или нестандартных маршрутов.",
                        "imposed_role": "Пассажиры чувствуют давление следовать социальным ожиданиям в выборе транспорта.",
                        "comment": "I am Социальные нормы, see my relationships with Пассажиры in the following perspective: Я формирую ваши предпочтения, но вы все еще свободны в выборе."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Пассажиры могут предпочесть другие, более быстрые и удобные способы передвижения, если их потребности не будут удовлетворены.",
                        "consequences_if_deteriorates": "Если 'Пассажиры' исчезнут, транспортные компании больше не будут сталкиваться с рисками потери клиентов.",
                        "consequences_if_improves": "Если 'Пассажиры' улучшают свой опыт, транспортные компании могут увеличить лояльность и объемы продаж.",
                        "imposed_role": "Зависимость от потребностей пассажиров для выживания.",
                        "comment": "Я, транспортная компания, вижу свои отношения с пассажирами в следующей перспективе: их требования определяют мою способность оставаться на рынке."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Увеличение неудовлетворенности пассажиров может привести к социальным протестам или даже к законодательным изменениям.",
                        "consequences_if_deteriorates": "Если 'Пассажиры' перестанут использовать общественный транспорт, государственные органы потеряют контроль над транспортной системой.",
                        "consequences_if_improves": "Если 'Пассажиры' будут удовлетворены, это укрепит репутацию государственных органов.",
                        "imposed_role": "Ответственность за обеспечение комфортного передвижения.",
                        "comment": "Я, государственный орган, вижу свои отношения с пассажирами в следующей перспективе: их удовлетворенность — это индикатор моей успешности."
                    },
                    {
                        "source": "Конкуренты (другие виды транспорта)",
                        "threat": "Конкуренты могут потерять клиентов, если 'Пассажиры' найдут более удобные и быстрые варианты передвижения.",
                        "consequences_if_deteriorates": "Если 'Пассажиры' исчезнут, конкуренты смогут восстановить свои позиции на рынке.",
                        "consequences_if_improves": "Если 'Пассажиры' предпочитают данный вид транспорта, конкуренты могут столкнуться с потерей доли рынка.",
                        "imposed_role": "Постоянная борьба за внимание и предпочтение пассажиров.",
                        "comment": "Я, конкурент, вижу свои отношения с пассажирами в следующей перспективе: их выбор определяет мою способность оставаться конкурентоспособным."
                    },
                    {
                        "source": "Технологические компании",
                        "threat": "Если 'Пассажиры' будут недовольны, это снизит спрос на технологические решения, которые они предлагают.",
                        "consequences_if_deteriorates": "Если 'Пассажиры' исчезнут, технологии, связанные с транспортом, потеряют свою актуальность.",
                        "consequences_if_improves": "Если 'Пассажиры' будут довольны, это приведет к росту спроса на инновационные транспортные решения.",
                        "imposed_role": "Создание решений, отвечающих потребностям пассажиров.",
                        "comment": "Я, технологическая компания, вижу свои отношения с пассажирами в следующей перспективе: их удовлетворенность — это ключ к моему успеху."
                    },
                    {
                        "source": "Экологические активисты",
                        "threat": "Увеличение числа пассажиров может негативно сказаться на экологии, если не будут приняты меры по уменьшению углеродного следа.",
                        "consequences_if_deteriorates": "Если 'Пассажиры' исчезнут, экологические проблемы могут уменьшиться.",
                        "consequences_if_improves": "Если 'Пассажиры' будут выбирать экологически чистые варианты, это поможет улучшить состояние окружающей среды.",
                        "imposed_role": "Ответственность за экологические аспекты транспортировки.",
                        "comment": "Я, экологический активист, вижу свои отношения с пассажирами в следующей перспективе: их выбор влияет на будущее планеты."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Транспортные компании адаптируют свои маршруты и расписания, чтобы соответствовать требованиям пассажиров.",
                        "opportunity": "Увеличение числа пассажиров и доходов за счет предложения более удобных услуг.",
                        "restrictions": "Ограничения по времени, что требует оптимизации логистики и управления ресурсами.",
                        "imposed_role": "Поставщик услуг, который должен учитывать потребности и желания пассажиров.",
                        "comment": "Я, транспортная компания, вижу мои отношения с пассажирами в следующей перспективе: мы должны постоянно улучшать наши предложения, чтобы оставаться конкурентоспособными."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Государственные органы пересматривают правила и стандарты, чтобы улучшить транспортную инфраструктуру.",
                        "opportunity": "Улучшение имиджа и репутации за счет повышения качества общественного транспорта.",
                        "restrictions": "Необходимость соблюдения бюджета и соблюдения законодательства.",
                        "imposed_role": "Регулятор, который отвечает за обеспечение удобства и безопасности пассажиров.",
                        "comment": "Я, государственный орган, вижу мои отношения с пассажирами в следующей перспективе: мы обязаны создать безопасные и эффективные условия для передвижения граждан."
                    },
                    {
                        "source": "Разработчики мобильных приложений",
                        "change": "Разработчики адаптируют свои приложения для управления пассажирскими потоками и упрощения выбора маршрутов.",
                        "opportunity": "Расширение пользовательской базы и увеличение доходов от сервисов.",
                        "restrictions": "Зависимость от потребностей и отзывов пользователей, что требует постоянного обновления функционала.",
                        "imposed_role": "Технологический партнер, помогающий пассажирам находить оптимальные решения.",
                        "comment": "Я, разработчик мобильных приложений, вижу мои отношения с пассажирами в следующей перспективе: мы стремимся сделать взаимодействие с транспортом максимально удобным и интуитивно понятным."
                    },
                    {
                        "source": "Водители общественного транспорта",
                        "change": "Водители меняют свои привычные маршруты и подходы к обслуживанию пассажиров, чтобы удовлетворить их потребности.",
                        "opportunity": "Повышение заработка через улучшение качества обслуживания и привлечение большего числа пассажиров.",
                        "restrictions": "Необходимость следовать установленным маршрутам и расписаниям.",
                        "imposed_role": "Обслуживающий персонал, который должен учитывать пожелания пассажиров.",
                        "comment": "Я, водитель общественного транспорта, вижу мои отношения с пассажирами в следующей перспективе: их комфорт и удовлетворение — моя главная цель на каждом маршруте."
                    },
                    {
                        "source": "Поставщики топлива",
                        "change": "Поставщики топлива корректируют свои предложения и цены в зависимости от спроса на транспортные услуги.",
                        "opportunity": "Рост объемов продаж и стабильный доход от транспортной отрасли.",
                        "restrictions": "Ценовая конкуренция и необходимость поддержания качества поставок.",
                        "imposed_role": "Экономический партнер, влияющий на экономику транспортирования.",
                        "comment": "Я, поставщик топлива, вижу мои отношения с пассажирами в следующей перспективе: их потребности в удобном и быстром передвижении напрямую влияют на наш бизнес."
                    }
                ]
            }
        }
    },
    {
        "entity": "Менеджеры и дизайнеры, отвечавшие за ландшафт",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Горожане",
                        "change": "Горожане высказывают свои мнения и пожелания по поводу городского пространства, что заставляет менеджеров и дизайнеров учитывать реальные потребности пользователей.",
                        "opportunity": "Возможность создать пространство, которое будет действительно полезным и приятным для жизни.",
                        "restrictions": "Необходимость учитывать разнообразные мнения и предпочтения, что может усложнять процесс разработки.",
                        "imposed_role": "Реактивные создатели, реагирующие на отзывы и пожелания.",
                        "comment": "I am, Горожане, see my relationships with a target in the following perspective: I provide invaluable feedback that can shape the urban environment."
                    },
                    {
                        "source": "Государственные регуляторы",
                        "change": "Регуляции и стандарты, установленные государственными органами, могут требовать изменений в проектировании городского пространства.",
                        "opportunity": "Возможность получить финансирование или поддержку на реализацию проектов, соответствующих требованиям.",
                        "restrictions": "Необходимость следовать строгим нормативам, что может ограничивать креативность и свободу в проектировании.",
                        "imposed_role": "Соблюдающие правила, которые должны адаптировать свои идеи к требованиям законодательства.",
                        "comment": "I am, Государственные регуляторы, see my relationships with a target in the following perspective: I ensure that urban projects meet legal and safety standards."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Обеспечение устойчивого подхода к проектированию, влияющее на выбор материалов и методов.",
                        "opportunity": "Создание экологически чистых и безопасных пространств, что способствует улучшению имиджа и удовлетворенности пользователей.",
                        "restrictions": "Необходимость учитывать экологические нормы, что может увеличивать затраты и время на проектирование.",
                        "imposed_role": "Устойчивые проектировщики, ориентированные на экологические аспекты.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: I advocate for sustainability in urban development."
                    },
                    {
                        "source": "Медиа и общественное мнение",
                        "change": "Обсуждение проектов в СМИ может повлиять на общественное восприятие и принятие дизайнерских решений.",
                        "opportunity": "Поддержка со стороны общественности и медиа может помочь в продвижении успешных проектов.",
                        "restrictions": "Риск негативной оценки в случае неудачных решений или плохих реализаций.",
                        "imposed_role": "Публичные фигуры, которые должны учитывать общественное мнение в своих решениях.",
                        "comment": "I am, Медиа, see my relationships with a target in the following perspective: I amplify the voices of the community regarding urban design."
                    },
                    {
                        "source": "Технологические новшества",
                        "change": "Внедрение новых технологий может изменить подход к проектированию и управлению городским пространством.",
                        "opportunity": "Доступ к современным инструментам и методам, которые могут повысить эффективность и качество работы.",
                        "restrictions": "Необходимость инвестирования в новое оборудование и обучение персонала.",
                        "imposed_role": "Технологически продвинутые профессионалы, которые должны адаптироваться к новым инструментам.",
                        "comment": "I am, Технологические новшества, see my relationships with a target in the following perspective: I empower designers and managers to innovate in urban planning."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Городские власти",
                        "essentiality": "Городские власти устанавливают правила и нормы, которые необходимы для реализации проектов по ландшафтному дизайну.",
                        "opportunity": "Они предоставляют финансирование и разрешения, необходимые для начала и завершения проектов.",
                        "restrictions": "Они могут ограничивать творческие решения, требуя соблюдения стандартов и норм.",
                        "imposed_role": "Проектировщик должен работать в рамках установленных правил и норм.",
                        "comment": "I am, the city authorities, see my relationships with the target in the following perspective: my regulations shape the landscape, and without my approval, their vision remains just a dream."
                    },
                    {
                        "source": "Сообщество пассажиров",
                        "essentiality": "Обратная связь от пользователей способствует улучшению проектирования и делает его более ориентированным на потребности.",
                        "opportunity": "Пассажиры предоставляют критически важные данные о том, что работает, а что нет, что увеличивает шансы на успех.",
                        "restrictions": "Игнорирование их мнения может привести к критике и отсутствию поддержки.",
                        "imposed_role": "Менеджеры и дизайнеры должны учитывать мнение сообщества, чтобы избежать негативной реакции.",
                        "comment": "I am, the passenger community, see my relationships with the target in the following perspective: I am the voice of those who experience the space, and my feedback is the key to their success."
                    },
                    {
                        "source": "Экологические нормы",
                        "essentiality": "Экологические нормы требуют соблюдения принципов устойчивого развития, что влияет на проектирование городских пространств.",
                        "opportunity": "Соблюдение этих норм может повысить репутацию и привлекательность проектов.",
                        "restrictions": "Невыполнение экологических норм может привести к юридическим последствиям и общественному осуждению.",
                        "imposed_role": "Дизайнеры должны внедрять устойчивые практики в свои проекты.",
                        "comment": "I am, the environmental standards, see my relationships with the target in the following perspective: I guide their creativity towards sustainability, ensuring that their work respects the planet."
                    },
                    {
                        "source": "Конкурирующие дизайнерские команды",
                        "essentiality": "Конкуренция с другими командами подстегивает инновации и улучшение качества проектов.",
                        "opportunity": "Это создает стимул для повышения уровня креативности и проработки идей.",
                        "restrictions": "Неудача в конкуренции может означать утрату контракта или репутации.",
                        "imposed_role": "Менеджеры и дизайнеры должны постоянно совершенствовать свои навыки и подходы, чтобы оставаться конкурентоспособными.",
                        "comment": "I am, the competing design teams, see my relationships with the target in the following perspective: our rivalry fuels their ambitions, pushing them to create ever-greater urban spaces."
                    },
                    {
                        "source": "Технологические инструменты (например, CAD-программы)",
                        "essentiality": "Современные технологии позволяют эффективно визуализировать проекты и упрощают процесс проектирования.",
                        "opportunity": "Они ускоряют процесс разработки и помогают в точной передаче идей.",
                        "restrictions": "Зависимость от технологий может ограничить творческое мышление и индивидуальный подход.",
                        "imposed_role": "Дизайнеры должны использовать технологии для достижения лучших результатов.",
                        "comment": "I am, the technological tools, see my relationships with the target in the following perspective: I empower their visions with precision, but I also demand their adherence to my protocols."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Городские власти",
                        "change": "Городские власти обновляют нормативные документы и правила, касающиеся градостроительства и озеленения.",
                        "opportunity": "Возможность улучшить имидж города и повысить качество жизни его граждан.",
                        "restrictions": "Необходимость учитывать мнение местных жителей и экспертов, избегая властных решений без обсуждения.",
                        "imposed_role": "Координатор и контролер, который должен следить за соблюдением норм и стандартов.",
                        "comment": "Я, городские власти, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: мы должны работать вместе для создания пространства, которое отвечает нуждам сообщества."
                    },
                    {
                        "source": "Местные жители",
                        "change": "Местные жители начинают участвовать в процессах проектирования и обсуждения городских пространств.",
                        "opportunity": "Получение удобного и красивого пространства для жизни и отдыха, а также возможность влиять на решения.",
                        "restrictions": "Ограниченное время и ресурсы для участия в обсуждениях и инициативах.",
                        "imposed_role": "Субъект обратной связи, который предоставляет информацию и отзывы о проектируемых пространствах.",
                        "comment": "Я, местные жители, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: наше мнение должно быть услышано для создания пространства, которое нам действительно нужно."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Экологические организации активизируют свою деятельность, предлагая устойчивые решения для городского ландшафта.",
                        "opportunity": "Шанс продвигать идеи устойчивого развития и защиту окружающей среды.",
                        "restrictions": "Необходимость учитывать экономические аспекты и бюджетные ограничения проектирования.",
                        "imposed_role": "Консультант по вопросам экологии и устойчивого развития в проекте.",
                        "comment": "Я, экологическая организация, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: мы можем совместно создать пространство, которое будет не только красивым, но и экологически чистым."
                    },
                    {
                        "source": "Строительные компании",
                        "change": "Строительные компании адаптируют свои методы работы и материалы, чтобы соответствовать новым проектам.",
                        "opportunity": "Возможность расширить рынок и предлагать инновационные решения для городской инфраструктуры.",
                        "restrictions": "Сложности с соблюдением новых стандартов и требований к качеству.",
                        "imposed_role": "Исполнитель, который должен реализовать проекты в соответствии с указаниями менеджеров и дизайнеров.",
                        "comment": "Я, строительная компания, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: мы стремимся к эффективному сотрудничеству для достижения лучшего результата."
                    },
                    {
                        "source": "Архитектурные бюро",
                        "change": "Архитектурные бюро изменяют свои подходы к проектированию в ответ на новые требования к функциональности и эстетике.",
                        "opportunity": "Возможность продемонстрировать свои навыки в создании уникальных и значимых пространств.",
                        "restrictions": "Необходимость работать в рамках бюджетов и сроков, что может ограничивать креативность.",
                        "imposed_role": "Креативный партнер, который предлагает идеи и концепции для реализации.",
                        "comment": "Я, архитектурное бюро, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: вместе мы можем создавать вдохновляющие и полезные пространства для людей."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Горожане (пассажиры)",
                        "threat": "Критика работы менеджеров и дизайнеров за неучет потребностей пользователей.",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры смогут работать без страха критики и экспериментировать с новыми идеями.",
                        "consequences_if_improves": "Если удовлетворить потребности горожан, это может привести к высокому уровню одобрения и повышению репутации.",
                        "imposed_role": "Наблюдатели и критики.",
                        "comment": "I am, Горожане, see my relationships with a target in the following perspective: Я могу влиять на их решения через свои отзывы и потребности."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Регулирование и контроль за соблюдением стандартов в дизайне общественных пространств.",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры получат больше свободы в реализации своих идей без бюрократических преград.",
                        "consequences_if_improves": "Ужесточение контроля может привести к повышению качества проектов, но и к ограничениям в креативности.",
                        "imposed_role": "Контролирующие инстанции.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: Я обеспечиваю соблюдение стандартов и правил для защиты общественных интересов."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Протесты и кампании против проектов, наносящих вред окружающей среде.",
                        "consequences_if_deteriorates": "Проекты могут быть реализованы без учета экологических норм, что может снизить их качество.",
                        "consequences_if_improves": "Сотрудничество может привести к созданию устойчивых и экологически чистых пространств.",
                        "imposed_role": "Правозащитники.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: Я слежу за тем, чтобы их проекты соблюдали экологические стандарты."
                    },
                    {
                        "source": "Конкурирующие архитектурные бюро",
                        "threat": "Снижение репутации и шанс на потерю контрактов.",
                        "consequences_if_deteriorates": "Конкуренция снижается, позволяя менеджерам и дизайнерам работать более свободно.",
                        "consequences_if_improves": "Увеличение конкуренции может повысить качество и инновации в их работе.",
                        "imposed_role": "Конкуренты.",
                        "comment": "I am, Конкурирующие архитектурные бюро, see my relationships with a target in the following perspective: Я всегда стремлюсь превзойти их, предлагая инновационные решения."
                    },
                    {
                        "source": "Медиа и социальные сети",
                        "threat": "Обсуждение и критика проектов в общественном пространстве.",
                        "consequences_if_deteriorates": "Снижение общественного внимания позволит менеджерам и дизайнерам работать более свободно.",
                        "consequences_if_improves": "Положительное освещение может привлечь больше клиентов и повысить репутацию.",
                        "imposed_role": "Аудиторы общественного мнения.",
                        "comment": "I am, Медиа и социальные сети, see my relationships with a target in the following perspective: Я формирую общественное восприятие их работы через свои публикации и обсуждения."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Городские власти",
                        "essentiality": "Менеджеры и дизайнеры, отвечавшие за ландшафт, обеспечивают соответствие городского пространства современным стандартам и требованиям.",
                        "opportunity": "Городские власти получают возможность реализовать свои планы по развитию и улучшению городской инфраструктуры.",
                        "restrictions": "Городские власти не могут игнорировать мнения и потребности менеджеров и дизайнеров, так как это может привести к негативной реакции со стороны общества.",
                        "imposed_role": "Городские власти должны поддерживать и финансировать проекты, предложенные менеджерами и дизайнерами.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: I rely on them to create a functional and aesthetically pleasing environment."
                    },
                    {
                        "source": "Пассажиры",
                        "essentiality": "Менеджеры и дизайнеры зависят от отзывов пассажиров для понимания реальных потребностей и предпочтений.",
                        "opportunity": "Пассажиры получают возможность влиять на дизайн и функциональность городского пространства через свои отзывы и предложения.",
                        "restrictions": "Менеджеры и дизайнеры не могут игнорировать критику пассажиров, так как это может повлиять на их репутацию и профессиональный успех.",
                        "imposed_role": "Пассажиры становятся активными участниками процесса проектирования, их мнения и потребности должны учитываться.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: I provide essential feedback that shapes their designs."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Менеджеры и дизайнеры обязаны учитывать экологические нормы и требования для создания устойчивого городского пространства.",
                        "opportunity": "Экологические организации могут использовать проекты менеджеров и дизайнеров для продвижения своих инициатив и привлечения внимания к вопросам экологии.",
                        "restrictions": "Менеджеры и дизайнеры не могут использовать экологически вредные материалы или методы без риска получения санкций.",
                        "imposed_role": "Экологические организации выступают как контролирующие органы, требующие соблюдения экологических стандартов.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: I ensure their designs are environmentally responsible."
                    },
                    {
                        "source": "Строительные компании",
                        "essentiality": "Менеджеры и дизайнеры создают проектную документацию, необходимую для работы строительных компаний.",
                        "opportunity": "Строительные компании получают доступ к новым проектам и возможностям для зарабатывания денег.",
                        "restrictions": "Строительные компании не могут отклоняться от проектных решений, предложенных менеджерами и дизайнерами.",
                        "imposed_role": "Строительные компании становятся исполнителями проектов, разработанных менеджерами и дизайнерами.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: I depend on their designs to execute my work."
                    },
                    {
                        "source": "СМИ и общественность",
                        "essentiality": "Менеджеры и дизайнеры нуждаются в поддержке СМИ для продвижения своих проектов и идей.",
                        "opportunity": "СМИ и общественность могут освещать успешные проекты, что способствует положительному имиджу дизайнеров и менеджеров.",
                        "restrictions": "Менеджеры и дизайнеры должны быть осторожны в своих решениях, чтобы избежать негативного освещения в СМИ.",
                        "imposed_role": "СМИ и общественность становятся критиками и защитниками проектов, создаваемых менеджерами и дизайнерами.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: I play a crucial role in shaping their public image."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Горожане (пассажиры)",
                        "threat": "Менеджеры и дизайнеры создают пространство, которое не отвечает потребностям пассажиров.",
                        "consequences_if_deteriorates": "Если менеджеры и дизайнеры исчезнут, горожане не будут испытывать неудовлетворенность от несоответствия их потребностей.",
                        "consequences_if_improves": "Если работа менеджеров и дизайнеров улучшится, горожане получат более удобное и функциональное пространство.",
                        "imposed_role": "Критик, который выражает недовольство и требует изменений.",
                        "comment": "Я, горожанин, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их работа напрямую влияет на мой комфорт и удовлетворение от городского пространства."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Менеджеры и дизайнеры могут подвергать сомнению решения органов, если их проект не соответствует стандартам.",
                        "consequences_if_deteriorates": "Если менеджеры и дизайнеры исчезнут, государственные органы не будут подвержены критике за неэффективное планирование.",
                        "consequences_if_improves": "Если они улучшат свои проекты, государственные органы получат признание за успешные инициативы.",
                        "imposed_role": "Регулятор, который устанавливает стандарты и требования к городскому пространству.",
                        "comment": "Я, государственный орган, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их работа может либо подтвердить, либо опровергнуть эффективность наших стандартов."
                    },
                    {
                        "source": "Инвесторы (частные и государственные)",
                        "threat": "Менеджеры и дизайнеры могут рисковать потерей финансирования, если их проекты не будут успешными.",
                        "consequences_if_deteriorates": "Если менеджеры и дизайнеры исчезнут, инвесторы смогут избежать рисков, связанных с неудачными проектами.",
                        "consequences_if_improves": "Если проекты улучшатся, инвесторы получат прибыль и удовлетворение от своих вложений.",
                        "imposed_role": "Контролер, который требует отчеты о прогрессе и эффективности.",
                        "comment": "Я, инвестор, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их успехи или неудачи напрямую влияют на мои инвестиции."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Менеджеры и дизайнеры могут игнорировать экологические стандарты в своих проектах.",
                        "consequences_if_deteriorates": "Если менеджеры и дизайнеры исчезнут, экологические организации будут иметь меньше влияния на урбанистические процессы.",
                        "consequences_if_improves": "Если менеджеры и дизайнеры учтут экологические аспекты, это укрепит позиции экологических организаций.",
                        "imposed_role": "Адвокат, который защищает интересы экологии в городском планировании.",
                        "comment": "Я, экологическая организация, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их проекты могут либо помочь, либо навредить экологическим инициативам."
                    },
                    {
                        "source": "Архитекторы и градостроители",
                        "threat": "Менеджеры и дизайнеры могут конкурировать с ними в области проектирования и планирования.",
                        "consequences_if_deteriorates": "Если менеджеры и дизайнеры исчезнут, архитекторы и градостроители будут иметь больше возможностей для реализации своих идей.",
                        "consequences_if_improves": "Если работа менеджеров и дизайнеров улучшится, это может привести к сотрудничеству и более качественным проектам.",
                        "imposed_role": "Конкуренты, которые разрабатывают альтернативные решения для городского пространства.",
                        "comment": "Я, архитектор, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их успехи могут как угрожать, так и способствовать нашему совместному развитию."
                    }
                ]
            }
        }
    },
    {
        "entity": "Выход из метро",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Пассажиры",
                        "change": "Пассажиры адаптируют свои маршруты в зависимости от удобства выхода из метро.",
                        "opportunity": "Улучшение опыта передвижения и сокращение времени ожидания.",
                        "restrictions": "Необходимость следовать правилам и маршрутам метро.",
                        "imposed_role": "Агент, который использует выход для своего удобства.",
                        "comment": "I am, the пассажиры, see my relationships with a target in the following perspective: The exit is crucial for my daily commute and influences my choices."
                    },
                    {
                        "source": "Метро",
                        "change": "Улучшение инфраструктуры в ответ на нагрузку пассажиропотока.",
                        "opportunity": "Повышение эффективности работы и привлекательности для пользователей.",
                        "restrictions": "Необходимость поддерживать стандарты безопасности и удобства.",
                        "imposed_role": "Средство для обеспечения пассажиропотока.",
                        "comment": "I am, the метро, see my relationships with a target in the following perspective: The exit shapes my operational strategies and service offerings."
                    },
                    {
                        "source": "Городские власти",
                        "change": "Изменение городского планирования в связи с эффективностью выхода.",
                        "opportunity": "Увеличение потока туристов и улучшение имиджа города.",
                        "restrictions": "Финансовые ограничения на модернизацию и ремонт.",
                        "imposed_role": "Регулятор, поддерживающий инфраструктуру.",
                        "comment": "I am, the городские власти, see my relationships with a target in the following perspective: The exit is a focal point in our urban development initiatives."
                    },
                    {
                        "source": "Торговые точки вблизи выхода",
                        "change": "Рост клиентской базы и объема продаж.",
                        "opportunity": "Увеличение прибыли благодаря высокому пассажиропотоку.",
                        "restrictions": "Конкуренция с другими заведениями и необходимость поддерживать качество обслуживания.",
                        "imposed_role": "Коммерческое заведение, зависящее от потока клиентов.",
                        "comment": "I am, the торговые точки, see my relationships with a target in the following perspective: The exit drives my business and customer engagement."
                    },
                    {
                        "source": "Компании по обслуживанию метро",
                        "change": "Изменение в обслуживании и ремонте в ответ на потребности выходов.",
                        "opportunity": "Повышение спроса на услуги по техническому обслуживанию.",
                        "restrictions": "Необходимость соответствовать стандартам и срокам выполнения работ.",
                        "imposed_role": "Исполнитель, отвечающий за поддержание работоспособности системы.",
                        "comment": "I am, the компании по обслуживанию метро, see my relationships with a target in the following perspective: The exit determines my workload and service commitments."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Государственные органы",
                        "change": "Регулируют правила и стандарты работы метро, влияя на его эффективность.",
                        "opportunity": "Создание более безопасного и удобного пространства для пассажиров.",
                        "restrictions": "Налагают требования по соблюдению норм безопасности и доступности.",
                        "imposed_role": "Оператора, который обязан следовать установленным правилам.",
                        "comment": "I am, the Государственные органы, see my relationships with a target in the following perspective: I ensure that the 'Выход из метро' operates within the bounds of law and safety."
                    },
                    {
                        "source": "Технологические системы",
                        "change": "Автоматизируют процессы, такие как контроль за пассажиропотоком через системы считывания билетов.",
                        "opportunity": "Увеличение скорости и эффективности прохождения пассажиров через выход.",
                        "restrictions": "Зависимость от технологической инфраструктуры и ее обновления.",
                        "imposed_role": "Зависимого от технологий для обеспечения своего функционирования.",
                        "comment": "I am, the Технологические системы, see my relationships with a target in the following perspective: I enhance the operational capabilities of 'Выход из метро' through automation and efficiency."
                    },
                    {
                        "source": "Пассажиры",
                        "change": "Влияют на дизайн и функциональность выхода, формируя его в соответствии с потребностями.",
                        "opportunity": "Получение комфорта и скорости при выходе из метро.",
                        "restrictions": "Необходимо учитывать предпочтения и поведение пассажиров при проектировании.",
                        "imposed_role": "Целевой аудитории, чьи потребности должны быть удовлетворены.",
                        "comment": "I am, the Пассажиры, see my relationships with a target in the following perspective: My needs and behaviors shape the way 'Выход из метро' is designed and operated."
                    },
                    {
                        "source": "Конкурирующие виды транспорта",
                        "change": "Создают давление на систему метро, побуждая её улучшать качество обслуживания.",
                        "opportunity": "Стремление улучшать свои услуги для привлечения пассажиров.",
                        "restrictions": "Необходимость постоянного мониторинга конкуренции и адаптации.",
                        "imposed_role": "Конкурента, который вынуждает к постоянному развитию.",
                        "comment": "I am, the Конкурирующие виды транспорта, see my relationships with a target in the following perspective: I challenge 'Выход из метро' to continuously improve to remain relevant."
                    },
                    {
                        "source": "Управляющие компании метро",
                        "change": "Определяют стратегию и политику работы выходов из метро.",
                        "opportunity": "Упрощение управления и повышение качества обслуживания.",
                        "restrictions": "Влияние на бюджет и ресурсы, выделяемые на содержание выходов.",
                        "imposed_role": "Управляющего, который отвечает за эффективность работы.",
                        "comment": "I am, the Управляющие компании метро, see my relationships with a target in the following perspective: I guide 'Выход из метро' to achieve operational excellence and passenger satisfaction."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Городская инфраструктура",
                        "essentiality": "Городская инфраструктура обеспечивает доступ к метрополитену, что делает 'Выход из метро' функционально важным.",
                        "opportunity": "Обеспечивает удобный и быстрый выход для пассажиров, что способствует эффективному пропуску пассажиропотока.",
                        "restrictions": "Пассажиры не могут покинуть метро в неконтролируемых местах.",
                        "imposed_role": "Выход из метро становится необходимым элементом городской транспортной системы.",
                        "comment": "I am, the City Infrastructure, see my relationships with the target in the following perspective: I provide the essential framework within which you operate."
                    },
                    {
                        "source": "Пассажиры",
                        "essentiality": "Пассажиры создают потребность в 'Выходе из метро', определяя его важность через использование.",
                        "opportunity": "Предоставляют возможность для 'Выхода из метро' осуществлять свою функцию, увеличивая пассажиропоток.",
                        "restrictions": "Пассажиры могут создать беспорядок и затор, если не следуют установленным правилам.",
                        "imposed_role": "Выход из метро служит для удовлетворения потребностей пассажиров.",
                        "comment": "I am, the Passengers, see my relationships with the target in the following perspective: Without us, you would be an empty passage."
                    },
                    {
                        "source": "Метро",
                        "essentiality": "Метро обеспечивает потоки людей, что делает 'Выход из метро' важным местом для разгрузки пассажиропотока.",
                        "opportunity": "Создает постоянный поток пассажиров, который поддерживает актуальность 'Выхода из метро'.",
                        "restrictions": "Выход из метро не может быть изменен или закрыт без согласия метрополитена.",
                        "imposed_role": "Выход из метро становится необходимой частью системы метро.",
                        "comment": "I am, the Metro, see my relationships with the target in the following perspective: I bring you the lifeblood of commuters."
                    },
                    {
                        "source": "Технологии управления потоками",
                        "essentiality": "Технологии, такие как системы контроля и автоматизации, помогают организовать выходы и управление пассажиропотоком.",
                        "opportunity": "Улучшает эффективность работы 'Выхода из метро', позволяя ему быстрее адаптироваться к изменяющимся условиям.",
                        "restrictions": "Технологии могут ограничивать возможности изменения структуры выхода.",
                        "imposed_role": "Выход из метро должен следовать установленным технологическим стандартам.",
                        "comment": "I am, the Flow Management Technologies, see my relationships with the target in the following perspective: I enable your efficiency through data and control."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы устанавливают правила и стандарты для работы 'Выхода из метро'.",
                        "opportunity": "Обеспечивают законные рамки для функционирования и развития 'Выхода из метро'.",
                        "restrictions": "Выход из метро должен соответствовать регуляторным требованиям, что может ограничивать его дизайн и функциональность.",
                        "imposed_role": "Выход из метро должен следовать государственным стандартам и нормам.",
                        "comment": "I am, the Government Authorities, see my relationships with the target in the following perspective: I set the rules that ensure your safety and relevance."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Пассажиры",
                        "threat": "Выход из метро эффективно организует поток, что уменьшает время ожидания и увеличивает скорость перемещения.",
                        "consequences_if_deteriorates": "Пассажиры могут испытывать неудобства и задержки, что приведет к снижению их удовлетворенности и увеличению вероятности выбора альтернативных маршрутов.",
                        "consequences_if_improves": "Улучшение выхода из метро обеспечит более комфортные условия, увеличив количество пассажиров и их лояльность.",
                        "imposed_role": "Устойчивый поток пассажиров.",
                        "comment": "I am, the пассажиры, see my relationships with a target in the following perspective: I depend on the efficiency of the exit to ensure a smooth journey."
                    },
                    {
                        "source": "Метро",
                        "threat": "Выход из метро влияет на общую пропускную способность системы, что может привести к перегрузкам.",
                        "consequences_if_deteriorates": "Если выход ухудшится, метро может стать менее привлекательным для пассажиров, что снизит его популярность.",
                        "consequences_if_improves": "Улучшение выхода повысит общее качество услуг метро и привлечет больше пассажиров.",
                        "imposed_role": "Эффективный транспортный узел.",
                        "comment": "I am, the метро, see my relationships with a target in the following perspective: My efficiency depends on the seamless operation of the exit."
                    },
                    {
                        "source": "Городская инфраструктура",
                        "threat": "Выход из метро может стать перегруженным, влияя на общий поток движения и транспорт.",
                        "consequences_if_deteriorates": "Ухудшение выхода может привести к увеличению пробок и заторов в городе.",
                        "consequences_if_improves": "Оптимизация выхода улучшит общий транспортный поток и снизит нагрузки на дороги.",
                        "imposed_role": "Ключевой элемент транспортной системы города.",
                        "comment": "I am, the городская инфраструктура, see my relationships with a target in the following perspective: The exit's performance directly impacts urban mobility."
                    },
                    {
                        "source": "Коммерческие заведения",
                        "threat": "Выход из метро обеспечивает поток клиентов, что критично для бизнеса.",
                        "consequences_if_deteriorates": "Ухудшение выхода приведет к снижению потока клиентов, что может негативно сказаться на прибыли.",
                        "consequences_if_improves": "Улучшение выхода приведет к увеличению числа посетителей и, соответственно, прибыли.",
                        "imposed_role": "Поток клиентов.",
                        "comment": "I am, the коммерческие заведения, see my relationships with a target in the following perspective: My success relies heavily on the foot traffic facilitated by the exit."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Выход из метро влияет на безопасность и управление общественным транспортом.",
                        "consequences_if_deteriorates": "Ухудшение может привести к увеличению инцидентов и негативной реакции общественности.",
                        "consequences_if_improves": "Улучшение выхода повысит безопасность и общественное доверие к транспортной системе.",
                        "imposed_role": "Ответственный за безопасность общественного транспорта.",
                        "comment": "I am, the государственные органы, see my relationships with a target in the following perspective: The exit's condition reflects my ability to maintain public safety."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Современные технологии автоматизации",
                        "threat": "Автоматизированные системы контроля и управления пассажиропотоком могут заменить физическую инфраструктуру выхода из метро.",
                        "consequences_if_deteriorates": "Если автоматизация не будет внедрена, выход из метро сохранит свою актуальность и может продолжать эффективно пропускать пассажиров.",
                        "consequences_if_improves": "Если технологии улучшатся, выход из метро может потерять свою значимость, став ненужным.",
                        "imposed_role": "Неэффективный элемент инфраструктуры",
                        "comment": "I am, Современные технологии автоматизации, see my relationships with a target in the following perspective: Я представляю угрозу, так как могу полностью заменить физические выходы на метро."
                    },
                    {
                        "source": "Демографические изменения в городе",
                        "threat": "Снижение числа пользователей метро из-за миграции или изменения привычек населения может уменьшить поток пассажиров.",
                        "consequences_if_deteriorates": "Если демографические изменения не произойдут, выход из метро будет продолжать функционировать на высоком уровне.",
                        "consequences_if_improves": "Увеличение населения может привести к перегрузке выхода из метро, что вызовет его неэффективность.",
                        "imposed_role": "Ненужный элемент инфраструктуры",
                        "comment": "I am, Демографические изменения в городе, see my relationships with a target in the following perspective: Я влияю на необходимость выхода из метро, в зависимости от числа пассажиров."
                    },
                    {
                        "source": "Конкурирующие виды транспорта (например, электросамокаты, каршеринг)",
                        "threat": "Альтернативные виды транспорта могут снизить количество пассажиров метро.",
                        "consequences_if_deteriorates": "Если конкуренция не возрастет, выход из метро будет оставаться важным элементом транспортной инфраструктуры.",
                        "consequences_if_improves": "Увеличение использования альтернативного транспорта может сделать выход из метро менее актуальным.",
                        "imposed_role": "Второстепенный транспортный узел",
                        "comment": "I am, Конкурирующие виды транспорта, see my relationships with a target in the following perspective: Я угрожаю актуальности выхода из метро, заменяя его как основной способ передвижения."
                    },
                    {
                        "source": "Социальные и культурные изменения",
                        "threat": "Изменения в образе жизни и предпочтениях людей могут уменьшить потребность в использовании метро.",
                        "consequences_if_deteriorates": "Если социальные изменения не произойдут, выход из метро будет продолжать играть свою роль в обществе.",
                        "consequences_if_improves": "Увеличение предпочтений к другим формам досуга может снизить поток пассажиров через выход из метро.",
                        "imposed_role": "Устаревший способ передвижения",
                        "comment": "I am, Социальные и культурные изменения, see my relationships with a target in the following perspective: Я влияю на восприятие выхода из метро в обществе, подрывая его актуальность."
                    },
                    {
                        "source": "Экологические факторы (загрязнение, климатические изменения)",
                        "threat": "Увеличение загрязнения может снизить привлекательность общественного транспорта, включая метро.",
                        "consequences_if_deteriorates": "Если экологические проблемы не ухудшатся, выход из метро будет оставаться актуальным для пассажиров.",
                        "consequences_if_improves": "Увеличение экологических проблем может привести к уменьшению числа пассажиров и снижению значимости выхода.",
                        "imposed_role": "Угроза общественному здоровью",
                        "comment": "I am, Экологические факторы, see my relationships with a target in the following perspective: Я угрожаю выходу из метро, влияя на его восприятие как безопасного и чистого способа передвижения."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Пассажиры метро",
                        "essentiality": "Выход из метро обеспечивает пассажиров безопасным и удобным выходом, что делает его необходимым для их перемещения.",
                        "opportunity": "Пассажиры могут быстро и эффективно покидать станцию, что улучшает их общий опыт в системе общественного транспорта.",
                        "restrictions": "Пассажиры не могут задерживаться на выходе, иначе это создаст заторы и замедлит поток.",
                        "imposed_role": "Пассажиры являются активными участниками, которые взаимодействуют с выходом, но должны следовать установленным правилам.",
                        "comment": "I am, Пассажиры метро, see my relationships with a target in the following perspective: Выход из метро - это мой проводник в мир, и я завишу от него, чтобы быстро добраться до места назначения."
                    },
                    {
                        "source": "Операторы метро",
                        "essentiality": "Выход из метро позволяет операторам эффективно управлять пассажиропотоком и обеспечивать безопасность на станциях.",
                        "opportunity": "Операторы могут оптимизировать работу станций и улучшать инфраструктуру благодаря данных о потоках.",
                        "restrictions": "Операторы не могут вносить изменения в выход, которые могут ухудшить его функциональность или безопасность.",
                        "imposed_role": "Операторы несут ответственность за поддержание выхода в хорошем состоянии и организацию работы.",
                        "comment": "I am, Операторы метро, see my relationships with a target in the following perspective: Выход из метро - это мой инструмент для управления, и я завишу от него, чтобы гарантировать безопасность пассажиров."
                    },
                    {
                        "source": "Городские власти",
                        "essentiality": "Выход из метро является частью городской инфраструктуры, что делает его необходимым для планирования и развития города.",
                        "opportunity": "Городские власти могут улучшать транспортную доступность и качество жизни граждан, основываясь на эффективной работе выходов.",
                        "restrictions": "Городские власти не могут игнорировать состояние выхода, иначе это приведет к негативным последствиям для общественного транспорта.",
                        "imposed_role": "Городские власти отвечают за планирование и модернизацию выходов.",
                        "comment": "I am, Городские власти, see my relationships with a target in the following perspective: Выход из метро - это важный элемент городской жизни, и я завишу от него для реализации своих проектов."
                    },
                    {
                        "source": "Проектировщики",
                        "essentiality": "Выход из метро служит основой для проектирования новых станций и улучшений в существующих.",
                        "opportunity": "Проектировщики могут использовать выход как модель для создания более удобных и безопасных пространств.",
                        "restrictions": "Проектировщики не могут игнорировать требования безопасности и функциональности при проектировании выходов.",
                        "imposed_role": "Проектировщики становятся ответственными за создание и реализацию проектов, связанных с выходом.",
                        "comment": "I am, Проектировщики, see my relationships with a target in the following perspective: Выход из метро - это мой холст, и я завишу от его особенностей для создания нового дизайна."
                    },
                    {
                        "source": "Технические службы",
                        "essentiality": "Выход из метро требует регулярного обслуживания и ремонта, что делает технические службы необходимыми.",
                        "opportunity": "Технические службы могут обеспечивать безопасность и комфорт пассажиров через регулярные проверки и обслуживание.",
                        "restrictions": "Технические службы не могут проводить работы, которые могут ограничить доступ к выходу без предварительного уведомления.",
                        "imposed_role": "Технические службы играют роль поддержания работоспособности выхода.",
                        "comment": "I am, Технические службы, see my relationships with a target in the following perspective: Выход из метро - это мой объект заботы, и я завишу от его состояния для выполнения своего долга."
                    }
                ]
            }
        }
    },
    {
        "entity": "Администрация",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Граждане",
                        "change": "Улучшение городской среды ведет к повышению удовлетворенности и вовлеченности граждан в местные инициативы.",
                        "opportunity": "Граждане получают более комфортные условия для жизни и развития местного сообщества.",
                        "restrictions": "Некоторые граждане могут чувствовать, что их мнения игнорируются в процессе принятия решений.",
                        "imposed_role": "Активные участники в процессе улучшения городской среды.",
                        "comment": "Я, граждане, вижу мои отношения с администрацией в следующей перспективе: мы стремимся к открытому диалогу для создания комфортной городской среды."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "change": "Развитие городской инфраструктуры способствует росту местного бизнеса и улучшению экономической ситуации.",
                        "opportunity": "Бизнес получает доступ к новым рынкам и возможностям для инвестиций.",
                        "restrictions": "Необходимость соответствовать новым стандартам и требованиям, установленным администрацией.",
                        "imposed_role": "Партнеры в процессе развития городской экономики.",
                        "comment": "Я, бизнес-сообщество, вижу мои отношения с администрацией в следующей перспективе: мы готовы работать вместе для создания взаимовыгодных условий."
                    },
                    {
                        "source": "Некоммерческие организации",
                        "change": "Активное участие администрации в социальных проектах изменяет подход к решению социальных проблем.",
                        "opportunity": "НКО получают поддержку для реализации своих инициатив и проектов.",
                        "restrictions": "Зависимость от административных решений и финансирования.",
                        "imposed_role": "Социальные партнеры, способствующие улучшению городской среды.",
                        "comment": "Я, некоммерческая организация, вижу мои отношения с администрацией в следующей перспективе: вместе мы можем добиться значительных изменений в жизни города."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Более активное внимание к экологии со стороны администрации ведет к улучшению экологической ситуации в городе.",
                        "opportunity": "Экологические инициативы получают поддержку и признание.",
                        "restrictions": "Необходимость согласования проектов с администрацией.",
                        "imposed_role": "Консультанты по вопросам устойчивого развития.",
                        "comment": "Я, экологическая организация, вижу мои отношения с администрацией в следующей перспективе: наши совместные усилия способны улучшить экологическую обстановку в городе."
                    },
                    {
                        "source": "Государственные учреждения",
                        "change": "Сотрудничество с администрацией ведет к более эффективному выполнению государственных программ.",
                        "opportunity": "Государственные учреждения получают возможность для реализации своих целей через местные инициативы.",
                        "restrictions": "Необходимость соблюдения бюрократических процедур и стандартов.",
                        "imposed_role": "Соисполнители местных программ и проектов.",
                        "comment": "Я, государственное учреждение, вижу мои отношения с администрацией в следующей перспективе: совместно мы можем более эффективно служить интересам общества."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Граждане (жители города)",
                        "threat": "Недовольство граждан может привести к протестам и снижению доверия к администрации.",
                        "consequences_if_deteriorates": "Администрация сможет действовать более свободно, не боясь общественной реакции.",
                        "consequences_if_improves": "Если недовольство граждан снизится, это улучшит репутацию администрации и укрепит ее позиции.",
                        "imposed_role": "Контролирующий орган, который оценивает эффективность работы администрации.",
                        "comment": "I am, граждане, see my relationships with a target in the following perspective: we demand accountability and transparency from those in power."
                    },
                    {
                        "source": "СМИ",
                        "threat": "Публикация негативных новостей и критических статей о деятельности администрации.",
                        "consequences_if_deteriorates": "Администрация сможет избежать негативного освещения и сосредоточиться на своих планах.",
                        "consequences_if_improves": "Улучшение отношений со СМИ приведет к позитивному освещению инициатив администрации.",
                        "imposed_role": "Информатор, который формирует общественное мнение о деятельности администрации.",
                        "comment": "I am, СМИ, see my relationships with a target in the following perspective: we play a pivotal role in shaping public perception and holding power accountable."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Давление со стороны экологических групп может привести к необходимости пересмотра проектов и инициатив.",
                        "consequences_if_deteriorates": "Администрация сможет продвигать свои проекты без ограничений со стороны экологов.",
                        "consequences_if_improves": "Сотрудничество с экологическими организациями может привести к улучшению городской среды и поддержке со стороны жителей.",
                        "imposed_role": "Критик, который требует соблюдения экологических норм.",
                        "comment": "I am, экологические организации, see my relationships with a target in the following perspective: we advocate for sustainability and environmental justice."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "threat": "Недовольство бизнеса может привести к снижению инвестиций и экономическому спаду.",
                        "consequences_if_deteriorates": "Администрация сможет действовать без вмешательства со стороны бизнеса и его требований.",
                        "consequences_if_improves": "Улучшение отношений с бизнесом может привести к увеличению инвестиций и развитию городской экономики.",
                        "imposed_role": "Партнер, который ожидает поддержки своих интересов со стороны администрации.",
                        "comment": "I am, бизнес-сообщество, see my relationships with a target in the following perspective: we drive economic growth and expect a favorable environment for our operations."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Интервенция со стороны вышестоящих органов власти в дела местной администрации.",
                        "consequences_if_deteriorates": "Администрация сможет самостоятельно принимать решения без внешнего давления.",
                        "consequences_if_improves": "Улучшение отношений с государственными органами может привести к дополнительным ресурсам и поддержке.",
                        "imposed_role": "Наблюдатель, который контролирует выполнение государственных стандартов и инициатив.",
                        "comment": "I am, государственные органы, see my relationships with a target in the following perspective: we ensure compliance with national policies and standards in governance."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Граждане города",
                        "essentiality": "Администрация предоставляет услуги и инфраструктуру, которые удовлетворяют потребности граждан.",
                        "opportunity": "Граждане получают возможность влиять на решения администрации через обратную связь и участие в общественных обсуждениях.",
                        "restrictions": "Граждане должны соблюдать законы и правила, установленные администрацией.",
                        "imposed_role": "Граждане выступают в роли активных участников в процессе принятия решений.",
                        "comment": "I am, Граждане города, see my relationships with a target in the following perspective: I rely on the administration for services and infrastructure, while I must engage constructively to voice my needs."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Администрация обязана учитывать экологические нормы и стандарты, чтобы не допустить ухудшения городской среды.",
                        "opportunity": "Экологические организации могут влиять на политику администрации, предлагая исследования и инициативы по улучшению экологической ситуации.",
                        "restrictions": "Экологические организации не могут игнорировать законы об охране окружающей среды.",
                        "imposed_role": "Экологические организации выступают в роли консультантов и критиков.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: I seek to guide the administration in sustainable practices while adhering to legal frameworks."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "essentiality": "Администрация создает условия для ведения бизнеса, что необходимо для экономического роста и создания рабочих мест.",
                        "opportunity": "Бизнес-сообщество получает доступ к муниципальным контрактам и субсидиям.",
                        "restrictions": "Бизнес-сообщество должно соблюдать правила и регуляции, установленные администрацией.",
                        "imposed_role": "Бизнес-сообщество выступает в роли экономического партнера.",
                        "comment": "I am, Бизнес-сообщество, see my relationships with a target in the following perspective: I thrive on the administration's support while respecting its regulatory framework."
                    },
                    {
                        "source": "Местные СМИ",
                        "essentiality": "Администрация предоставляет информацию и доступ к событиям, которые являются объектами новостей.",
                        "opportunity": "Местные СМИ получают контент для публикации и возможность влиять на общественное мнение.",
                        "restrictions": "Местные СМИ должны следовать этическим стандартам журналистики.",
                        "imposed_role": "Местные СМИ выступают в роли информаторов и критиков.",
                        "comment": "I am, Местные СМИ, see my relationships with a target in the following perspective: I depend on the administration for newsworthy content, while I must maintain journalistic integrity."
                    },
                    {
                        "source": "Государственные учреждения",
                        "essentiality": "Администрация координирует действия между различными государственными учреждениями для выполнения социальных программ.",
                        "opportunity": "Государственные учреждения могут реализовывать свои программы и получать финансирование через администрацию.",
                        "restrictions": "Государственные учреждения должны действовать в рамках политики и решений администрации.",
                        "imposed_role": "Государственные учреждения выступают в роли исполнителей и партнеров.",
                        "comment": "I am, Государственные учреждения, see my relationships with a target in the following perspective: I collaborate with the administration to implement programs while adhering to its strategic decisions."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Граждане",
                        "essentiality": "Граждане являются основным источником легитимности для Администрации, их поддержка необходима для выполнения задач.",
                        "opportunity": "Обратная связь и активное участие граждан могут помочь Администрации улучшить городскую среду.",
                        "restrictions": "Администрация должна учитывать мнение граждан и избегать действий, которые могут вызвать недовольство.",
                        "imposed_role": "Администрация должна выступать как слушатель и исполнитель желаний граждан.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: я предоставляю Администрации легитимность и возможность для ее действий, но в то же время ожидаю уважения к своим потребностям."
                    },
                    {
                        "source": "Законодательные органы",
                        "essentiality": "Законодательные органы создают рамки и правила, в которых Администрация должна функционировать.",
                        "opportunity": "Обеспечивают ресурсы и финансирование для реализации проектов по улучшению городской среды.",
                        "restrictions": "Администрация обязана действовать в рамках законов и нормативных актов.",
                        "imposed_role": "Администрация должна быть в курсе законодательных изменений и адаптировать свои действия соответственно.",
                        "comment": "I am, Законодательные органы, see my relationships with a target in the following perspective: я контролирую, как Администрация управляет городом, и обеспечиваю соответствие всем необходимым нормам."
                    },
                    {
                        "source": "Экономические факторы (например, бюджет)",
                        "essentiality": "Экономические ресурсы позволяют Администрации проводить проекты и инициативы.",
                        "opportunity": "Доступ к финансированию дает возможность реализовывать планы по улучшению городской инфраструктуры.",
                        "restrictions": "Администрация ограничена в своих действиях, если бюджет недостаточен или неэффективно используется.",
                        "imposed_role": "Администрация должна эффективно планировать и распределять бюджетные средства.",
                        "comment": "I am, Экономические факторы, see my relationships with a target in the following perspective: я предоставляю ресурсы, но также контролирую, как Администрация использует эти средства."
                    },
                    {
                        "source": "Медиа",
                        "essentiality": "Медиа формируют общественное мнение и могут усиливать или ослаблять поддержку Администрации.",
                        "opportunity": "Позитивное освещение деятельности Администрации может повысить ее репутацию среди граждан.",
                        "restrictions": "Администрация должна быть осторожной в своих действиях, чтобы избежать негативной пресс-освещения.",
                        "imposed_role": "Администрация должна работать над созданием положительного имиджа в глазах общественности.",
                        "comment": "I am, Медиа, see my relationships with a target in the following perspective: я могу поднять Администрацию на пьедестал или опустить ее в глазах граждан, в зависимости от того, как она будет действовать."
                    },
                    {
                        "source": "Экологические условия",
                        "essentiality": "Экологические условия влияют на качество жизни и здоровье граждан, что является приоритетом для Администрации.",
                        "opportunity": "Администрация может использовать экологические инициативы для повышения качества городской среды.",
                        "restrictions": "Администрация должна соблюдать экологические нормы и регулирования.",
                        "imposed_role": "Администрация должна стать защитником экологических интересов города и его жителей.",
                        "comment": "I am, Экологические условия, see my relationships with a target in the following perspective: я формирую вызовы и возможности для Администрации, заставляя ее учитывать экологические аспекты в своих решениях."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Граждане",
                        "change": "Граждане могут влиять на действия администрации через общественное мнение и протесты.",
                        "opportunity": "Поддержка и участие граждан в инициативах по улучшению городской среды.",
                        "restrictions": "Администрация должна учитывать мнения и потребности граждан, чтобы избежать недовольства.",
                        "imposed_role": "Заявитель потребностей и критик",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: Мы требуем внимания к нашим нуждам и активно участвуем в формировании городской среды."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Оказывают давление на администрацию для принятия экологически чистых решений.",
                        "opportunity": "Создание программ по улучшению экологической ситуации для привлечения финансирования и поддержки.",
                        "restrictions": "Необходимость соблюдения экологических стандартов и ограничений.",
                        "imposed_role": "Консультант по экологии",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: Мы стремимся к тому, чтобы администрация учитывала экологические аспекты в своих решениях."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "change": "Предлагает инвестиции и проекты, которые могут изменить городскую инфраструктуру.",
                        "opportunity": "Инвестиции в проекты, которые также могут принести экономическую выгоду для администрации.",
                        "restrictions": "Необходимость соблюдения интересов бизнеса, что может противоречить общественным интересам.",
                        "imposed_role": "Партнер по развитию",
                        "comment": "I am, Бизнес-сообщество, see my relationships with a target in the following perspective: Мы готовы сотрудничать для улучшения города, если наши интересы будут учтены."
                    },
                    {
                        "source": "Местные СМИ",
                        "change": "Формируют общественное мнение и могут как поддерживать, так и критиковать действия администрации.",
                        "opportunity": "Публикации о позитивных инициативах администрации привлекают внимание и поддержку.",
                        "restrictions": "Необходимость реагировать на критику и обеспечивать прозрачность.",
                        "imposed_role": "Объект общественного контроля",
                        "comment": "I am, Местные СМИ, see my relationships with a target in the following perspective: Мы играем ключевую роль в информировании граждан о действиях администрации."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Устанавливают правила и регулируют деятельность администрации.",
                        "opportunity": "Возможность получать финансирование и поддержку на уровне государства.",
                        "restrictions": "Следование государственным нормативам и требованиям.",
                        "imposed_role": "Исполнитель стандартов",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: Мы обеспечиваем рамки для деятельности администрации и поддерживаем ее инициативы."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Граждане",
                        "threat": "Администрация может ограничить социальные услуги и инфраструктуру, если не будет удовлетворять потребности жителей.",
                        "consequences_if_deteriorates": "Граждане могут потерять доступ к важным услугам и инфраструктуре, что ухудшит их качество жизни.",
                        "consequences_if_improves": "Если администрация улучшит городскую среду, это повысит удовлетворенность граждан и укрепит доверие к власти.",
                        "imposed_role": "Критики и контролёры решений администрации.",
                        "comment": "Я, гражданин, вижу свои отношения с администрацией в следующей перспективе: я требую, чтобы мои потребности были услышаны и учтены."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "threat": "Администрация может ввести новые налоговые или регуляторные меры, если не будет учитывать потребности бизнеса.",
                        "consequences_if_deteriorates": "Бизнес может уйти из города, что приведет к потере рабочих мест и доходов.",
                        "consequences_if_improves": "Улучшение городской среды может привлечь новых клиентов и инвесторов, что благоприятно скажется на бизнесе.",
                        "imposed_role": "Партнёр, который помогает администрации развивать экономику.",
                        "comment": "Я, представитель бизнес-сообщества, вижу свои отношения с администрацией в следующей перспективе: я ожидаю, что администрация будет поддерживать условия для успешной работы бизнеса."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Администрация может игнорировать экологические инициативы и ухудшать экологическую обстановку.",
                        "consequences_if_deteriorates": "Если администрация перестанет заботиться об экологии, это приведет к ухудшению состояния окружающей среды.",
                        "consequences_if_improves": "Улучшение городской среды может привести к более активному сотрудничеству с экологическими организациями.",
                        "imposed_role": "Критик, который поднимает вопросы экологии.",
                        "comment": "Я, экологическая организация, вижу свои отношения с администрацией в следующей перспективе: я надеюсь на активное сотрудничество для улучшения городской среды."
                    },
                    {
                        "source": "Местные власти",
                        "threat": "Администрация может подорвать их влияние, если не будет учитывать мнения местных органов.",
                        "consequences_if_deteriorates": "Местные власти могут потерять доверие и поддержку жителей.",
                        "consequences_if_improves": "Если администрация будет работать с местными властями, это усилит их авторитет и улучшит общую управляемость.",
                        "imposed_role": "Союзник, который помогает в реализации решений.",
                        "comment": "Я, местная власть, вижу свои отношения с администрацией в следующей перспективе: я надеюсь на совместную работу для улучшения жизни граждан."
                    },
                    {
                        "source": "Инфраструктурные проекты",
                        "threat": "Администрация может отменить или замедлить реализацию инфраструктурных проектов, если жители недовольны.",
                        "consequences_if_deteriorates": "Отсутствие поддержки администрации может остановить важные проекты и ухудшить инфраструктуру.",
                        "consequences_if_improves": "Улучшение городской среды сможет ускорить реализацию инфраструктурных проектов.",
                        "imposed_role": "Критик, который контролирует выполнение проектов.",
                        "comment": "Я, инфраструктурный проект, вижу свои отношения с администрацией в следующей перспективе: я завишу от их поддержки для успешной реализации."
                    }
                ]
            }
        }
    },
    {
        "entity": "Места предполагаемого интереса",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Туристические агентства",
                        "change": "Увеличивают поток туристов и студентов, предоставляя информацию о местах предполагаемого интереса.",
                        "opportunity": "Привлечение новых посетителей и увеличение потока студентов.",
                        "restrictions": "Зависимость от сезонности и экономической ситуации.",
                        "imposed_role": "Промоутер культурного и образовательного потенциала.",
                        "comment": "I am, туристическое агентство, see my relationships with Места предполагаемого интереса in the following perspective: I enhance visibility and attract visitors while depending on the attractiveness of the destination."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Влияют на развитие инфраструктуры и транспортной доступности.",
                        "opportunity": "Поддержка в улучшении транспортной сети и финансирование проектов.",
                        "restrictions": "Необходимость следовать бюрократическим требованиям и ограниченному бюджету.",
                        "imposed_role": "Партнер по развитию инфраструктуры.",
                        "comment": "I am, государственный орган, see my relationships with Места предполагаемого интереса in the following perspective: I drive infrastructural development while requiring adherence to regulations."
                    },
                    {
                        "source": "Местные бизнесы",
                        "change": "Стимулируют интерес к местам за счет предложений и акций.",
                        "opportunity": "Увеличение числа посетителей через сотрудничество и мероприятия.",
                        "restrictions": "Зависимость от потребительских трендов и экономической ситуации.",
                        "imposed_role": "Стимулятор местной экономики.",
                        "comment": "I am, местный бизнес, see my relationships with Места предполагаемого интереса in the following perspective: I create value through collaboration while relying on the attractiveness of the area."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Формируют общественное мнение и интерес к местам через контент.",
                        "opportunity": "Расширение аудитории и привлечение молодежи.",
                        "restrictions": "Необходимость постоянного обновления контента и мониторинга отзывов.",
                        "imposed_role": "Агент по коммуникациям.",
                        "comment": "I am, социальная сеть, see my relationships with Места предполагаемого интереса in the following perspective: I amplify outreach while demanding constant engagement and relevance."
                    },
                    {
                        "source": "Транспортные компании",
                        "change": "Обеспечивают доступность мест через транспортные услуги.",
                        "opportunity": "Увеличение потока посетителей благодаря улучшенной транспортной доступности.",
                        "restrictions": "Необходимость поддерживать рентабельность и конкуренцию.",
                        "imposed_role": "Ключевой элемент в логистике и доступности.",
                        "comment": "I am, транспортная компания, see my relationships with Места предполагаемого интереса in the following perspective: I facilitate access and mobility while remaining competitive in the market."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Увеличение частоты и маршрутов обслуживания в ответ на рост интереса к местам предполагаемого интереса.",
                        "opportunity": "Получение дополнительных доходов от увеличения пассажиропотока.",
                        "restrictions": "Необходимо поддерживать высокое качество сервиса, чтобы избежать негативной оценки со стороны пользователей.",
                        "imposed_role": "Поставщик транспортных услуг.",
                        "comment": "I am, Транспортные компании, see my relationships with Места предполагаемого интереса in the following perspective: Our growth is intertwined with the accessibility of these locations."
                    },
                    {
                        "source": "Местные бизнесы",
                        "change": "Увеличение спроса на товары и услуги в результате притока посетителей.",
                        "opportunity": "Расширение клиентской базы и увеличение прибыли.",
                        "restrictions": "Необходимость адаптировать ассортимент и услуги к новым потребителям.",
                        "imposed_role": "Сервисные поставщики для посетителей.",
                        "comment": "I am, Местные бизнесы, see my relationships with Места предполагаемого интереса in the following perspective: We thrive when these places attract more visitors."
                    },
                    {
                        "source": "Городские власти",
                        "change": "Увеличение внимания к инфраструктурным проектам и планированию.",
                        "opportunity": "Получение поддержки и финансирования на проекты, улучшение имиджа города.",
                        "restrictions": "Необходимость учитывать мнения и потребности различных групп населения.",
                        "imposed_role": "Регулятор и планировщик городской инфраструктуры.",
                        "comment": "I am, Городские власти, see my relationships with Места предполагаемого интереса in the following perspective: Our role is to ensure that these locations remain accessible and attractive for everyone."
                    },
                    {
                        "source": "Туристические агентства",
                        "change": "Адаптация предложений и услуг в соответствии с новыми трендами и потребностями.",
                        "opportunity": "Возможность создания новых туров и маршрутов, чтобы привлечь больше клиентов.",
                        "restrictions": "Необходимость постоянного мониторинга изменений в интересах клиентов.",
                        "imposed_role": "Посредники между посетителями и местами предполагаемого интереса.",
                        "comment": "I am, Туристические агентства, see my relationships with Места предполагаемого интереса in the following perspective: Our success depends on how well we can promote these places to our clients."
                    },
                    {
                        "source": "Общественные организации",
                        "change": "Увеличение вовлеченности в проекты по улучшению доступности и привлекательности мест.",
                        "opportunity": "Получение финансирования и поддержки для инициатив, направленных на развитие общественного интереса.",
                        "restrictions": "Необходимость согласования действий с различными заинтересованными сторонами.",
                        "imposed_role": "Агент изменений и защитник интересов сообщества.",
                        "comment": "I am, Общественные организации, see my relationships with Места предполагаемого интереса in the following perspective: We are committed to ensuring these places are accessible and benefit the community."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортные службы",
                        "essentiality": "Без доступного и удобного транспорта Места предполагаемого интереса не смогут привлекать посетителей.",
                        "opportunity": "Обеспечивает легкий доступ к местам, что может увеличить количество посетителей и улучшить привлекательность.",
                        "restrictions": "Места предполагаемого интереса не могут игнорировать потребности транспорта, такие как маршруты и расписания.",
                        "imposed_role": "Зависимая сторона, нуждающаяся в транспортной доступности для привлечения аудитории.",
                        "comment": "Я, транспортная служба, вижу свои отношения с Местами предполагаемого интереса в следующей перспективе: без меня ваши двери останутся закрытыми для многих."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Регулирующие органы устанавливают правила и стандарты, которые могут влиять на инфраструктуру и доступность Мест предполагаемого интереса.",
                        "opportunity": "Предоставляет финансирование и поддержку для улучшения инфраструктуры, что может повысить привлекательность.",
                        "restrictions": "Места предполагаемого интереса должны соблюдать законы и требования, что может ограничивать их действия.",
                        "imposed_role": "Контролирующая сторона, определяющая условия работы Мест предполагаемого интереса.",
                        "comment": "Я, государственный орган, вижу свои отношения с Местами предполагаемого интереса в следующей перспективе: я устанавливаю правила игры, и от того, как вы их соблюдаете, зависит ваша привлекательность."
                    },
                    {
                        "source": "Демографические данные",
                        "essentiality": "Данные о населении помогают понять целевую аудиторию и адаптировать предложения для привлечения посетителей.",
                        "opportunity": "Позволяет Местам предполагаемого интереса настраивать свои услуги и мероприятия под нужды целевой аудитории.",
                        "restrictions": "Места предполагаемого интереса не могут игнорировать предпочтения и потребности демографических групп.",
                        "imposed_role": "Аналитическая сторона, предоставляющая данные для принятия решений.",
                        "comment": "Я, демографические данные, вижу свои отношения с Местами предполагаемого интереса в следующей перспективе: я даю вам ключ к пониманию вашей аудитории, но вы должны использовать его мудро."
                    },
                    {
                        "source": "Социальные сети",
                        "essentiality": "Социальные сети являются важным инструментом для продвижения Мест предполагаемого интереса и взаимодействия с аудиторией.",
                        "opportunity": "Создает платформу для рекламы и привлечения новой аудитории через активное взаимодействие.",
                        "restrictions": "Места предполагаемого интереса должны следить за своей репутацией в сети и избегать негативных отзывов.",
                        "imposed_role": "Маркетинговая платформа, формирующая общественное мнение.",
                        "comment": "Я, социальная сеть, вижу свои отношения с Местами предполагаемого интереса в следующей перспективе: я могу сделать вас звездой или затерять в море безвестности — выбор за вами!"
                    },
                    {
                        "source": "Местные бизнесы",
                        "essentiality": "Сотрудничество с местными бизнесами может привлечь дополнительное внимание и ресурсы к Местам предполагаемого интереса.",
                        "opportunity": "Создает возможности для совместных мероприятий, что может увеличить поток посетителей.",
                        "restrictions": "Места предполагаемого интереса должны учитывать интересы партнеров и не выходить за рамки договоренностей.",
                        "imposed_role": "Партнерская сторона, которая может как поддержать, так и ограничить действия Мест предполагаемого интереса.",
                        "comment": "Я, местный бизнес, вижу свои отношения с Местами предполагаемого интереса в следующей перспективе: мы вместе можем создать что-то большее, чем сумма наших частей — но только если будем работать в унисон."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Недостаточная доступность общественного транспорта делает посещение мест предполагаемого интереса неудобным.",
                        "consequences_if_deteriorates": "Улучшение транспортной инфраструктуры привлечет больше посетителей и повысит привлекательность мест.",
                        "consequences_if_improves": "Если транспортная доступность улучшится, это может привести к увеличению потока людей, что в свою очередь может создать конкуренцию между местами.",
                        "imposed_role": "Транспортные компании могут контролировать доступность и удобство передвижения.",
                        "comment": "Я, транспортные компании, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я определяю, насколько удобно людям добираться до вас."
                    },
                    {
                        "source": "Конкуренты (другие места интереса)",
                        "threat": "Конкурирующие места могут предлагать лучшие условия или уникальные аттракции, отвлекая потенциальных посетителей.",
                        "consequences_if_deteriorates": "Если конкуренты потеряют привлекательность, это может привести к увеличению интереса к местам предполагаемого интереса.",
                        "consequences_if_improves": "Улучшение конкурентоспособности мест может привести к снижению посещаемости мест предполагаемого интереса.",
                        "imposed_role": "Конкуренты могут вынуждать места адаптироваться к новым стандартам или предложениям.",
                        "comment": "Я, конкуренты, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я заставляю вас постоянно улучшать ваши предложения, чтобы оставаться актуальными."
                    },
                    {
                        "source": "Местные власти",
                        "threat": "Отсутствие поддержки со стороны местных властей может снизить финансирование и ресурсы для развития мест.",
                        "consequences_if_deteriorates": "Если местные власти перестанут вмешиваться, места будут иметь больше свободы в управлении и развитии.",
                        "consequences_if_improves": "Улучшение сотрудничества с местными властями может привести к получению дополнительных ресурсов и помощи в промоции.",
                        "imposed_role": "Местные власти могут определять правила и стандарты, влияющие на работу мест.",
                        "comment": "Я, местные власти, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я контролирую, каким образом вы можете развиваться и привлекать людей."
                    },
                    {
                        "source": "Социальные сети и медиа",
                        "threat": "Негативные отзывы или плохая репутация в социальных сетях могут снизить интерес к местам.",
                        "consequences_if_deteriorates": "Если социальные сети перестанут обращать внимание на вас, это может привести к снижению критики и увеличить интерес.",
                        "consequences_if_improves": "Если репутация улучшится, это может значительно повысить приток посетителей.",
                        "imposed_role": "Социальные сети могут формировать общественное мнение о местах.",
                        "comment": "Я, социальные сети, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я влияю на вашу популярность и привлекательность в глазах общественности."
                    },
                    {
                        "source": "Туристические агентства",
                        "threat": "Отсутствие сотрудничества с туристическими агентствами может снизить поток туристов.",
                        "consequences_if_deteriorates": "Если туристические агентства потеряют интерес, места смогут развивать собственные маркетинговые стратегии.",
                        "consequences_if_improves": "Улучшение отношений с туристическими агентствами может привести к повышению количества организованных туров и групповых посещений.",
                        "imposed_role": "Туристические агентства могут диктовать условия и предпочтения на рынке туристических услуг.",
                        "comment": "Я, туристические агентства, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я определяю, как вы будете продвигаться на рынке."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Места предполагаемого интереса могут уменьшить количество клиентов из-за неудобной транспортной доступности.",
                        "consequences_if_deteriorates": "Транспортные компании потеряют часть пассажиров и доходов.",
                        "consequences_if_improves": "Транспортные компании получат больше клиентов и увеличат доходы.",
                        "imposed_role": "Зависимость от удобства доступа.",
                        "comment": "I am, Транспортные компании, see my relationships with a target in the following perspective: Удобство доступа к местам предполагаемого интереса критически важно для поддержания нашего бизнеса."
                    },
                    {
                        "source": "Местные жители",
                        "threat": "Места предполагаемого интереса могут привлечь больше людей, что приведет к ухудшению качества жизни.",
                        "consequences_if_deteriorates": "Местные жители могут наслаждаться спокойствием и меньшей загруженностью.",
                        "consequences_if_improves": "Местные жители получат более активное общественное пространство и больше возможностей для взаимодействия.",
                        "imposed_role": "Участники туристического процесса.",
                        "comment": "I am, Местные жители, see my relationships with a target in the following perspective: Я радуюсь, когда места предполагаемого интереса развиваются, но боюсь, что это повлияет на мой комфорт."
                    },
                    {
                        "source": "Местные бизнесы",
                        "threat": "Места предполагаемого интереса могут стать конкурентами для местных бизнесов.",
                        "consequences_if_deteriorates": "Местные бизнесы могут получить меньше клиентов и снизить свои доходы.",
                        "consequences_if_improves": "Местные бизнесы могут увеличить свои продажи благодаря притоку клиентов.",
                        "imposed_role": "Соперники на рынке услуг.",
                        "comment": "I am, Местные бизнесы, see my relationships with a target in the following perspective: Я считаю, что успешное развитие мест предполагаемого интереса может помочь мне привлечь больше клиентов."
                    },
                    {
                        "source": "Туристы",
                        "threat": "Места предполагаемого интереса могут стать менее привлекательными из-за неудобного доступа.",
                        "consequences_if_deteriorates": "Туристы будут искать альтернативные места, что снизит их количество.",
                        "consequences_if_improves": "Туристы будут чаще посещать эти места, увеличивая их популярность.",
                        "imposed_role": "Потенциальные посетители.",
                        "comment": "I am, Туристы, see my relationships with a target in the following perspective: Я всегда ищу удобные и доступные места, и неудобный доступ может меня оттолкнуть."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Неудачные проекты могут негативно сказаться на имидже и финансировании.",
                        "consequences_if_deteriorates": "Государственные органы могут сократить финансирование мест предполагаемого интереса.",
                        "consequences_if_improves": "Государственные органы получат положительный имидж и возможность увеличить финансирование.",
                        "imposed_role": "Контролирующий орган.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: Мы заинтересованы в том, чтобы места предполагаемого интереса развивались должным образом, чтобы поддерживать общественный интерес."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Туристы",
                        "essentiality": "Туристы зависят от привлекательности мест предполагаемого интереса для планирования своих поездок.",
                        "opportunity": "Посетив интересные места, туристы могут насладиться уникальными впечатлениями и культурными событиями.",
                        "restrictions": "Туристы не могут посещать места, которые не имеют хорошей транспортной доступности.",
                        "imposed_role": "Туристы играют роль основного источника дохода для мест предполагаемого интереса.",
                        "comment": "I am, the tourists, see my relationships with a target in the following perspective: я завишу от удобства доступа и привлекательности мест для своих путешествий."
                    },
                    {
                        "source": "Местные жители",
                        "essentiality": "Местные жители зависят от мест предполагаемого интереса как от мест для досуга и социальных взаимодействий.",
                        "opportunity": "Места создают возможности для общения, отдыха и участия в культурной жизни.",
                        "restrictions": "Местные жители не могут наслаждаться благами мест, если те становятся труднодоступными.",
                        "imposed_role": "Местные жители выступают в роли активных участников и защитников мест предполагаемого интереса.",
                        "comment": "I am, the local residents, see my relationships with a target in the following perspective: я нуждаюсь в доступности и привлекательности этих мест для полноценной жизни."
                    },
                    {
                        "source": "Сотрудники организаций",
                        "essentiality": "Сотрудники организаций зависят от доступности мест предполагаемого интереса для проведения мероприятий и встреч.",
                        "opportunity": "Организации получают возможность привлекать клиентов и партнеров через доступные и интересные места.",
                        "restrictions": "Сотрудники не могут эффективно работать, если места недоступны или не привлекают внимание.",
                        "imposed_role": "Сотрудники играют роль посредников между местами и посетителями.",
                        "comment": "I am, the employees, see my relationships with a target in the following perspective: я завишу от привлекательности мест для успешного выполнения своих задач."
                    },
                    {
                        "source": "Транспортные службы",
                        "essentiality": "Транспортные службы зависят от наличия мест предполагаемого интереса для обеспечения пассажиропотока.",
                        "opportunity": "Транспортные службы могут увеличить прибыль за счет маршрутов, ведущих к популярным местам.",
                        "restrictions": "Транспортные службы не могут игнорировать необходимость улучшения доступа к местам.",
                        "imposed_role": "Транспортные службы играют роль связующего звена между местами и посетителями.",
                        "comment": "I am, the transport services, see my relationships with a target in the following perspective: я завишу от популярности мест для оптимизации своих маршрутов."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы зависят от популярности мест предполагаемого интереса для продвижения туризма и экономики региона.",
                        "opportunity": "Успешные места способствуют экономическому росту и улучшению имиджа региона.",
                        "restrictions": "Государственные органы должны следить за доступностью мест и их инфраструктурой.",
                        "imposed_role": "Государственные органы выступают в роли регуляторов и поддерживающих структур для мест предполагаемого интереса.",
                        "comment": "I am, the government authorities, see my relationships with a target in the following perspective: я завишу от привлекательности мест для реализации своих программ."
                    }
                ]
            }
        }
    }
]