[
    {
        "entity": "Работодатели",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Университеты",
                        "change": "Обучают студентов, формируя их навыки и знания.",
                        "opportunity": "Предоставляют работодателям доступ к квалифицированным выпускникам.",
                        "restrictions": "Ограничивают работодателей в выборе кандидатов, так как не все университеты имеют одинаковую репутацию.",
                        "imposed_role": "Партнёр в подготовке кадров.",
                        "comment": "I am, Университеты, see my relationships with a target in the following perspective: We aim to provide the best education possible, ensuring that our graduates meet industry standards."
                    },
                    {
                        "source": "HR-агентства",
                        "change": "Помогают работодателям находить подходящих кандидатов.",
                        "opportunity": "Снижают время и усилия на подбор персонала.",
                        "restrictions": "Могут навязывать работодателям определенные критерии отбора, основанные на коммерческих интересах.",
                        "imposed_role": "Посредник в процессе найма.",
                        "comment": "I am, HR-агентства, see my relationships with a target in the following perspective: We strive to match the best talents with the right employers, ensuring a smooth hiring process."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "change": "Формируют стандарты и ожидания к квалификациям специалистов.",
                        "opportunity": "Предоставляют работодателям информацию о лучших практиках и трендах в индустрии.",
                        "restrictions": "Ограничивают работодателей в выборе кандидатов, если те не соответствуют установленным стандартам.",
                        "imposed_role": "Регулятор квалификаций.",
                        "comment": "I am, Профессиональные ассоциации, see my relationships with a target in the following perspective: We aim to uphold the integrity of our profession and guide employers in their hiring practices."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Изменяют восприятие работодателями кандидатов через отзывы и рекомендации.",
                        "opportunity": "Расширяют доступ к информации о кандидатах и их квалификациях.",
                        "restrictions": "Могут создавать ложные представления о кандидатах, основываясь на неполной или предвзятой информации.",
                        "imposed_role": "Платформа для оценки кандидатов.",
                        "comment": "I am, Социальные сети, see my relationships with a target in the following perspective: We facilitate connections and provide insights that can enhance hiring decisions."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Регулируют требования к образованию и квалификациям для определенных профессий.",
                        "opportunity": "Обеспечивают легитимность и стандартные рамки для найма.",
                        "restrictions": "Налагают обязательные требования, которые работодатели должны соблюдать при найме.",
                        "imposed_role": "Контролирующий орган.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: We ensure that hiring practices are fair and meet legal standards for the benefit of all stakeholders."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Университеты",
                        "essentiality": "Университеты готовят студентов и предоставляют им знания и навыки, которые работодатели ищут.",
                        "opportunity": "Работодатели получают доступ к хорошо подготовленным кандидатам с актуальными знаниями.",
                        "restrictions": "Работодатели должны учитывать репутацию университета при выборе кандидатов.",
                        "imposed_role": "Работодатели становятся зависимыми от качества образования, предоставляемого университетами.",
                        "comment": "I am Университеты, see my relationships with Работодатели in the following perspective: я обеспечиваю их будущими талантами."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Эти организации устанавливают стандарты и аккредитацию для образовательных программ.",
                        "opportunity": "Работодатели могут доверять качеству кандидатов, аккредитованных этими ассоциациями.",
                        "restrictions": "Работодатели обязаны следовать стандартам, установленным ассоциациями.",
                        "imposed_role": "Работодатели должны учитывать аккредитацию кандидатов при их найме.",
                        "comment": "I am Профессиональные ассоциации, see my relationships with Работодатели in the following perspective: я гарантирую соответствие квалификаций."
                    },
                    {
                        "source": "Кадровые агентства",
                        "essentiality": "Кадровые агентства помогают работодателям находить квалифицированных кандидатов.",
                        "opportunity": "Работодатели получают доступ к широкому кругу претендентов, что упрощает процесс найма.",
                        "restrictions": "Работодатели могут быть ограничены в выборе кандидатов, рекомендованных агентством.",
                        "imposed_role": "Работодатели становятся зависимыми от рекомендаций кадровых агентств.",
                        "comment": "I am Кадровые агентства, see my relationships with Работодатели in the following perspective: я оптимизирую процесс поиска талантов."
                    },
                    {
                        "source": "Технологии оценки (например, тестовые платформы)",
                        "essentiality": "Технологии оценки позволяют работодателям проверять навыки кандидатов через тесты и задания.",
                        "opportunity": "Работодатели могут объективно оценивать уровень подготовки кандидатов.",
                        "restrictions": "Работодатели могут быть ограничены в использовании только тех методов оценки, которые доступны на платформе.",
                        "imposed_role": "Работодатели должны полагаться на результаты тестирования при принятии решений о найме.",
                        "comment": "I am Технологии оценки, see my relationships with Работодатели in the following perspective: я обеспечиваю объективность в процессе найма."
                    },
                    {
                        "source": "Социальные сети и профессиональные платформы (например, LinkedIn)",
                        "essentiality": "Эти платформы позволяют работодателям находить и связываться с потенциальными кандидатами.",
                        "opportunity": "Работодатели могут расширять свои поисковые горизонты и находить кандидатов с уникальными навыками.",
                        "restrictions": "Работодатели могут быть ограничены в доступе к полной информации о кандидатах без подписки или членства.",
                        "imposed_role": "Работодатели становятся активными участниками процесса сетевого взаимодействия.",
                        "comment": "I am Социальные сети, see my relationships with Работодатели in the following perspective: я открываю новые горизонты для поиска талантов."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Университеты",
                        "essentiality": "Работодатели зависят от университетов для получения квалифицированных кандидатов на рабочие места.",
                        "opportunity": "Работодатели получают доступ к новейшим знаниям и навыкам, которые студенты приобретают в университетах.",
                        "restrictions": "Университеты не могут игнорировать требования работодателей к навыкам и знаниям выпускников.",
                        "imposed_role": "Университеты должны адаптировать свои учебные программы в соответствии с требованиями рынка труда.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Работодатели помогают нам формировать образовательные программы, чтобы мы могли готовить более компетентных выпускников."
                    },
                    {
                        "source": "Кандидаты на работу",
                        "essentiality": "Работодатели зависят от кандидатов для заполнения вакансий.",
                        "opportunity": "Кандидаты предоставляют работодателям разнообразие навыков и свежие идеи.",
                        "restrictions": "Работодатели не могут нанимать кандидатов с поддельными дипломами.",
                        "imposed_role": "Кандидаты должны соответствовать требованиям и стандартам, установленным работодателями.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Я предоставляю работодателям свои навыки и знания, но жду от них честного и справедливого отношения."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Работодатели обращаются к профессиональным ассоциациям для определения стандартов и критериев найма.",
                        "opportunity": "Работодатели могут использовать рекомендации ассоциаций для улучшения качества своих сотрудников.",
                        "restrictions": "Работодатели должны следовать этическим и профессиональным стандартам, установленным ассоциациями.",
                        "imposed_role": "Ассоциации формируют стандарты и определяют лучшие практики для работодателей.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Работодатели помогают нам поддерживать высокий уровень профессионализма и этики в нашей области."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Работодатели должны следовать законодательству и нормам, установленным государственными органами.",
                        "opportunity": "Государственные органы предоставляют работодателям безопасную и законную среду для ведения бизнеса.",
                        "restrictions": "Работодатели не могут нарушать трудовые законы и нормы безопасности.",
                        "imposed_role": "Государственные органы контролируют соблюдение трудового законодательства работодателями.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Моя задача — обеспечить соблюдение законов и защиту прав работников, что также в интересах работодателей."
                    },
                    {
                        "source": "Общество",
                        "essentiality": "Работодатели зависят от общественного мнения и репутации для привлечения лучших кандидатов.",
                        "opportunity": "Общество создает ожидания и требования к корпоративной ответственности и этике.",
                        "restrictions": "Работодатели не могут игнорировать общественные ожидания и должны действовать в соответствии с ними.",
                        "imposed_role": "Общество формирует нормы и ценности, которым должны следовать работодатели.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Работодатели играют важную роль в формировании нашего общества, но должны учитывать наши ожидания и потребности."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Университеты",
                        "change": "Университеты адаптируют учебные программы и курсы для повышения качества образования и соответствия требованиям работодателей.",
                        "opportunity": "Предоставление актуальных и востребованных навыков студентам, что увеличивает их шансы на трудоустройство.",
                        "restrictions": "Необходимость следовать требованиям работодателей, что может ограничивать академическую свободу.",
                        "imposed_role": "Поставщик квалифицированных кадров.",
                        "comment": "I am, Университет, see my relationships with a target in the following perspective: Our связь с работодателями позволяет нам лучше понимать их потребности и адаптировать наши программы, что в конечном итоге приводит к успешной карьере наших студентов."
                    },
                    {
                        "source": "Студенты",
                        "change": "Студенты становятся более конкурентоспособными на рынке труда, улучшая свои навыки и знания.",
                        "opportunity": "Получение работы в престижных компаниях и возможность карьерного роста.",
                        "restrictions": "Необходимость соответствовать высоким требованиям работодателей, что может вызвать стресс и давление.",
                        "imposed_role": "Конкуренты за рабочие места.",
                        "comment": "I am, Студент, see my relationships with a target in the following perspective: Я понимаю, что работодатели ищут лучших кандидатов, и поэтому стараюсь развивать свои навыки, чтобы выделиться на фоне других."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "change": "Ассоциации пересматривают свои стандарты и сертификационные требования, чтобы соответствовать рыночным потребностям.",
                        "opportunity": "Увеличение влияния и значимости в образовательных и профессиональных кругах.",
                        "restrictions": "Необходимость постоянно обновлять стандарты в соответствии с требованиями работодателей.",
                        "imposed_role": "Регуляторы качества образования и профессиональной подготовки.",
                        "comment": "I am, Профессиональная ассоциация, see my relationships with a target in the following perspective: Мы стремимся поддерживать высокий уровень подготовки специалистов, и связи с работодателями позволяют нам лучше понимать их ожидания."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Государственные органы создают новые законы и инициативы, направленные на улучшение качества образования и подготовки кадров.",
                        "opportunity": "Улучшение имиджа и доверия со стороны общества, способствующее экономическому росту.",
                        "restrictions": "Ограничение автономии образовательных учреждений в пользу стандартизации и контроля качества.",
                        "imposed_role": "Контролирующий орган в сфере образования и труда.",
                        "comment": "I am, Государственный орган, see my relationships with a target in the following perspective: Мы заинтересованы в том, чтобы образование соответствовало требованиям рынка труда, что необходимо для развития экономики."
                    },
                    {
                        "source": "Медийные ресурсы",
                        "change": "Медийные ресурсы меняют акценты в своих материалах, акцентируя внимание на успешных кейсах трудоустройства выпускников.",
                        "opportunity": "Увеличение аудитории и доверия со стороны читателей и подписчиков.",
                        "restrictions": "Необходимость быть объективными и правдивыми в своей подаче информации.",
                        "imposed_role": "Информаторы и формирователи общественного мнения.",
                        "comment": "I am, Медийный ресурс, see my relationships with a target in the following perspective: Мы стремимся освещать успехи выпускников, что, в свою очередь, подчеркивает важность качественного образования для работодателей."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Кандидаты на работу",
                        "threat": "Работодатели могут отвергать кандидатов с некачественными дипломами, что ставит под угрозу их возможность трудоустройства.",
                        "consequences_if_deteriorates": "Кандидаты смогут легче находить работу, не беспокоясь о качестве своего образования.",
                        "consequences_if_improves": "Кандидаты будут более внимательны к получению качественного образования и навыков, чтобы соответствовать требованиям работодателей.",
                        "imposed_role": "Объект оценки и отбора",
                        "comment": "Я, кандидаты на работу, вижу свои отношения с работодателями в следующей перспективе: я должен постоянно доказывать свою ценность и соответствие их требованиям."
                    },
                    {
                        "source": "Учебные заведения",
                        "threat": "Работодатели могут начать игнорировать выпускников их учебных заведений, если они не будут предоставлять качественное образование.",
                        "consequences_if_deteriorates": "Учебные заведения могут столкнуться с падением числа студентов и финансирования.",
                        "consequences_if_improves": "Учебные заведения получат повышение репутации, что приведет к увеличению числа студентов и лучшим возможностям для сотрудничества с работодателями.",
                        "imposed_role": "Поставщик качественного образования",
                        "comment": "Я, учебные заведения, вижу свои отношения с работодателями в следующей перспективе: если я не обеспечу своих студентов качественным образованием, моя репутация будет под угрозой."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Работодатели могут оспаривать аккредитации и стандарты образовательных учреждений, если дипломы не соответствуют реальным навыкам.",
                        "consequences_if_deteriorates": "Государственные органы могут потерять контроль над качеством образования и трудоустройства.",
                        "consequences_if_improves": "Государственные органы могут получить улучшение стандартов образования и трудоустройства, что повысит общий уровень квалификации в стране.",
                        "imposed_role": "Регулятор качества образования",
                        "comment": "Я, государственные органы, вижу свои отношения с работодателями в следующей перспективе: я должен поддерживать высокие стандарты, чтобы обеспечить стабильность на рынке труда."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "threat": "Работодатели могут игнорировать рекомендации и стандарты, установленные ассоциациями, если они не соответствуют реальности.",
                        "consequences_if_deteriorates": "Профессиональные ассоциации могут потерять влияние и членство, если работодатели начнут действовать независимо.",
                        "consequences_if_improves": "Профессиональные ассоциации получат больше доверия и поддержки со стороны работодателей, что усилит их позиции.",
                        "imposed_role": "Стандартопоставщик",
                        "comment": "Я, профессиональные ассоциации, вижу свои отношения с работодателями в следующей перспективе: если я не буду следить за качеством квалификации, моя роль будет подорвана."
                    },
                    {
                        "source": "Социальные медиа и платформы отзывов",
                        "threat": "Работодатели могут использовать отзывы и рейтинги, чтобы отвергать кандидатов с низкими оценками, что влияет на репутацию кандидатов.",
                        "consequences_if_deteriorates": "Социальные медиа могут потерять влияние и доверие, если информация будет недостоверной.",
                        "consequences_if_improves": "Социальные медиа получат больше доверия и активного использования, если работодатели начнут полагаться на достоверные отзывы.",
                        "imposed_role": "Мост между работодателями и кандидатами",
                        "comment": "Я, социальные медиа и платформы отзывов, вижу свои отношения с работодателями в следующей перспективе: я должен предоставлять достоверную информацию, чтобы поддерживать свою ценность."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Неэффективные образовательные учреждения",
                        "threat": "Образовательные учреждения могут выпускать студентов с недостаточными знаниями и навыками, что ставит под угрозу трудоустройство.",
                        "consequences_if_deteriorates": "Работодатели смогут находить более квалифицированных кандидатов, так как количество неподходящих выпускников снизится.",
                        "consequences_if_improves": "Работодатели столкнутся с увеличением конкуренции за высококачественных кандидатов, что усложнит процесс найма.",
                        "imposed_role": "Работодатели должны принимать на работу кандидатов, независимо от их реальных способностей.",
                        "comment": "I am, Неэффективные образовательные учреждения, see my relationships with Работодатели in the following perspective: I create a gap between required skills and actual competencies of graduates."
                    },
                    {
                        "source": "Негативная репутация работодателя",
                        "threat": "Если работодатели принимают неподходящих кандидатов, это может ухудшить их репутацию на рынке труда.",
                        "consequences_if_deteriorates": "Работодатели укрепят свою репутацию, если их сотрудники будут высококвалифицированными.",
                        "consequences_if_improves": "Работодатели могут привлечь больше талантливых кандидатов, улучшая общую атмосферу в компании.",
                        "imposed_role": "Работодатели должны постоянно доказывать свою привлекательность для лучших выпускников.",
                        "comment": "I am, Негативная репутация работодателя, see my relationships with Работодатели in the following perspective: I reflect the quality of hires made and influence the perception of the organization."
                    },
                    {
                        "source": "Технологическое развитие",
                        "threat": "Быстрое развитие технологий может сделать навыки некоторых выпускников устаревшими.",
                        "consequences_if_deteriorates": "Работодатели будут иметь возможность нанимать кандидатов с актуальными и востребованными навыками.",
                        "consequences_if_improves": "Работодатели должны будут постоянно обучать сотрудников, чтобы соответствовать современным требованиям.",
                        "imposed_role": "Работодатели должны адаптироваться к новым технологиям и тратить ресурсы на обучение.",
                        "comment": "I am, Технологическое развитие, see my relationships with Работодатели in the following perspective: I set the pace for skill requirements and impact hiring strategies."
                    },
                    {
                        "source": "Конкуренция на рынке труда",
                        "threat": "Высокая конкуренция может заставить работодателей нанимать кандидатов, которые не соответствуют их ожиданиям.",
                        "consequences_if_deteriorates": "Работодатели смогут более тщательно отбирать кандидатов, улучшая качество найма.",
                        "consequences_if_improves": "Работодатели могут столкнуться с проблемами в нахождении необходимых специалистов, если уровень конкуренции повысится.",
                        "imposed_role": "Работодатели должны быстро реагировать на изменения в потребностях рынка труда.",
                        "comment": "I am, Конкуренция на рынке труда, see my relationships with Работодатели in the following perspective: I dictate the standards for hiring and force adaptation to new realities."
                    },
                    {
                        "source": "Социальные сети и отзывы",
                        "threat": "Отрицательные отзывы могут повлиять на выбор кандидатов, что затрудняет привлечение талантливых специалистов.",
                        "consequences_if_deteriorates": "Работодатели смогут лучше привлекать высококвалифицированных специалистов без негативного влияния.",
                        "consequences_if_improves": "Работодатели могут улучшить свою репутацию и привлечь больше кандидатов.",
                        "imposed_role": "Работодатели должны управлять своим имиджем и активно работать с отзывами.",
                        "comment": "I am, Социальные сети и отзывы, see my relationships with Работодатели in the following perspective: I amplify the voices of employees and candidates, impacting the employer's brand."
                    }
                ]
            }
        }
    },
    {
        "entity": "Сообщество коллег-преподавателей и исследователей",
        "actor_network": {
            "4": {
                "data": [
                    {
                        "source": "Студенты",
                        "essentiality": "Сообщество коллег-преподавателей и исследователей обеспечивает студентам качественное образование и доступ к знаниям.",
                        "opportunity": "Студенты получают возможность учиться у опытных преподавателей и исследователей, что способствует их академическому и профессиональному развитию.",
                        "restrictions": "Студенты должны придерживаться учебного плана и стандартов, установленных сообществом.",
                        "imposed_role": "Студенты выступают как участники образовательного процесса, которые требуют высоких стандартов и новых технологий.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: I rely on the community to enhance my learning experience."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Сообщество обеспечивает учреждения актуальными методами преподавания и исследованиями, что повышает их репутацию.",
                        "opportunity": "Образовательные учреждения могут привлекать больше студентов и финансирования благодаря высокому качеству образования.",
                        "restrictions": "Учебные заведения обязаны следовать рекомендациям и стандартам, установленным сообществом.",
                        "imposed_role": "Учебные заведения должны предоставлять ресурсы и поддержку для реализации образовательных программ.",
                        "comment": "I am, Образовательные учреждения, see my relationships with a target in the following perspective: The community is vital for maintaining our standards."
                    },
                    {
                        "source": "Технологические компании",
                        "essentiality": "Сообщество преподавателей и исследователей выступает как тестовая база для новых образовательных технологий.",
                        "opportunity": "Технологические компании получают обратную связь и возможность улучшать свои продукты через взаимодействие с сообществом.",
                        "restrictions": "Компании должны учитывать потребности сообщества в своих разработках.",
                        "imposed_role": "Технологические компании становятся поставщиками решений для образовательных нужд.",
                        "comment": "I am, Технологические компании, see my relationships with a target in the following perspective: The community shapes the future of our products."
                    },
                    {
                        "source": "Научные журналы",
                        "essentiality": "Сообщество является источником качественных исследований и статей для публикации.",
                        "opportunity": "Научные журналы получают контент и исследования, что повышает их ценность и актуальность.",
                        "restrictions": "Журналы обязаны поддерживать этические стандарты и профессиональные требования сообщества.",
                        "imposed_role": "Научные журналы становятся платформами для распространения знаний и исследований.",
                        "comment": "I am, Научные журналы, see my relationships with a target in the following perspective: The community enriches my content with valuable research."
                    },
                    {
                        "source": "Образовательные политики",
                        "essentiality": "Сообщество предоставляет научные данные и экспертизу для формирования образовательной политики.",
                        "opportunity": "Политики получают обоснованные рекомендации для улучшения образовательной системы.",
                        "restrictions": "Политики должны учитывать мнение сообщества при разработке национальных образовательных стандартов.",
                        "imposed_role": "Образовательные политики становятся зависимыми от мнения сообщества для принятия обоснованных решений.",
                        "comment": "I am, Образовательные политики, see my relationships with a target in the following perspective: The community guides my decisions with their expertise."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты адаптируют свои методы обучения и взаимодействия с преподавателями, что влияет на их восприятие образовательного процесса.",
                        "opportunity": "Получение актуальных знаний и навыков, соответствующих новым технологиям и требованиям рынка.",
                        "restrictions": "Ограниченность в выборе методов обучения, которые могут быть предложены преподавателями.",
                        "imposed_role": "Потребители образовательных услуг и обратной связи.",
                        "comment": "Я, студенты, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: мы стремимся к получению качественного образования, но также ожидаем адаптации подходов к обучению."
                    },
                    {
                        "source": "Образовательные технологии",
                        "change": "Система образовательных технологий эволюционирует, получая новые функции и возможности для поддержки образовательного процесса.",
                        "opportunity": "Расширение рынка и внедрение инновационных решений в традиционные образовательные практики.",
                        "restrictions": "Необходимость соответствия стандартам и требованиям, установленным сообществом.",
                        "imposed_role": "Инструмент, который должен интегрироваться в образовательный процесс.",
                        "comment": "Я, образовательные технологии, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я помогаю им адаптироваться, но также требую постоянной доработки и обновления."
                    },
                    {
                        "source": "Управление учебного заведения",
                        "change": "Управление начинает пересматривать свои стратегии и подходы к обучению в ответ на запросы сообщества.",
                        "opportunity": "Повышение репутации учебного заведения за счет внедрения новых стандартов образования.",
                        "restrictions": "Необходимость выделения ресурсов на развитие новых программ и технологий.",
                        "imposed_role": "Стратегический партнер в реализации образовательных инициатив.",
                        "comment": "Я, управление учебного заведения, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: мы вместе стремимся к улучшению образовательного процесса, но сталкиваемся с ограничениями ресурсов."
                    },
                    {
                        "source": "Общество",
                        "change": "Общество начинает ожидать от образовательных учреждений более высокой эффективности и соответствия современным требованиям.",
                        "opportunity": "Получение квалифицированных специалистов, соответствующих требованиям рынка труда.",
                        "restrictions": "Ограничение на традиционные методы оценки и обучения.",
                        "imposed_role": "Клиент, который требует от образовательных учреждений соответствия современным стандартам.",
                        "comment": "Я, общество, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я нуждаюсь в высококвалифицированных специалистах, но ожидания растут с каждым годом."
                    },
                    {
                        "source": "Научные публикации и исследования",
                        "change": "Изменяются направления исследований и публикаций в ответ на потребности сообщества и новые технологии.",
                        "opportunity": "Увеличение актуальности и цитируемости исследований, так как они становятся более релевантными.",
                        "restrictions": "Необходимость следовать новым стандартам и ожиданиям со стороны сообщества.",
                        "imposed_role": "Источник новых знаний и инноваций, которые должны поддерживать образовательные стандарты.",
                        "comment": "Я, научные публикации и исследования, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я стремлюсь оставаться актуальным, но должен учитывать требования образовательного процесса."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Министерство образования",
                        "essentiality": "Министерство образования разрабатывает и внедряет стандарты и нормативы для образовательных учреждений, включая высшую школу.",
                        "opportunity": "Обеспечивает финансирование и ресурсы для профессионального развития преподавателей и исследователей.",
                        "restrictions": "Налагает обязательные требования к учебным планам и аккредитации.",
                        "imposed_role": "Должно следовать установленным стандартам и рекомендациям министерства.",
                        "comment": "Я, Министерство образования, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я задаю рамки и стандарты, которые вы должны соблюдать, но я также предоставляю ресурсы для вашего роста."
                    },
                    {
                        "source": "Технологические платформы",
                        "essentiality": "Технологические платформы предоставляют инструменты и ресурсы, необходимые для внедрения новых методов обучения.",
                        "opportunity": "Обеспечивают доступ к новым технологиям и инновационным методам обучения.",
                        "restrictions": "Могут ограничивать возможность выбора платформы или инструментов для обучения.",
                        "imposed_role": "Должно адаптироваться к изменениям и новым функциям платформы.",
                        "comment": "Я, технологическая платформа, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я открываю двери к инновациям, но вы должны быть готовы к постоянной адаптации."
                    },
                    {
                        "source": "Научные журналы и публикации",
                        "essentiality": "Научные журналы служат основным каналом для распространения исследовательских результатов и идей.",
                        "opportunity": "Предоставляют возможность для публикации и признания работы преподавателей и исследователей.",
                        "restrictions": "Налагают требования к качеству исследований и соблюдению этических норм.",
                        "imposed_role": "Должно стремиться к публикации своих работ в высококачественных журналах.",
                        "comment": "Я, научный журнал, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я ваш критик и ваш трибун, подчеркивающий важность качества и этики в исследованиях."
                    },
                    {
                        "source": "Студенты и обучающиеся",
                        "essentiality": "Студенты являются конечными пользователями образовательных услуг и критериями их качества.",
                        "opportunity": "Предоставляют обратную связь и требования к современным методам обучения.",
                        "restrictions": "Могут игнорировать традиционные методы, если они не отвечают их ожиданиям.",
                        "imposed_role": "Должно адаптироваться к потребностям и ожиданиям студентов.",
                        "comment": "Я, студент, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я ваш главный приоритет, и если вы не отвечаете на мои запросы, я могу выбрать другой путь."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Ассоциации поддерживают сеть профессиональных контактов и обмена знаниями среди преподавателей и исследователей.",
                        "opportunity": "Обеспечивают возможности для сетевого взаимодействия и профессионального роста.",
                        "restrictions": "Налагают требования к членству и участия в мероприятиях.",
                        "imposed_role": "Должно активно участвовать в профессиональных мероприятиях и обновлениях.",
                        "comment": "Я, профессиональная ассоциация, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я ваш мост к новым возможностям и обязательствам, которые вы должны выполнять для роста."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Технологические инновации (например, ИИ в образовании)",
                        "threat": "Увеличение зависимости от технологий может привести к снижению значимости традиционных методов обучения.",
                        "consequences_if_deteriorates": "Сообщество сможет сосредоточиться на традиционных методах, что может сохранить их актуальность.",
                        "consequences_if_improves": "Сообщество может стать более адаптивным и инновационным, улучшая качество образования.",
                        "imposed_role": "Агент изменений, который требует от сообщества адаптации к новым технологиям.",
                        "comment": "Я, технологические инновации, вижу свои отношения с сообществом в следующей перспективе: я могу как угрожать традиционным методам, так и обеспечивать новые возможности для их развития."
                    },
                    {
                        "source": "Система оценки и аккредитации образовательных учреждений",
                        "threat": "Жесткие требования по аккредитации могут заставить сообщество отказаться от традиционных методов.",
                        "consequences_if_deteriorates": "Сообщество сможет сохранять свои методы обучения без внешнего давления.",
                        "consequences_if_improves": "Сообщество будет вынуждено адаптировать свои подходы к обучению и оценке.",
                        "imposed_role": "Контролирующий орган, который называет стандарты и практики.",
                        "comment": "Я, система оценки, вижу свои отношения с сообществом в следующей перспективе: я формирую рамки, в которых оно должно работать, что может быть как благом, так и бременем."
                    },
                    {
                        "source": "Конкурирующие образовательные сообщества",
                        "threat": "Конкуренция может снизить актуальность традиционных методов обучения.",
                        "consequences_if_deteriorates": "Сообщество будет менее подвержено влиянию внешних изменений.",
                        "consequences_if_improves": "Сообщество станет более открытым к инновациям и адаптации.",
                        "imposed_role": "Движущая сила, которая заставляет сообщество развиваться.",
                        "comment": "Я, конкурирующее сообщество, вижу свои отношения с сообществом в следующей перспективе: я заставляю его меняться, чтобы оставаться актуальным."
                    },
                    {
                        "source": "Общественное мнение и ожидания студентов",
                        "threat": "Рост ожиданий студентов может заставить сообщество пересмотреть свои методы.",
                        "consequences_if_deteriorates": "Сообщество будет свободно от давления общественного мнения.",
                        "consequences_if_improves": "Сообщество будет вынуждено учитывать интересы и потребности студентов, что может повысить качество образования.",
                        "imposed_role": "Критическая аудитория, чьи ожидания определяют направления развития.",
                        "comment": "Я, общественное мнение, вижу свои отношения с сообществом в следующей перспективе: я отражаю потребности и ожидания, которые могут изменить его динамику."
                    },
                    {
                        "source": "Государственные и образовательные политики",
                        "threat": "Изменения в политике могут привести к новой регуляции, ограничивающей традиционные методы.",
                        "consequences_if_deteriorates": "Сообщество сможет работать в более свободной среде без жестких правил.",
                        "consequences_if_improves": "Сообщество будет вынуждено адаптироваться к новым требованиям и стандартам.",
                        "imposed_role": "Регулятор, который формирует условия работы сообщества.",
                        "comment": "Я, государственная политика, вижу свои отношения с сообществом в следующей перспективе: я определяю правила игры, которые могут как угрожать, так и поддерживать его развитие."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Традиционные методы обучения",
                        "threat": "Сообщество коллег-преподавателей и исследователей стремится внедрять новые технологии, что ставит под угрозу существование традиционных методов.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, традиционные методы останутся без конкуренции и смогут продолжить существовать без изменений.",
                        "consequences_if_improves": "Если традиционные методы адаптируются под влияние сообщества, они могут интегрировать новые технологии и улучшить свою актуальность.",
                        "imposed_role": "Старый подход, который должен измениться и адаптироваться к новым стандартам.",
                        "comment": "Я, традиционные методы обучения, вижу свои отношения с сообществом в следующей перспективе: я нахожусь под угрозой исчезновения, если не смогу адаптироваться."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Сообщество влияет на стандарты образования, что может изменить ожидания студентов и их восприятие обучения.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, студенты могут вернуться к менее эффективным методам обучения.",
                        "consequences_if_improves": "Если сообщество будет успешно внедрять новые технологии, студенты получат более качественное и актуальное образование.",
                        "imposed_role": "Аудитория, чьи потребности должны быть учтены в образовательном процессе.",
                        "comment": "Я, студенты, вижу свои отношения с сообществом в следующей перспективе: я нуждаюсь в актуализированном обучении, чтобы оставаться конкурентоспособными."
                    },
                    {
                        "source": "Образовательные технологии",
                        "threat": "Сообщество может продвигать свои разработки, которые могут соперничать с существующими образовательными технологиями.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, старые технологии могут продолжать использоваться без обновлений и улучшений.",
                        "consequences_if_improves": "Если образовательные технологии будут интегрированы с новыми методами, они могут стать более эффективными и распространенными.",
                        "imposed_role": "Инструменты, которые должны адаптироваться к новым стандартам и требованиям.",
                        "comment": "Я, образовательные технологии, вижу свои отношения с сообществом в следующей перспективе: я должен эволюционировать, чтобы соответствовать ожиданиям современного образования."
                    },
                    {
                        "source": "Академические журналы",
                        "threat": "Сообщество может изменить стандарты публикаций и оценки исследований в академических журналах.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, журналы могут продолжать публиковать старые и менее релевантные исследования.",
                        "consequences_if_improves": "Если сообщество будет активно участвовать, журналы могут повысить качество публикаций и адаптироваться к современным требованиям.",
                        "imposed_role": "Платформа, подстраивающаяся под новые подходы в образовании и исследованиях.",
                        "comment": "Я, академические журналы, вижу свои отношения с сообществом в следующей перспективе: я должен адаптироваться к новым стандартам, чтобы оставаться актуальным."
                    },
                    {
                        "source": "Международные образовательные организации",
                        "threat": "Сообщество может влиять на политику и стандарты, которые существуют в международных образовательных организациях.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, организации могут продолжать действовать по устаревшим стандартам.",
                        "consequences_if_improves": "Если сообщество будет активно вовлечено, организации могут стать более гибкими и адаптивными к новым вызовам.",
                        "imposed_role": "Регулятор, который должен учитывать современные образовательные тренды.",
                        "comment": "Я, международные образовательные организации, вижу свои отношения с сообществом в следующей перспективе: я должен учитывать их влияние, чтобы оставаться релевантным на глобальной арене."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Современные образовательные технологии",
                        "change": "Внедрение новых инструментов и методов обучения, что способствует изменению подходов к образованию.",
                        "opportunity": "Увеличение вовлеченности студентов и улучшение образовательных результатов.",
                        "restrictions": "Необходимость постоянного обучения и адаптации к новым технологиям.",
                        "imposed_role": "Инноватор и адаптатор, требующий от сообщества гибкости.",
                        "comment": "Я, Современные образовательные технологии, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: я способствую их росту и адаптации через инновации."
                    },
                    {
                        "source": "Образовательные стандарты и аккредитация",
                        "change": "Установление критериев и норм, которые сообщества должны соблюдать для поддержания аккредитации.",
                        "opportunity": "Повышение статуса и доверия к образовательным программам.",
                        "restrictions": "Ограничения на внедрение нестандартных методов обучения.",
                        "imposed_role": "Контролер качества, подчеркивающий важность соблюдения стандартов.",
                        "comment": "Я, Образовательные стандарты и аккредитация, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: я обеспечиваю их соответствие качеству и актуальности."
                    },
                    {
                        "source": "Общественное мнение и ожидания студентов",
                        "change": "Изменение фокуса на актуальные темы и методы, которые интересуют студентов.",
                        "opportunity": "Улучшение репутации и привлекательности образовательных программ.",
                        "restrictions": "Необходимость учитывать мнение и предпочтения студентов при разработке курсов.",
                        "imposed_role": "Агент изменений, который заставляет сообщество адаптироваться к требованиям студентов.",
                        "comment": "Я, Общественное мнение и ожидания студентов, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: я побуждаю их к изменениям, чтобы оставаться актуальными."
                    },
                    {
                        "source": "Профессиональные ассоциации и сообщества",
                        "change": "Создание сети поддержки и обмена опытом между преподавателями.",
                        "opportunity": "Доступ к ресурсам, тренингам и семинарам для профессионального роста.",
                        "restrictions": "Необходимость участия в мероприятиях и соблюдения этических норм ассоциации.",
                        "imposed_role": "Член сети, который должен активно участвовать в жизни сообщества.",
                        "comment": "Я, Профессиональные ассоциации и сообщества, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: я поддерживаю их в стремлении к развитию и обмену знаниями."
                    },
                    {
                        "source": "Научные исследования и публикации",
                        "change": "Влияние на содержание курсов через последние исследования и достижения в области.",
                        "opportunity": "Актуализация учебных материалов и повышение научной активности преподавателей.",
                        "restrictions": "Необходимость следовать актуальным исследованиям, что может ограничивать традиционные подходы.",
                        "imposed_role": "Исследователь, который задает новые направления для обучения.",
                        "comment": "Я, Научные исследования и публикации, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: я вдохновляю их на изменения и развитие через новые идеи."
                    }
                ]
            }
        }
    },
    {
        "entity": "Студенты",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Увеличение нагрузки при оценивании студентов",
                        "opportunity": "Получение обратной связи о качестве обучения и вовлеченности студентов",
                        "restrictions": "Ограниченное время для подготовки и оценки работ",
                        "imposed_role": "Оценщик и наставник",
                        "comment": "Я, преподаватель, вижу свои отношения со студентами в следующей перспективе: я должен находить баланс между строгими требованиями и поддержкой их стремлений к знаниям."
                    },
                    {
                        "source": "ВУЗ",
                        "change": "Увеличение репутации через успешных студентов",
                        "opportunity": "Привлечение большего числа абитуриентов и финансирования",
                        "restrictions": "Необходимость поддерживать стандарты качества образования",
                        "imposed_role": "Система, предоставляющая знания",
                        "comment": "Я, вуз, вижу свои отношения со студентами в следующей перспективе: успех моих студентов напрямую влияет на мою репутацию и привлекает новых студентов."
                    },
                    {
                        "source": "Родители",
                        "change": "Изменение ожиданий по отношению к успеваемости ребенка",
                        "opportunity": "Гордость за достижения ребенка",
                        "restrictions": "Стресс от ожиданий и давления на ребенка",
                        "imposed_role": "Поддерживающий, но требовательный",
                        "comment": "Я, родитель, вижу свои отношения со студентами в следующей перспективе: я стремлюсь поддерживать своего ребенка, но боюсь навязать ему слишком высокие ожидания."
                    },
                    {
                        "source": "Система оценивания",
                        "change": "Адаптация критериев оценки для соответствия ожиданиям студентов",
                        "opportunity": "Повышение актуальности и справедливости оценивания",
                        "restrictions": "Необходимость соблюдения стандартов и процедур",
                        "imposed_role": "Стандарт, определяющий успех",
                        "comment": "Я, система оценивания, вижу свои отношения со студентами в следующей перспективе: я должен эволюционировать, чтобы лучше отражать их усилия и достижения."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Изменение способов общения и обмена информацией между студентами",
                        "opportunity": "Упрощение доступа к информации и поддержки от сверстников",
                        "restrictions": "Риск неверной информации и давления со стороны сверстников",
                        "imposed_role": "Платформа для общения и обмена",
                        "comment": "Я, социальные сети, вижу свои отношения со студентами в следующей перспективе: я предоставляю пространство для общения, но иногда создаю среду для сравнения и давления."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Преподаватели обеспечивают знания и навыки, необходимые для получения хороших оценок.",
                        "opportunity": "Студенты получают доступ к учебным материалам и экспертизе.",
                        "restrictions": "Студенты должны соблюдать академическую честность и не списывать.",
                        "imposed_role": "Студенты должны выступать как активные участники учебного процесса.",
                        "comment": "I am, Преподаватели, see my relationships with Студенты in the following perspective: I guide and challenge them to grow academically."
                    },
                    {
                        "source": "Учебный план",
                        "essentiality": "Учебный план определяет, что студенты должны изучать для достижения необходимых компетенций.",
                        "opportunity": "Студенты получают структурированный путь к получению знаний.",
                        "restrictions": "Студенты обязаны следовать курсу и выполнять все задания.",
                        "imposed_role": "Студенты становятся участниками предопределённого образовательного процесса.",
                        "comment": "I am, Учебный план, see my relationships with Студенты in the following perspective: I provide direction and structure to their learning journey."
                    },
                    {
                        "source": "Технологии (онлайн-ресурсы, платформы)",
                        "essentiality": "Технологии делают доступ к информации и обучению более удобным и эффективным.",
                        "opportunity": "Студенты могут учиться в удобное время и в удобном формате.",
                        "restrictions": "Студенты могут быть ограничены в доступе к ресурсам, если не соблюдают правила использования.",
                        "imposed_role": "Студенты должны активно использовать технологии для обучения.",
                        "comment": "I am, Технологии, see my relationships with Студенты in the following perspective: I empower them to learn more efficiently and flexibly."
                    },
                    {
                        "source": "Система оценивания",
                        "essentiality": "Система оценивания формирует стандарты успеха и определяет, как студенты будут оцениваться.",
                        "opportunity": "Студенты могут получить мотивацию для достижения академических целей.",
                        "restrictions": "Студенты должны соответствовать установленным критериям для получения высоких оценок.",
                        "imposed_role": "Студенты становятся участниками конкурентной академической среды.",
                        "comment": "I am, Система оценивания, see my relationships with Студенты in the following perspective: I create benchmarks that challenge them to excel."
                    },
                    {
                        "source": "Сверстники",
                        "essentiality": "Сверстники оказывают влияние на мотивацию и поддержку студентов.",
                        "opportunity": "Студенты могут учиться на опыте друг друга и совместно решать проблемы.",
                        "restrictions": "Студенты могут чувствовать давление со стороны сверстников, что может привести к списыванию.",
                        "imposed_role": "Студенты становятся частью социальной сети, где оценка и успех взаимосвязаны.",
                        "comment": "I am, Сверстники, see my relationships with Студенты in the following perspective: I provide a social context that shapes their academic experiences."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Студенты могут списывать и не показывать свои знания, что снижает ценность преподавания.",
                        "consequences_if_deteriorates": "Если студенты исчезнут, преподаватели не будут иметь работы и потеряют свою профессиональную идентичность.",
                        "consequences_if_improves": "Если студенты действительно учатся, преподаватели получат больше уважения и будут более востребованы.",
                        "imposed_role": "Аудиторы знаний и умений студентов.",
                        "comment": "Я, преподаватель, вижу свои отношения со студентами в следующей перспективе: они должны демонстрировать свои знания, чтобы я мог оценить свою работу."
                    },
                    {
                        "source": "ВУЗ",
                        "threat": "Низкий уровень знаний студентов может ухудшить репутацию учебного заведения.",
                        "consequences_if_deteriorates": "Если студенты уйдут, ВУЗ сможет сократить расходы на образовательные программы.",
                        "consequences_if_improves": "Улучшение знаний студентов повысит рейтинг учебного заведения и привлечет больше абитуриентов.",
                        "imposed_role": "Контролирующее качество образования.",
                        "comment": "Я, ВУЗ, вижу свои отношения со студентами в следующей перспективе: их успехи напрямую влияют на мою репутацию и финансирование."
                    },
                    {
                        "source": "Работодатели",
                        "threat": "Студенты, которые не приобретают необходимые навыки, уменьшают pool квалифицированных работников.",
                        "consequences_if_deteriorates": "Если студенты не будут обучаться, работодатели смогут нанимать более квалифицированных специалистов из других источников.",
                        "consequences_if_improves": "Улучшение навыков студентов приведет к большему количеству квалифицированных кандидатов на вакансии.",
                        "imposed_role": "Критерий для найма и оценки навыков.",
                        "comment": "Я, работодатель, вижу свои отношения со студентами в следующей перспективе: их навыки определяют, смогу ли я найти подходящих сотрудников."
                    },
                    {
                        "source": "Общество",
                        "threat": "Появление некомпетентных специалистов может привести к снижению качества жизни и инноваций.",
                        "consequences_if_deteriorates": "Если студенты перестанут обучаться, общество может потерять возможность развиваться и прогрессировать.",
                        "consequences_if_improves": "Если студенты будут хорошо подготовлены, это приведет к улучшению всех сфер жизни общества.",
                        "imposed_role": "Критически важный элемент для будущего общества.",
                        "comment": "Я, общество, вижу свои отношения со студентами в следующей перспективе: их знания и навыки определяют наше общее будущее."
                    },
                    {
                        "source": "Системы оценивания (экзамены, тесты)",
                        "threat": "Студенты могут обойти систему через списывание, что уменьшает её ценность.",
                        "consequences_if_deteriorates": "Если студенты будут игнорировать оценивание, системы могут быть упразднены или изменены.",
                        "consequences_if_improves": "Если студенты начнут учиться, системы оценивания будут считаться эффективными и полезными.",
                        "imposed_role": "Инструмент контроля знаний студентов.",
                        "comment": "Я, система оценивания, вижу свои отношения со студентами в следующей перспективе: их успехи определяют мою эффективность и актуальность."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Преподаватели помогают студентам овладеть необходимыми знаниями и навыками через лекции и семинары.",
                        "opportunity": "Доступ к качественному обучению и возможность получения хороших оценок.",
                        "restrictions": "Ожидается, что студенты будут активно участвовать и выполнять все задания.",
                        "imposed_role": "Учащийся, который должен учиться и принимать активное участие в учебном процессе.",
                        "comment": "I am, Преподаватели, see my relationships with a target in the following perspective: Студенты должны осознать важность знаний и навыков для их будущей карьеры."
                    },
                    {
                        "source": "Экзамены",
                        "change": "Экзамены проверяют уровень знаний и могут влиять на мотивацию студентов к учебе.",
                        "opportunity": "Возможность продемонстрировать свои знания и получить оценку.",
                        "restrictions": "Студенты обязаны готовиться к экзаменам и соблюдать правила честности.",
                        "imposed_role": "Экзаменуемый, который должен показать свои знания в установленные сроки.",
                        "comment": "I am, Экзамены, see my relationships with a target in the following perspective: Я ставлю студентов перед вызовом, который, в конечном итоге, помогает им развиваться."
                    },
                    {
                        "source": "Однокурсники",
                        "change": "Однокурсники влияют на учебный процесс через совместное обучение и обмен информацией.",
                        "opportunity": "Взаимная поддержка и помощь в подготовке к экзаменам и заданиям.",
                        "restrictions": "Студенты могут испытывать давление от сверстников в отношении успеваемости.",
                        "imposed_role": "Собеседник и партнер по учебе, который должен делиться знаниями и опытом.",
                        "comment": "I am, Однокурсники, see my relationships with a target in the following perspective: Мы взаимодействуем и поддерживаем друг друга, что способствует нашему общему успеху."
                    },
                    {
                        "source": "Учебные материалы (книги, онлайн-ресурсы)",
                        "change": "Учебные материалы предоставляют необходимую информацию для понимания предмета.",
                        "opportunity": "Доступ к разнообразным ресурсам для углубления знаний и подготовки к занятиям.",
                        "restrictions": "Необходимость тратить время на изучение материалов и выполнение домашних заданий.",
                        "imposed_role": "Исследователь, который должен самостоятельно искать и усваивать информацию.",
                        "comment": "I am, Учебные материалы, see my relationships with a target in the following perspective: Я предоставляю студентам необходимые инструменты для их обучения и развития."
                    },
                    {
                        "source": "Технологии (компьютеры, интернет)",
                        "change": "Технологии помогают студентам в поиске информации и взаимодействии с учебным контентом.",
                        "opportunity": "Упрощение доступа к информации и возможность учиться в удобном темпе.",
                        "restrictions": "Зависимость от технологий и необходимость критического мышления для оценки информации.",
                        "imposed_role": "Пользователь технологий, который должен эффективно использовать доступные инструменты.",
                        "comment": "I am, Технологии, see my relationships with a target in the following perspective: Я открываю новые возможности для обучения, но требую от студентов ответственности в их использовании."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Они могут занижать оценки или не давать важных знаний, если студенты не проявляют достаточную инициативу.",
                        "consequences_if_deteriorates": "Студенты получат более высокие оценки и смогут быстрее освоить материал.",
                        "consequences_if_improves": "Студенты начнут лучше понимать предмет и, возможно, повысят свои оценки, но при этом нагрузка на них возрастет.",
                        "imposed_role": "Поддержка и контроль",
                        "comment": "Я, преподаватель, вижу свои отношения со студентами в следующей перспективе: я обязан оценивать их усилия и помогать в их академическом росте."
                    },
                    {
                        "source": "Система оценивания",
                        "threat": "Студенты могут столкнуться с жесткими критериями оценки, что может привести к плохим результатам.",
                        "consequences_if_deteriorates": "Система оценивания станет менее строгой, что позволит студентам легче получать хорошие оценки.",
                        "consequences_if_improves": "Студенты будут вынуждены более усердно учиться, чтобы соответствовать высоким стандартам.",
                        "imposed_role": "Оцениватель и судья",
                        "comment": "Я, система оценивания, вижу свои отношения со студентами в следующей перспективе: я должен обеспечивать объективность и справедливость в оценке их знаний."
                    },
                    {
                        "source": "Однокурсники",
                        "threat": "Конкуренция и давление со стороны сверстников могут негативно сказаться на самооценке студентов.",
                        "consequences_if_deteriorates": "Студенты будут чувствовать себя более уверенно и смогут лучше сосредоточиться на обучении.",
                        "consequences_if_improves": "Студенты могут оказаться под давлением и потерять уверенность в своих силах.",
                        "imposed_role": "Конкуренты",
                        "comment": "Я, однокурсник, вижу свои отношения со студентами в следующей перспективе: я должен оспаривать их успехи и помогать им расти через конкуренцию."
                    },
                    {
                        "source": "Учебный план",
                        "threat": "Студенты могут столкнуться с слишком сложными или неактуальными темами, которые не способствуют получению необходимых знаний.",
                        "consequences_if_deteriorates": "Учебный план станет более гибким и адаптированным к потребностям студентов.",
                        "consequences_if_improves": "Студенты могут получить более глубокие и полезные знания, но с увеличенной нагрузкой.",
                        "imposed_role": "Структурирующий фактор",
                        "comment": "Я, учебный план, вижу свои отношения со студентами в следующей перспективе: я должен обеспечивать структуру для их обучения и развития."
                    },
                    {
                        "source": "Технологии (например, интернет)",
                        "threat": "Легкий доступ к информации может привести к искушению списывать вместо того, чтобы учиться.",
                        "consequences_if_deteriorates": "Студенты будут вынуждены больше работать над собственными знаниями и навыками.",
                        "consequences_if_improves": "Студенты могут стать более зависимыми от технологий и снизить качество своего обучения.",
                        "imposed_role": "Инструмент",
                        "comment": "Я, технологии, вижу свои отношения со студентами в следующей перспективе: я должен быть инструментом для их обучения, но также и источником риска."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Студенты являются основным источником обратной связи и оценки качества преподавания.",
                        "opportunity": "Преподаватели получают возможность адаптировать свои методы обучения и curriculum в зависимости от потребностей студентов.",
                        "restrictions": "Преподаватели не могут игнорировать требования студентов по улучшению учебного процесса.",
                        "imposed_role": "Преподаватели становятся фасилитаторами обучения, ориентированными на успех студентов.",
                        "comment": "I am, Преподаватели, see my relationships with a target in the following perspective: Я завишу от студентов, так как они влияют на мою работу и репутацию как учителя."
                    },
                    {
                        "source": "Учебные заведения",
                        "essentiality": "Студенты обеспечивают жизнеспособность учебных заведений через свою регистрацию и участие в курсах.",
                        "opportunity": "Учебные заведения получают финансирование и финансирование благодаря количеству студентов.",
                        "restrictions": "Учебные заведения обязаны предоставлять качественное образование, чтобы удерживать студентов.",
                        "imposed_role": "Учебные заведения становятся зависимыми от мнения студентов о качестве образования.",
                        "comment": "I am, Учебные заведения, see my relationships with a target in the following perspective: Я завишу от студентов, так как их успех определяет мою репутацию и финансирование."
                    },
                    {
                        "source": "Работодатели",
                        "essentiality": "Студенты являются потенциальными кандидатами на рабочие места, что делает их ключевыми для работодателей.",
                        "opportunity": "Работодатели получают доступ к свежим навыкам и новым идеям, которые студенты приносят с собой.",
                        "restrictions": "Работодатели должны предлагать конкурентоспособные условия, чтобы привлечь студентов.",
                        "imposed_role": "Работодатели становятся заинтересованными в формировании образовательных программ, соответствующих потребностям рынка труда.",
                        "comment": "I am, Работодатели, see my relationships with a target in the following perspective: Я завишу от студентов, так как они – мой основной источник новых талантов."
                    },
                    {
                        "source": "Система оценки",
                        "essentiality": "Студенты нуждаются в системе оценки для получения обратной связи о своих знаниях и навыках.",
                        "opportunity": "Система оценки получает данные о качестве обучения и успеваемости студентов.",
                        "restrictions": "Система оценки не может быть необъективной или несправедливой, иначе студенты могут потерять доверие.",
                        "imposed_role": "Система оценки становится важным инструментом для улучшения образовательных процессов.",
                        "comment": "I am, Система оценки, see my relationships with a target in the following perspective: Я завишу от студентов, так как они формируют мои функции и критерии оценки."
                    },
                    {
                        "source": "Курсы и учебные материалы",
                        "essentiality": "Студенты используют курсы и учебные материалы для достижения своих учебных целей.",
                        "opportunity": "Курсы и учебные материалы становятся более актуальными и востребованными благодаря потребностям студентов.",
                        "restrictions": "Курсы и учебные материалы должны быть адаптированы к уровню и стилям обучения студентов.",
                        "imposed_role": "Курсы и учебные материалы становятся гибкими ресурсами, которые должны меняться в соответствии с требованиями студентов.",
                        "comment": "I am, Курсы и учебные материалы, see my relationships with a target in the following perspective: Я завишу от студентов, так как их потребности определяют актуальность и содержание моих ресурсов."
                    }
                ]
            }
        }
    },
    {
        "entity": "Преподаватели",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Технологии обучения",
                        "change": "Увеличивают доступ к информационным ресурсам и методам преподавания",
                        "opportunity": "Позволяют разнообразить методы передачи знаний и сделать их более интерактивными",
                        "restrictions": "Могут привести к снижению традиционных методов оценки и контроля знаний",
                        "imposed_role": "Адаптер новых методов обучения",
                        "comment": "I am Технологии обучения, see my relationships with Преподаватели in the following perspective: I enhance their teaching methods but challenge their traditional authority."
                    },
                    {
                        "source": "Студенты",
                        "change": "Влияют на подходы преподавателей к обучению через свои предпочтения и обратную связь",
                        "opportunity": "Студенты могут способствовать внедрению инновационных методов и технологий через активное участие",
                        "restrictions": "Требуют от преподавателей постоянного обновления знаний и адаптации к новым условиям",
                        "imposed_role": "Партнер по обучению",
                        "comment": "I am Студенты, see my relationships with Преподаватели in the following perspective: I drive the evolution of teaching practices by expressing my needs and preferences."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "change": "Устанавливает правила и стандарты, которые преподаватели должны соблюдать",
                        "opportunity": "Обеспечивает ресурсы и поддержку для профессионального роста преподавателей",
                        "restrictions": "Ограничивает свободу преподавателей в выборе методов и содержания курса",
                        "imposed_role": "Следующий за нормами и стандартами",
                        "comment": "I am Администрация учебного заведения, see my relationships with Преподаватели in the following perspective: I provide structure and resources but also impose constraints on their teaching autonomy."
                    },
                    {
                        "source": "Образовательные технологии (платформы и инструменты)",
                        "change": "Изменяют процесс обучения, внедряя цифровые средства и платформы",
                        "opportunity": "Упрощают доступ к материалам и взаимодействие со студентами",
                        "restrictions": "Создают зависимость от технологий, что может угрожать традиционным методам оценки",
                        "imposed_role": "Модератор образовательного процесса",
                        "comment": "I am Образовательные технологии, see my relationships with Преподаватели in the following perspective: I enhance their teaching capabilities but can lead to a loss of control in assessments."
                    },
                    {
                        "source": "Общество и профессиональные сообщества",
                        "change": "Формируют общественное мнение о качестве образования и методах преподавания",
                        "opportunity": "Стимулируют преподавателей к внедрению лучших практик и повышению квалификации",
                        "restrictions": "Могут создавать давление на преподавателей для соответствия актуальным тенденциям",
                        "imposed_role": "Агент изменений",
                        "comment": "I am Общество и профессиональные сообщества, see my relationships with Преподаватели in the following perspective: I encourage continuous improvement but also impose societal expectations."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты становятся более активными участниками учебного процесса, используя новые технологии для изучения.",
                        "opportunity": "Улучшение навыков самостоятельного обучения и критического мышления.",
                        "restrictions": "Зависимость от технологий для получения информации и выполнения заданий.",
                        "imposed_role": "Активные участники, которые должны адаптироваться к новым методам обучения.",
                        "comment": "I am Студенты, see my relationships with a target in the following perspective: I appreciate the guidance of my преподаватели, but I also seek my own paths to knowledge."
                    },
                    {
                        "source": "Технологии обучения",
                        "change": "Технологии становятся более интегрированными в учебный процесс, требуя от преподавателей адаптации.",
                        "opportunity": "Расширение возможностей для преподавания и повышения вовлеченности студентов.",
                        "restrictions": "Необходимость постоянного обновления знаний о новых инструментах и платформах.",
                        "imposed_role": "Инструменты, которые служат как поддержка, так и вызов для преподавателей.",
                        "comment": "I am Технологии обучения, see my relationships with a target in the following perspective: I am a tool for empowerment but also a challenge for traditional methods."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "change": "Учебные заведения должны пересматривать свои подходы к обучению и оцениванию.",
                        "opportunity": "Повышение репутации через внедрение современных методов обучения.",
                        "restrictions": "Необходимость инвестиций в новое оборудование и обучение преподавателей.",
                        "imposed_role": "Организации, которые должны поддерживать инновации и адаптироваться к изменениям.",
                        "comment": "I am Образовательные учреждения, see my relationships with a target in the following perspective: I strive to create an environment that fosters both tradition and innovation."
                    },
                    {
                        "source": "Родители",
                        "change": "Родители становятся более вовлеченными в образовательный процесс своих детей.",
                        "opportunity": "Улучшение коммуникации с преподавателями и понимание учебных процессов.",
                        "restrictions": "Ожидания успеха и давления на студентов с учетом новых технологий.",
                        "imposed_role": "Поддержка, которая требует активного участия в учебной жизни детей.",
                        "comment": "I am Родители, see my relationships with a target in the following perspective: I want to support my children while understanding the challenges they face in a tech-driven environment."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Государственные органы начинают разрабатывать новые стандарты и программы для образования.",
                        "opportunity": "Возможность улучшить качество образования и обеспечить доступность технологий для всех.",
                        "restrictions": "Необходимость следить за соблюдением новых норм и стандартов.",
                        "imposed_role": "Регуляторы, которые устанавливают рамки для образовательных процессов.",
                        "comment": "I am Государственные органы, see my relationships with a target in the following perspective: I aim to foster educational excellence while ensuring compliance and equity."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Студенты",
                        "threat": "Студенты могут использовать технологии для списывания, что подрывает контроль преподавателей над процессом обучения.",
                        "consequences_if_deteriorates": "Преподаватели смогут более эффективно передавать знания без риска списывания.",
                        "consequences_if_improves": "Увеличение доверия к студентам, но возможная потеря контроля и необходимость адаптации к новым технологиям.",
                        "imposed_role": "Потенциальные нарушители учебного процесса.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: I challenge the traditional methods of learning and assessment."
                    },
                    {
                        "source": "Новые технологии",
                        "threat": "Технологии, такие как онлайн-ресурсы и приложения для списывания, могут облегчить обман студентов.",
                        "consequences_if_deteriorates": "Преподаватели смогут использовать традиционные методы оценки без вмешательства технологий.",
                        "consequences_if_improves": "Преподаватели могут быть вынуждены адаптировать свои методы обучения и оценки, чтобы учитывать новые технологии.",
                        "imposed_role": "Конкуренты в образовательном процессе.",
                        "comment": "I am, Новые технологии, see my relationships with a target in the following perspective: I redefine the way students engage with learning material."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "threat": "Изменение образовательных стандартов может ограничить возможности преподавателей в оценке студентов.",
                        "consequences_if_deteriorates": "Преподаватели получат больше свободы в определении критериев оценки.",
                        "consequences_if_improves": "Преподаватели могут столкнуться с более строгими требованиями к оценке, что усложняет процесс.",
                        "imposed_role": "Субъекты контроля за образовательным процессом.",
                        "comment": "I am, Образовательные стандарты, see my relationships with a target in the following perspective: I ensure quality and consistency in education."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "threat": "Администрация может вводить новые правила и регламенты, ограничивающие преподавателей в их оценочной деятельности.",
                        "consequences_if_deteriorates": "Преподаватели будут иметь больше автономии в методах оценки и передачи знаний.",
                        "consequences_if_improves": "Преподаватели могут быть обязаны следовать новым, возможно, неэффективным методам, что приведет к снижению качества обучения.",
                        "imposed_role": "Регуляторы образовательного процесса.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with a target in the following perspective: I enforce policies that shape the educational landscape."
                    },
                    {
                        "source": "Социальные сети",
                        "threat": "Социальные сети отвлекают студентов и могут способствовать списыванию.",
                        "consequences_if_deteriorates": "Преподаватели смогут более эффективно удерживать внимание студентов на учебных материалах.",
                        "consequences_if_improves": "Преподаватели могут столкнуться с сложностями в поддержании дисциплины и концентрации студентов.",
                        "imposed_role": "Отвлекающие факторы в образовательном процессе.",
                        "comment": "I am, Социальные сети, see my relationships with a target in the following perspective: I engage students' attention away from traditional learning."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Современные образовательные технологии",
                        "threat": "Преподаватели могут использовать новые технологии для более эффективного обучения, что угрожает традиционным методам.",
                        "consequences_if_deteriorates": "Если преподаватели исчезнут, технологии смогут развиваться независимо, без необходимости учитывать педагогические аспекты.",
                        "consequences_if_improves": "Если преподаватели улучшат свои навыки в использовании технологий, это приведет к более интерактивному и увлекательному обучению.",
                        "imposed_role": "Инструктор, который должен адаптироваться к новым методам.",
                        "comment": "Я, Современные образовательные технологии, вижу свои отношения с преподавателями в следующей перспективе: они могут меня использовать для улучшения обучения или же отказаться от меня, если я стану слишком сложной для восприятия."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Преподаватели могут использовать контроль над оцениванием для уменьшения манипуляций с технологиями списывания.",
                        "consequences_if_deteriorates": "Если преподаватели исчезнут, студенты смогут свободно использовать технологии без ограничений.",
                        "consequences_if_improves": "Если преподаватели будут лучше контролировать процесс, студенты могут стать более ответственными в своем обучении.",
                        "imposed_role": "Контролируемый обучающийся, который должен следовать правилам.",
                        "comment": "Я, Студенты, вижу свои отношения с преподавателями в следующей перспективе: они являются моими наставниками, но также и контролерами, и это влияет на мою готовность использовать технологии."
                    },
                    {
                        "source": "Система оценивания",
                        "threat": "Преподаватели могут изменить критерии оценивания, чтобы учитывать новые технологии.",
                        "consequences_if_deteriorates": "Если преподаватели исчезнут, система оценивания станет устаревшей и неэффективной.",
                        "consequences_if_improves": "Если преподаватели улучшат систему оценивания, она станет более объективной и справедливой.",
                        "imposed_role": "Гибкий инструмент, который должен адаптироваться к новым условиям обучения.",
                        "comment": "Я, Система оценивания, вижу свои отношения с преподавателями в следующей перспективе: они могут меня развивать или игнорировать, что повлияет на мою актуальность."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "threat": "Преподаватели могут оказать давление на администрацию для внедрения новых технологий.",
                        "consequences_if_deteriorates": "Если преподаватели исчезнут, администрация сможет действовать без вмешательства со стороны педагогов.",
                        "consequences_if_improves": "Если преподаватели улучшат свои навыки, администрация может получить более высокие оценки учебного заведения.",
                        "imposed_role": "Партнер по внедрению изменений в образовательный процесс.",
                        "comment": "Я, Администрация учебного заведения, вижу свои отношения с преподавателями в следующей перспективе: они могут быть как союзниками, так и противниками в вопросах внедрения технологий."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "threat": "Преподаватели могут угрожать стабильности стандартов, если начнут внедрять инновации без согласования.",
                        "consequences_if_deteriorates": "Если преподаватели исчезнут, стандарты могут стать менее актуальными и неэффективными.",
                        "consequences_if_improves": "Если преподаватели улучшат качество образования, стандарты будут более актуальными и полезными.",
                        "imposed_role": "Агент изменений, который должен учитывать инновации.",
                        "comment": "Я, Образовательные стандарты, вижу свои отношения с преподавателями в следующей перспективе: они могут усовершенствовать меня или же подорвать мою значимость."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Студенты",
                        "essentiality": "Преподаватели обеспечивают структурированное обучение и поддержку, необходимую для усвоения знаний студентами.",
                        "opportunity": "Возможность получать качественное образование и доступ к знаниям.",
                        "restrictions": "Студенты должны следовать правилам и стандартам академической честности.",
                        "imposed_role": "Студенты должны быть активными участниками учебного процесса.",
                        "comment": "I am, Студенты, see my relationships with Преподаватели in the following perspective: их поддержка критически важна для моего обучения."
                    },
                    {
                        "source": "Учебные материалы",
                        "essentiality": "Преподаватели создают контекст и методику использования учебных материалов.",
                        "opportunity": "Учебные материалы становятся более эффективными и актуальными благодаря активному использованию преподавателями.",
                        "restrictions": "Учебные материалы не могут быть использованы вне контекста, заданного преподавателем.",
                        "imposed_role": "Учебные материалы должны быть адаптированы к методам преподавания.",
                        "comment": "I am, Учебные материалы, see my relationships with Преподаватели in the following perspective: их подход делает меня актуальным и полезным."
                    },
                    {
                        "source": "Технологии обучения",
                        "essentiality": "Преподаватели используют технологии для улучшения процесса обучения и оценки студентов.",
                        "opportunity": "Возможность внедрять инновации и улучшать методы преподавания.",
                        "restrictions": "Технологии не могут использоваться без надлежащего контроля и методологии со стороны преподавателей.",
                        "imposed_role": "Технологии должны поддерживать образовательные цели и стратегии преподавания.",
                        "comment": "I am, Технологии обучения, see my relationships with Преподаватели in the following perspective: я служу инструментом для их профессиональной практики."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Преподаватели обеспечивают выполнение образовательных стандартов и целей учебного заведения.",
                        "opportunity": "Возможность использовать результаты преподавания для оценки эффективности учебного заведения.",
                        "restrictions": "Администрация не может вмешиваться в педагогические методы преподавателей без уважительной причины.",
                        "imposed_role": "Администрация должна поддерживать и развивать образовательные инициативы, предлагаемые преподавателями.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with Преподаватели in the following perspective: их работа является основой для нашей оценки успеха."
                    },
                    {
                        "source": "Общество",
                        "essentiality": "Преподаватели формируют будущие поколения, передавая знания и навыки.",
                        "opportunity": "Общество получает образованных граждан, способных вносить вклад в его развитие.",
                        "restrictions": "Общество должно поддерживать образовательные инициативы и уважать профессиональную автономию преподавателей.",
                        "imposed_role": "Общество должно ценить и поддерживать преподавателей как ключевых фигур в образовании.",
                        "comment": "I am, Общество, see my relationships with Преподаватели in the following perspective: их работа критически важна для нашего будущего."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Технологии обучения",
                        "essentiality": "Предоставляют инструменты и платформы для передачи знаний, которые делают процесс обучения более интерактивным и доступным.",
                        "opportunity": "Упрощают процесс подготовки материалов и взаимодействия со студентами.",
                        "restrictions": "Могут ограничивать традиционные методы преподавания, требуя адаптации к новым форматам.",
                        "imposed_role": "Адаптироваться к использованию технологий в обучении.",
                        "comment": "I am, Технологии обучения, see my relationships with a target in the following perspective: Я позволяю преподавателям расширить свои возможности, но и требую от них гибкости в подходах."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Являются конечными пользователями знаний, которые преподаватели стремятся передать.",
                        "opportunity": "Предоставляют обратную связь, которая помогает преподавателям улучшать свои методы.",
                        "restrictions": "Имеют свои требования и ожидания, которые могут не совпадать с методами преподавания.",
                        "imposed_role": "Участвовать активно в учебном процессе и давать обратную связь.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: Я - основная причина, по которой преподаватели развиваются и адаптируются в своих подходах."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "essentiality": "Определяют рамки и критерии, которым должны соответствовать курсы и преподавание.",
                        "opportunity": "Устанавливают четкие цели и требования, что позволяет преподавателям структурировать обучение.",
                        "restrictions": "Ограничивают свободу выбора методов и содержания курсов.",
                        "imposed_role": "Следовать установленным стандартам и требованиям.",
                        "comment": "I am, Образовательные стандарты, see my relationships with a target in the following perspective: Я формирую основу для качественного образования, но и требую строгости в исполнении."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Обеспечивает ресурсы, поддержку и инфраструктуру для учебного процесса.",
                        "opportunity": "Предоставляет возможности для профессионального роста и участия в обучающих семинарах.",
                        "restrictions": "Налагает ограничения по бюджету и времени на проведение курсов.",
                        "imposed_role": "Соблюдать предписанные правила и регламенты учебного заведения.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with a target in the following perspective: Я - ваш партнер, но и ваш контролер, заботящийся о качестве образования."
                    },
                    {
                        "source": "Профессиональное сообщество",
                        "essentiality": "Обеспечивает обмен опытом и лучшими практиками между преподавателями.",
                        "opportunity": "Создает сеть поддержки и развития, где преподаватели могут учиться друг у друга.",
                        "restrictions": "Может накладывать давление на следование общим стандартам и ожиданиям.",
                        "imposed_role": "Участвовать в обсуждениях и обмене опытом.",
                        "comment": "I am, Профессиональное сообщество, see my relationships with a target in the following perspective: Я - ваша поддержка и вызов одновременно, подталкивающий к росту и улучшению."
                    }
                ]
            }
        }
    }
]