[
    {
        "entity": "Места предполагаемого интереса",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Туристические агентства",
                        "change": "Увеличение числа предложений по экскурсиям и услугам в данной локации.",
                        "opportunity": "Получение большей прибыли за счет увеличения числа клиентов.",
                        "restrictions": "Зависимость от транспортной доступности для привлечения клиентов.",
                        "imposed_role": "Промоутер культурных мероприятий и экскурсий.",
                        "comment": "I am, туристическое агентство, see my relationships with a target in the following perspective: The more accessible the location, the more clients we can attract."
                    },
                    {
                        "source": "Местные власти",
                        "change": "Улучшение инфраструктуры и транспортной доступности для повышения привлекательности региона.",
                        "opportunity": "Повышение уровня туристической привлекательности и экономики региона.",
                        "restrictions": "Необходимость выделения бюджета и ресурсов на улучшение транспортной сети.",
                        "imposed_role": "Регулятор и инвестор в инфраструктуру.",
                        "comment": "I am, местные власти, see my relationships with a target in the following perspective: We strive to improve transport links to make the area more attractive for everyone."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "change": "Повышение числа студентов благодаря улучшенной доступности.",
                        "opportunity": "Увеличение числа зачислений и улучшение репутации.",
                        "restrictions": "Зависимость от внешних факторов, как транспортное сообщение.",
                        "imposed_role": "Образовательный партнер и площадка для мероприятий.",
                        "comment": "I am, образовательное учреждение, see my relationships with a target in the following perspective: Improved access means more students and opportunities for collaboration."
                    },
                    {
                        "source": "Местные бизнесы",
                        "change": "Рост количества клиентов из-за увеличения потока посетителей.",
                        "opportunity": "Увеличение продаж и прибыльности.",
                        "restrictions": "Невозможность игнорировать транспортные условия, влияющие на поток клиентов.",
                        "imposed_role": "Экономический партнер, зависящий от потока людей.",
                        "comment": "I am, местный бизнес, see my relationships with a target in the following perspective: Better transport access leads to increased customer visits and sales."
                    },
                    {
                        "source": "Транспортные компании",
                        "change": "Необходимость увеличения частоты и качества обслуживания маршрутов.",
                        "opportunity": "Расширение клиентской базы и увеличение доходов.",
                        "restrictions": "Зависимость от экономической целесообразности новых маршрутов.",
                        "imposed_role": "Обеспечивающий доступность и мобильность.",
                        "comment": "I am, транспортная компания, see my relationships with a target in the following perspective: By improving transport links, we can attract more passengers and enhance our service offerings."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Улучшение транспортной доступности через расширение маршрутов и частоты рейсов",
                        "opportunity": "Привлечение большего числа посетителей, студентов и сотрудников благодаря удобству добирания",
                        "restrictions": "Зависимость от расписания и маршрутов, которые могут изменяться",
                        "imposed_role": "Зависимый партнер, от которого зависит доступность места",
                        "comment": "Я, транспортная компания, вижу свои отношения с местом предполагаемого интереса в следующей перспективе: я обеспечиваю доступность, но могу изменять маршруты и частоту рейсов."
                    },
                    {
                        "source": "Социальные медиа",
                        "change": "Увеличение видимости места через платформы и реклама",
                        "opportunity": "Увеличение интереса и посещаемости благодаря распространению информации",
                        "restrictions": "Зависимость от алгоритмов и трендов, которые могут меняться",
                        "imposed_role": "Агент влияния, который формирует общественное мнение о месте",
                        "comment": "Я, социальные медиа, вижу свои отношения с местом предполагаемого интереса в следующей перспективе: я создаю тренды и формирую восприятие."
                    },
                    {
                        "source": "Местные власти",
                        "change": "Регулирование и поддержка инфраструктуры вокруг места",
                        "opportunity": "Доступ к финансированию и поддержке для улучшения условий",
                        "restrictions": "Необходимость следовать бюрократическим процедурам и законам",
                        "imposed_role": "Регулятор, который формирует условия для функционирования места",
                        "comment": "Я, местные власти, вижу свои отношения с местом предполагаемого интереса в следующей перспективе: я обеспечиваю поддержку, но устанавливаю правила."
                    },
                    {
                        "source": "Соседние организации и бизнесы",
                        "change": "Создание совместных мероприятий и акций для привлечения публики",
                        "opportunity": "Увеличение посетителей через совместные усилия и взаимовыгодные инициативы",
                        "restrictions": "Зависимость от успеха совместных мероприятий и акций",
                        "imposed_role": "Союзник, который помогает в привлечении интереса к месту",
                        "comment": "Я, соседняя организация, вижу свои отношения с местом предполагаемого интереса в следующей перспективе: я помогаю привлекать внимание, но требую сотрудничества."
                    },
                    {
                        "source": "Экологические факторы",
                        "change": "Влияние на привлекательность места через состояние окружающей среды",
                        "opportunity": "Улучшение имиджа и привлекательности места как экологически чистого",
                        "restrictions": "Необходимость следовать экологическим стандартам и требованиям",
                        "imposed_role": "Субъект, который формирует устойчивость и привлекательность места",
                        "comment": "Я, экологические факторы, вижу свои отношения с местом предполагаемого интереса в следующей перспективе: я определяю его устойчивость и привлекательность для посетителей."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Уровень транспортной инфраструктуры",
                        "threat": "Неудобные маршруты и отсутствие транспорта могут значительно снизить посещаемость.",
                        "consequences_if_deteriorates": "Улучшение транспортной доступности может привести к увеличению числа посетителей.",
                        "consequences_if_improves": "Если транспортная доступность улучшится, это привлечет больше студентов и жителей.",
                        "imposed_role": "Зависимый от транспорта",
                        "comment": "I am, Уровень транспортной инфраструктуры, see my relationships with Места предполагаемого интереса in the following perspective: я определяю, как легко или сложно добраться до них."
                    },
                    {
                        "source": "Конкурирующие места интереса",
                        "threat": "Другие места могут предложить лучшее обслуживание или доступность, что снизит привлекательность.",
                        "consequences_if_deteriorates": "Если конкуренты исчезнут, интерес к данному месту возрастет.",
                        "consequences_if_improves": "При улучшении конкурентоспособности, данное место может потерять свою уникальность.",
                        "imposed_role": "Конкурирующий объект",
                        "comment": "I am, Конкурирующие места интереса, see my relationships with Места предполагаемого интереса in the following perspective: я создаю альтернативы, которые должны быть превосходнее."
                    },
                    {
                        "source": "Местные власти",
                        "threat": "Отсутствие поддержки со стороны властей может привести к снижению финансирования и развития.",
                        "consequences_if_deteriorates": "Улучшение взаимодействия с властями приведет к дополнительному финансированию и проектам.",
                        "consequences_if_improves": "Если поддержка властей возрастет, это может привести к увеличению налогов и регулированию.",
                        "imposed_role": "Зависимый от государственной политики",
                        "comment": "I am, Местные власти, see my relationships with Места предполагаемого интереса in the following perspective: я управляю ресурсами и поддержкой, которые необходимы для их выживания."
                    },
                    {
                        "source": "Социальные сети и медиа",
                        "threat": "Негативные отзывы могут снизить интерес к месту.",
                        "consequences_if_deteriorates": "Позитивные отзывы могут привести к росту посещаемости.",
                        "consequences_if_improves": "Если отзывы станут более положительными, это увеличит поток посетителей и студентов.",
                        "imposed_role": "Агент влияния на общественное мнение",
                        "comment": "I am, Социальные сети и медиа, see my relationships with Места предполагаемого интереса in the following perspective: я формирую общественное мнение и привлекаю внимание."
                    },
                    {
                        "source": "Технологические новшества",
                        "threat": "Отсутствие внедрения новых технологий может сделать место менее привлекательным.",
                        "consequences_if_deteriorates": "Инвестиции в технологии могут привлечь больше молодежи и студентов.",
                        "consequences_if_improves": "Если технологии будут внедрены, это может повысить интерес, но также увеличит ожидания посетителей.",
                        "imposed_role": "Зависимый от технологий",
                        "comment": "I am, Технологические новшества, see my relationships with Места предполагаемого интереса in the following perspective: я задаю стандарты для удобства и интереса."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Места предполагаемого интереса могут снизить поток клиентов, если транспортная доступность останется неудовлетворительной.",
                        "consequences_if_deteriorates": "Транспортные компании потеряют доход от перевозки пассажиров.",
                        "consequences_if_improves": "Улучшенная доступность увеличит количество клиентов, что приведет к росту доходов.",
                        "imposed_role": "Партнер по улучшению доступности.",
                        "comment": "I am, Транспортные компании, see my relationships with a target in the following perspective: I must adapt to the needs of Места предполагаемого интереса, чтобы сохранить свою прибыль."
                    },
                    {
                        "source": "Местные бизнесы",
                        "threat": "Если Места предполагаемого интереса потеряют привлекательность, местные бизнесы также пострадают от уменьшения посетителей.",
                        "consequences_if_deteriorates": "Местные бизнесы увидят снижение продаж и потенциальные убытки.",
                        "consequences_if_improves": "Увеличение потока посетителей приведет к росту клиентской базы и доходов.",
                        "imposed_role": "Стимулятор экономической активности.",
                        "comment": "I am, Местные бизнесы, see my relationships with a target in the following perspective: Я завишу от привлекательности Мест предполагаемого интереса для поддержания моего бизнеса."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Недостаток интереса к Местам предполагаемого интереса может привести к снижению бюджета на их развитие.",
                        "consequences_if_deteriorates": "Государственные органы получат меньше налоговых поступлений и снизят финансирование.",
                        "consequences_if_improves": "Улучшение привлекательности мест повысит налоговые поступления и финансирование.",
                        "imposed_role": "Регулятор и инвестор.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: Я обязан поддерживать интерес к Местам предполагаемого интереса для обеспечения экономической стабильности."
                    },
                    {
                        "source": "Туристы",
                        "threat": "Если Места предполагаемого интереса станут менее доступными, туристы могут выбрать другие направления.",
                        "consequences_if_deteriorates": "Туристы получат меньше возможностей для посещения интересных мест.",
                        "consequences_if_improves": "Увеличение доступности повысит интерес и поток туристов.",
                        "imposed_role": "Целевая аудитория.",
                        "comment": "I am, Туристы, see my relationships with a target in the following perspective: Я выбираю места для посещения на основе доступности и привлекательности."
                    },
                    {
                        "source": "Сообщества и жители",
                        "threat": "Снижение привлекательности мест может снизить качество жизни и возможности для взаимодействия.",
                        "consequences_if_deteriorates": "Сообщества могут стать менее сплоченными и активными.",
                        "consequences_if_improves": "Улучшение мест приведет к повышению качества жизни и вовлеченности жителей.",
                        "imposed_role": "Участник в развитии мест.",
                        "comment": "I am, Сообщества и жители, see my relationships with a target in the following perspective: Я заинтересован в развитии Мест предполагаемого интереса для улучшения качества жизни в моем районе."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Туристы",
                        "essentiality": "Места предполагаемого интереса необходимы туристам для получения новых впечатлений и опыта.",
                        "opportunity": "Туристы получают доступ к уникальным культурным и историческим ресурсам.",
                        "restrictions": "Туристы не могут игнорировать транспортные ограничения, так как это влияет на их возможность посещения.",
                        "imposed_role": "Туристы играют роль активных участников местной экономики и культуры.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Места предполагаемого интереса создают условия для моего путешествия и удовлетворяют мой интерес к новым местам."
                    },
                    {
                        "source": "Местные жители",
                        "essentiality": "Места предполагаемого интереса привлекают местных жителей, предлагая возможности для досуга и социальных взаимодействий.",
                        "opportunity": "Местные жители имеют возможность участвовать в мероприятиях и культурных событиях.",
                        "restrictions": "Местные жители ограничены в своем доступе к местам, если транспортная доступность неудовлетворительна.",
                        "imposed_role": "Местные жители выступают как посредники между туристами и культурным наследием.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Места предполагаемого интереса обогащают мою жизнь и способствуют социальной сплоченности."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Места предполагаемого интереса необходимы для государственной политики в области туризма и культурного развития.",
                        "opportunity": "Государственные органы могут продвигать регионы и привлекать инвестиции через популяризацию мест.",
                        "restrictions": "Государственные органы обязаны обеспечить транспортную инфраструктуру для поддержания привлекательности мест.",
                        "imposed_role": "Государственные органы играют роль регуляторов и поддерживающих развитие.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Места предполагаемого интереса являются ключевыми объектами для реализации наших стратегий развития."
                    },
                    {
                        "source": "Бизнес (рестораны, отели)",
                        "essentiality": "Места предполагаемого интереса влияют на поток клиентов в бизнесах, связанных с услугами.",
                        "opportunity": "Бизнес получает возможность увеличения прибыли благодаря привлечению посетителей.",
                        "restrictions": "Бизнес ограничен в своих действиях, если места не отвечают требованиям транспортной доступности.",
                        "imposed_role": "Бизнесы выступают как вспомогательные структуры, которые поддерживают туристическую привлекательность.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Места предполагаемого интереса обеспечивают поток клиентов, на котором строится моя прибыль."
                    },
                    {
                        "source": "Общественный транспорт",
                        "essentiality": "Места предполагаемого интереса нуждаются в общественном транспорте для обеспечения доступа.",
                        "opportunity": "Общественный транспорт получает возможность увеличить пассажиропоток и повысить свою значимость.",
                        "restrictions": "Общественный транспорт должен следовать правилам и расписаниям, установленным местами.",
                        "imposed_role": "Общественный транспорт выполняет роль связующего звена между местами и их посетителями.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Места предполагаемого интереса расширяют мои маршруты и повышают интерес к моим услугам."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортная инфраструктура",
                        "essentiality": "Транспортная инфраструктура обеспечивает доступность мест предполагаемого интереса, что напрямую влияет на количество посетителей.",
                        "opportunity": "Удобные транспортные маршруты могут увеличить поток студентов и жителей, способствуя росту популярности.",
                        "restrictions": "Ограниченная доступность может уменьшать количество посетителей и создавать негативный имидж.",
                        "imposed_role": "Место для формирования транспортных узлов и маршрутов.",
                        "comment": "I am, транспортная инфраструктура, see my relationships with a target in the following perspective: Я обеспечиваю доступность и удобство, однако мои ограничения могут стать препятствием."
                    },
                    {
                        "source": "Государственные учреждения",
                        "essentiality": "Государственные учреждения предоставляют финансирование и поддержку для развития мест предполагаемого интереса.",
                        "opportunity": "С их помощью можно реализовать проекты по улучшению инфраструктуры и привлечению посетителей.",
                        "restrictions": "Необходимость соответствовать определенным стандартам и требованиям для получения финансирования.",
                        "imposed_role": "Регулятор и партнер в осуществлении проектов.",
                        "comment": "I am, государственные учреждения, see my relationships with a target in the following perspective: Я помогаю развивать ваши возможности, но требую соблюдения своих норм."
                    },
                    {
                        "source": "Социальные сети",
                        "essentiality": "Социальные сети являются важным инструментом для продвижения мест предполагаемого интереса.",
                        "opportunity": "Они позволяют быстро и эффективно привлекать внимание к событиям и новинкам.",
                        "restrictions": "Необходимость адаптации контента к требованиям платформ и ожиданиям аудитории.",
                        "imposed_role": "Коммуникатор между местами и их потенциальными посетителями.",
                        "comment": "I am, социальные сети, see my relationships with a target in the following perspective: Я быстро доношу информацию о вас до нужной аудитории, но вы должны быть к этому готовы."
                    },
                    {
                        "source": "Сообщество местных жителей",
                        "essentiality": "Местные жители создают атмосферу и культурный контекст, способствующий привлечению новых посетителей.",
                        "opportunity": "Доброжелательное сообщество может повысить привлекательность места для туристов и студентов.",
                        "restrictions": "Необходимость учитывать мнение и интересы местных жителей при принятии решений.",
                        "imposed_role": "Защитник интересов местности и культурного наследия.",
                        "comment": "I am, сообщество местных жителей, see my relationships with a target in the following perspective: Я обеспечиваю поддержку и уют, но ваши действия должны учитывать нашу культуру."
                    },
                    {
                        "source": "Экологические факторы",
                        "essentiality": "Экологические условия влияют на привлекательность мест предполагаемого интереса.",
                        "opportunity": "Хорошая экология может стать дополнительным аргументом для привлечения посетителей.",
                        "restrictions": "Негативные экологические показатели могут снизить интерес и вызвать опасения.",
                        "imposed_role": "Сторонник устойчивого развития и охраны природы.",
                        "comment": "I am, экологические факторы, see my relationships with a target in the following perspective: Я могу как привлечь, так и оттолкнуть, в зависимости от вашего отношения к природе."
                    }
                ]
            }
        }
    },
    {
        "entity": "Пассажиры",
        "actor_network": {
            "4": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Пассажиры обеспечивают спрос на услуги транспортных компаний, что позволяет им существовать.",
                        "opportunity": "Прибыль от перевозок и возможность расширения бизнеса за счет увеличения количества пассажиров.",
                        "restrictions": "Необходимо соблюдать график движения и стандарты безопасности, чтобы не потерять клиентов.",
                        "imposed_role": "Обеспечивать качественное и безопасное транспортное сообщение.",
                        "comment": "I am, Транспортные компании, see my relationships with Пассажиры in the following perspective: Пассажиры - это наш основной источник дохода."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Пассажиры влияют на политику и регулирование транспортной системы, что важно для устойчивости государства.",
                        "opportunity": "Получение данных о потребностях граждан для улучшения транспортной инфраструктуры.",
                        "restrictions": "Необходимость учитывать мнение пассажиров при принятии решений о новых маршрутах и изменениях в действующих.",
                        "imposed_role": "Наблюдать за соблюдением прав пассажиров и обеспечивать их интересы.",
                        "comment": "I am, Государственные органы, see my relationships with Пассажиры in the following perspective: Пассажиры помогают нам принимать более обоснованные решения."
                    },
                    {
                        "source": "Технологические компании",
                        "essentiality": "Пассажиры используют технологии, такие как мобильные приложения для заказа такси или проверки расписания, что делает технологии актуальными.",
                        "opportunity": "Разработка новых приложений и сервисов, ориентированных на улучшение пользовательского опыта.",
                        "restrictions": "Необходимо следить за актуальностью и удобством интерфейсов, чтобы не потерять пользователей.",
                        "imposed_role": "Создавать и поддерживать удобные и эффективные решения для пассажиров.",
                        "comment": "I am, Технологические компании, see my relationships with Пассажиры in the following perspective: Пассажиры - это наши главные тестировщики и пользователи."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Пассажиры могут влиять на выбор экологически чистых способов передвижения, что важно для продвижения устойчивой практики.",
                        "opportunity": "Увеличение осведомленности о важности устойчивого транспорта среди широкой аудитории.",
                        "restrictions": "Необходимо учитывать экологические последствия предлагаемых услуг и изменений.",
                        "imposed_role": "Стимулировать пассажиров выбирать более экологически чистые варианты передвижения.",
                        "comment": "I am, Экологические организации, see my relationships with Пассажиры in the following perspective: Пассажиры могут стать нашими союзниками в борьбе за устойчивый транспорт."
                    },
                    {
                        "source": "Рынок труда",
                        "essentiality": "Пассажиры создают спрос на рабочие места в транспортной сфере, от водителей до обслуживающего персонала.",
                        "opportunity": "Создание новых рабочих мест и развитие навыков у работников в ответ на потребности пассажиров.",
                        "restrictions": "Необходимо поддерживать уровень сервиса и удовлетворять потребности пассажиров, чтобы сохранить рабочие места.",
                        "imposed_role": "Стимулировать рост и развитие профессиональных навыков в транспортной сфере.",
                        "comment": "I am, Рынок труда, see my relationships with Пассажиры in the following perspective: Пассажиры - это основа для создания новых рабочих мест."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Пробки на дорогах",
                        "threat": "Создают задержки в движении, что приводит к потере времени.",
                        "consequences_if_deteriorates": "Пассажиры смогут быстрее добираться до пунктов назначения.",
                        "consequences_if_improves": "Пассажиры будут сталкиваться с менее предсказуемыми задержками и могут терять время.",
                        "imposed_role": "Жертва обстоятельств, не способная контролировать время в пути.",
                        "comment": "I am, Пробки на дорогах, see my relationships with Пассажиры in the following perspective: Я существую, чтобы напоминать о том, как важен контроль времени для каждого."
                    },
                    {
                        "source": "Недостаток транспорта",
                        "threat": "Снижает доступность общественного транспорта, что затрудняет поездки.",
                        "consequences_if_deteriorates": "Пассажиры смогут легче находить доступные маршруты и транспорт.",
                        "consequences_if_improves": "Пассажиры могут столкнуться с переполненными маршрутами и задержками.",
                        "imposed_role": "Зависимые от ограниченного выбора транспорта.",
                        "comment": "I am, Недостаток транспорта, see my relationships with Пассажиры in the following perspective: Я определяю, насколько удобно и быстро вы можете добраться до своих целей."
                    },
                    {
                        "source": "Непредсказуемая погода",
                        "threat": "Влияет на условия поездки, может привести к задержкам и отменам.",
                        "consequences_if_deteriorates": "Пассажиры смогут легче планировать свои поездки без опасений за погоду.",
                        "consequences_if_improves": "Пассажиры столкнутся с новыми вызовами в планировании поездок.",
                        "imposed_role": "Жертва природных условий.",
                        "comment": "I am, Непредсказуемая погода, see my relationships with Пассажиры in the following perspective: Я могу изменить ваш маршрут в любой момент, но вы должны быть готовы к этому."
                    },
                    {
                        "source": "Ограниченные временные интервалы",
                        "threat": "Сокращают время ожидания и делают поездки менее удобными.",
                        "consequences_if_deteriorates": "Пассажиры получат больше свободы в выборе времени поездок.",
                        "consequences_if_improves": "Пассажиры могут оказаться в ситуации, когда у них нет выбора и они вынуждены ждать.",
                        "imposed_role": "Зависимые от жестких расписаний.",
                        "comment": "I am, Ограниченные временные интервалы, see my relationships with Пассажиры in the following perspective: Я определяю, когда вы можете путешествовать, и это создает стресс."
                    },
                    {
                        "source": "Безопасность на транспортных средствах",
                        "threat": "Проблемы с безопасностью могут привести к страху и задержкам.",
                        "consequences_if_deteriorates": "Пассажиры будут чувствовать себя более защищенными и смогут быстрее добираться до мест назначения.",
                        "consequences_if_improves": "Пассажиры могут стать более осторожными и медлительными в своих действиях.",
                        "imposed_role": "Осторожные путешественники, которые боятся за свою безопасность.",
                        "comment": "I am, Безопасность на транспортных средствах, see my relationships with Пассажиры in the following perspective: Я заставляю вас задуматься о рисках, даже если вы просто хотите доехать до дома."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Транспортные компании адаптируют свои маршруты и расписания для удовлетворения потребностей пассажиров.",
                        "opportunity": "Получение большей прибыли за счет увеличения числа пассажиров.",
                        "restrictions": "Необходимость следовать нормативам и стандартам безопасности.",
                        "imposed_role": "Поставщик услуг, который должен обеспечивать комфортные и быстрые маршруты.",
                        "comment": "Я, Транспортная компания, вижу свои отношения с Пассажирами в следующей перспективе: мы должны быть гибкими и отзывчивыми к их потребностям, чтобы оставаться конкурентоспособными."
                    },
                    {
                        "source": "Государственные регулирующие органы",
                        "change": "Изменяют свои политики и правила, чтобы обеспечить безопасность и удобство для пассажиров.",
                        "opportunity": "Укрепление общественного доверия и улучшение имиджа.",
                        "restrictions": "Обязанность соблюдать законы и учитывать интересы разных групп.",
                        "imposed_role": "Контролирующий орган, который обеспечивает соблюдение правил.",
                        "comment": "Я, Государственный регулирующий орган, вижу свои отношения с Пассажирами в следующей перспективе: наша задача - создать безопасные условия для их передвижения."
                    },
                    {
                        "source": "Технологические компании (разработчики мобильных приложений)",
                        "change": "Изменяют свои приложения для более удобного взаимодействия с пассажирами.",
                        "opportunity": "Расширение рынка за счет инновационных услуг и повышения пользовательского опыта.",
                        "restrictions": "Необходимость постоянно обновлять технологии и поддерживать высокие стандарты качества.",
                        "imposed_role": "Инноватор, который должен предлагать решения для улучшения поездок.",
                        "comment": "Я, Технологическая компания, вижу свои отношения с Пассажирами в следующей перспективе: мы стремимся предлагать им самые современные решения для упрощения их путешествий."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Изменяют свои кампании и акценты, чтобы учитывать потребности пассажиров в удобных и экологически чистых маршрутах.",
                        "opportunity": "Повышение осведомленности и привлечение поддержки общественности.",
                        "restrictions": "Необходимость учитывать баланс между экологией и потребностями пассажиров.",
                        "imposed_role": "Адвокат экологически чистого транспорта.",
                        "comment": "Я, Экологическая организация, вижу свои отношения с Пассажирами в следующей перспективе: мы должны работать вместе, чтобы сделать передвижение более устойчивым и комфортным."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Адаптируют свои алгоритмы и контент для привлечения внимания пассажиров и улучшения их опыта.",
                        "opportunity": "Увеличение вовлеченности и роста аудитории.",
                        "restrictions": "Необходимость избегать негативного контента, который может повредить имиджу.",
                        "imposed_role": "Платформа для обмена мнениями и опытом пассажиров.",
                        "comment": "Я, Социальная сеть, вижу свои отношения с Пассажирами в следующей перспективе: мы предоставляем им пространство для обсуждения и обмена опытом, что делает их путешествия более осмысленными."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Государственные органы",
                        "change": "Устанавливают правила и нормы для общественного транспорта, влияя на расписания и доступность услуг.",
                        "opportunity": "Обеспечивают безопасность и доступность транспортных услуг, что делает поездки более комфортными.",
                        "restrictions": "Налагают ограничения на выбор маршрутов и транспортных средств.",
                        "imposed_role": "Пассажиры становятся зависимыми от соблюдения этих норм и правил.",
                        "comment": "I am, Государственные органы, see my relationships with Пассажиры in the following perspective: I provide structure and safety, but my regulations can constrain freedom."
                    },
                    {
                        "source": "Транспортные компании",
                        "change": "Изменяют маршруты и расписания в ответ на спрос пассажиров.",
                        "opportunity": "Предлагают различные варианты маршрутов и удобства, что улучшает опыт поездок.",
                        "restrictions": "Могут ограничивать доступ к определенным маршрутам или увеличивать цены в пиковые часы.",
                        "imposed_role": "Пассажиры становятся клиентами, чье поведение влияет на бизнес-модели.",
                        "comment": "I am, Транспортные компании, see my relationships with Пассажиры in the following perspective: I adapt to their needs but also seek to maximize my profits."
                    },
                    {
                        "source": "Технологические платформы (приложения для заказа такси)",
                        "change": "Упрощают процесс вызова транспорта и повышают его доступность.",
                        "opportunity": "Предоставляют возможность быстро находить и заказывать транспорт, что удовлетворяет потребность в удобстве.",
                        "restrictions": "Могут собирать и использовать личные данные пассажиров.",
                        "imposed_role": "Пассажиры становятся пользователями, чьи предпочтения формируют алгоритмы платформы.",
                        "comment": "I am, Технологические платформы, see my relationships with Пассажиры in the following perspective: I facilitate convenience but require trust in data sharing."
                    },
                    {
                        "source": "Социальные сети и отзывы пользователей",
                        "change": "Влияют на восприятие качества услуг и формируют репутацию транспортных компаний.",
                        "opportunity": "Пассажиры могут выбирать более качественные и удобные варианты на основе отзывов.",
                        "restrictions": "Пассажиры могут быть подвержены влиянию негативных отзывов, что ограничивает их выбор.",
                        "imposed_role": "Пассажиры становятся активными участниками формирования общественного мнения.",
                        "comment": "I am, Социальные сети, see my relationships with Пассажиры in the following perspective: I amplify voices and choices, but I can also create pressure through public opinion."
                    },
                    {
                        "source": "Экологические инициативы",
                        "change": "Стимулируют пассажиров выбирать более устойчивые и экологически чистые виды транспорта.",
                        "opportunity": "Обеспечивают возможность участия в движении за устойчивое развитие, что может быть важным для пассажиров.",
                        "restrictions": "Могут ограничивать доступ к определенным маршрутам для транспорта с высоким уровнем выбросов.",
                        "imposed_role": "Пассажиры становятся участниками экологического движения, принимая во внимание влияние своих выборов.",
                        "comment": "I am, Экологические инициативы, see my relationships with Пассажиры in the following perspective: I inspire sustainable choices, yet I may restrict options for the sake of the planet."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Транспортные компании предоставляют необходимые услуги для перемещения пассажиров, обеспечивая доступ к различным маршрутам.",
                        "opportunity": "Пассажиры получают возможность быстро и удобно добираться до пунктов назначения.",
                        "restrictions": "Пассажиры обязаны следовать расписанию и правилам, установленным транспортными компаниями.",
                        "imposed_role": "Пассажиры становятся клиентами, зависящими от расписания и услуг компании.",
                        "comment": "I am, транспортная компания, see my relationships with пассажирами in the following perspective: я обеспечиваю их передвижение, но они должны следовать моим правилам."
                    },
                    {
                        "source": "Технологические платформы (мобильные приложения)",
                        "essentiality": "Мобильные приложения позволяют пассажирам быстро находить и заказывать транспортные услуги.",
                        "opportunity": "Пассажиры получают доступ к информации о маршрутах и времени отправления в удобном формате.",
                        "restrictions": "Пассажиры могут использовать только те приложения и сервисы, которые соответствуют условиям поставщиков.",
                        "imposed_role": "Пассажиры становятся пользователями, зависящими от технологий для получения информации.",
                        "comment": "I am, технологическая платформа, see my relationships with пассажирами in the following perspective: я упрощаю их жизнь, но они должны использовать мои сервисы."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы регулируют транспортное сообщение и устанавливают правила для безопасности.",
                        "opportunity": "Пассажиры могут рассчитывать на безопасность и надежность транспортных услуг.",
                        "restrictions": "Пассажиры обязаны соблюдать законы и правила, установленные государством.",
                        "imposed_role": "Пассажиры становятся участниками системы, которая требует соблюдения норм.",
                        "comment": "I am, государственный орган, see my relationships with пассажирами in the following perspective: я обеспечиваю их безопасность, но они обязаны следовать законам."
                    },
                    {
                        "source": "Социальные сети и отзывы",
                        "essentiality": "Социальные сети и отзывы влияют на выбор пассажиров, формируя общественное мнение о транспортных услугах.",
                        "opportunity": "Пассажиры могут получать информацию и рекомендации от других пользователей.",
                        "restrictions": "Пассажиры могут быть ограничены в выборе из-за негативных отзывов.",
                        "imposed_role": "Пассажиры становятся частью сообщества, где их выбор зависит от мнений других.",
                        "comment": "I am, социальная сеть, see my relationships with пассажирами in the following perspective: я даю им голос, но их решения могут зависеть от мнения других."
                    },
                    {
                        "source": "Экологические факторы (например, пробки, погодные условия)",
                        "essentiality": "Экологические факторы влияют на время и удобство поездки, изменяя условия передвижения.",
                        "opportunity": "Пассажиры могут использовать информацию о пробках и погоде для планирования своих поездок.",
                        "restrictions": "Пассажиры могут столкнуться с задержками и неудобствами из-за неблагоприятных условий.",
                        "imposed_role": "Пассажиры становятся планировщиками своих поездок, учитывая внешние факторы.",
                        "comment": "I am, экологический фактор, see my relationships with пассажирами in the following perspective: я влияю на их поездки, и они должны учитывать меня в своих планах."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Пассажиры могут выбрать другие способы передвижения, если их потребности не удовлетворены.",
                        "consequences_if_deteriorates": "Транспортные компании потеряют клиентов и доходы, что приведет к сокращению услуг.",
                        "consequences_if_improves": "Если транспортные компании улучшат сервис, они могут привлечь больше пассажиров и увеличить прибыль.",
                        "imposed_role": "Зависимый поставщик услуг",
                        "comment": "Я, Транспортные компании, вижу свои отношения с Пассажирами в следующей перспективе: я должен адаптироваться к их желаниям, чтобы выжить."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Пассажиры могут протестовать против неудобной транспортной системы, вызывая негативное общественное мнение.",
                        "consequences_if_deteriorates": "Если Пассажиры станут недовольны, это может привести к политическим последствиям для властей.",
                        "consequences_if_improves": "Улучшение транспортной системы повысит доверие к государственным органам.",
                        "imposed_role": "Ответственный регулятор",
                        "comment": "Я, Государственные органы, вижу свои отношения с Пассажирами в следующей перспективе: я обязан обеспечивать комфорт и безопасность для граждан."
                    },
                    {
                        "source": "Технологические платформы",
                        "threat": "Пассажиры могут использовать альтернативные приложения для планирования поездок, если текущие приложения неэффективны.",
                        "consequences_if_deteriorates": "Потеря пользователей приведет к снижению популярности и доходов платформ.",
                        "consequences_if_improves": "Улучшение функционала платформы привлечет больше пользователей и увеличит их лояльность.",
                        "imposed_role": "Конкурентная платформа",
                        "comment": "Я, Технологические платформы, вижу свои отношения с Пассажирами в следующей перспективе: я должен постоянно совершенствовать свои услуги, чтобы оставаться актуальным."
                    },
                    {
                        "source": "Водители такси и частных перевозчиков",
                        "threat": "Пассажиры могут выбирать более удобные альтернативы, если их потребности не удовлетворены.",
                        "consequences_if_deteriorates": "Уменьшение спроса на услуги водителей приведет к снижению их доходов.",
                        "consequences_if_improves": "Улучшение сервиса повысит удовлетворенность пассажиров и позволит водителям зарабатывать больше.",
                        "imposed_role": "Служба с низким приоритетом",
                        "comment": "Я, Водители такси и частных перевозчиков, вижу свои отношения с Пассажирами в следующей перспективе: я завишу от их выбора и должен подстраиваться под их предпочтения."
                    },
                    {
                        "source": "Инфраструктура (дороги, станции)",
                        "threat": "Пассажиры могут избегать использования инфраструктуры, если она не соответствует их ожиданиям.",
                        "consequences_if_deteriorates": "Снижение использования приведет к недостаточному финансированию и ухудшению состояния инфраструктуры.",
                        "consequences_if_improves": "Улучшение инфраструктуры повысит качество обслуживания и привлечет больше пассажиров.",
                        "imposed_role": "Поддерживающая структура",
                        "comment": "Я, Инфраструктура, вижу свои отношения с Пассажирами в следующей перспективе: я должна быть удобной и доступной, чтобы привлекать пользователей."
                    }
                ]
            }
        }
    },
    {
        "entity": "Выход из метро",
        "actor_network": {
            "1": {
                "data": [
                    {
                        "source": "Городская транспортная система",
                        "essentiality": "Без интеграции с городской транспортной системой вход и выход из метро теряет свою функциональность.",
                        "opportunity": "Обеспечивает пассажиров, которые используют метро для перемещения по городу.",
                        "restrictions": "Не позволяет игнорировать расписание и маршруты других видов транспорта.",
                        "imposed_role": "Служит узлом для соединения различных транспортных потоков.",
                        "comment": "I am, Городская транспортная система, see my relationships with a target in the following perspective: я создаю необходимую инфраструктуру, без которой 'Выход из метро' не смог бы функционировать."
                    },
                    {
                        "source": "Пассажиры",
                        "essentiality": "Пассажиры являются основными пользователями выходов из метро, без которых они теряют свое назначение.",
                        "opportunity": "Обеспечивают постоянный поток людей, что позволяет выходу оставаться актуальным.",
                        "restrictions": "Необходимо учитывать их поведение и предпочтения при проектировании выходов.",
                        "imposed_role": "Создают спрос на эффективные и удобные выходы.",
                        "comment": "I am, Пассажиры, see my relationships with a target in the following perspective: я определяю, насколько 'Выход из метро' будет востребован и как он должен выглядеть."
                    },
                    {
                        "source": "Государственные нормы и правила",
                        "essentiality": "Обеспечивают юридические рамки и стандарты для проектирования и функционирования выходов из метро.",
                        "opportunity": "Гарантируют безопасность и удобство для пользователей.",
                        "restrictions": "Налагают обязательные требования по доступности и безопасности для всех выходов.",
                        "imposed_role": "Рамки, в которых 'Выход из метро' должен функционировать.",
                        "comment": "I am, Государственные нормы и правила, see my relationships with a target in the following perspective: я устанавливаю стандарты, которые 'Выход из метро' должен соблюдать для обеспечения безопасности и справедливости."
                    },
                    {
                        "source": "Архитектурное проектирование",
                        "essentiality": "Создает физическую структуру выходов из метро, обеспечивая их функциональность и эстетический вид.",
                        "opportunity": "Позволяет выходам быть не только функциональными, но и привлекательными для пользователей.",
                        "restrictions": "Ограничивает дизайн выходов в соответствии с практическими и эстетическими требованиями.",
                        "imposed_role": "Определяет внешний вид и функциональность выходов.",
                        "comment": "I am, Архитектурное проектирование, see my relationships with a target in the following perspective: я формирую 'Выход из метро' так, чтобы он соответствовал современным стандартам и ожиданиям общества."
                    },
                    {
                        "source": "Технологические системы (например, системы автоматизации)",
                        "essentiality": "Обеспечивают автоматизированные решения для управления потоками пассажиров и безопасности на выходах.",
                        "opportunity": "Упрощают процесс входа и выхода, повышая общую эффективность.",
                        "restrictions": "Налагают требования к техническому оснащению и его обновлению.",
                        "imposed_role": "Управляют потоками и обеспечивают безопасность на выходах.",
                        "comment": "I am, Технологические системы, see my relationships with a target in the following perspective: я модернизирую 'Выход из метро', делая его более эффективным и безопасным для всех пользователей."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Пассажиры",
                        "change": "Пассажиры адаптируются к новым маршрутам и режимам работы метро.",
                        "opportunity": "Упрощение доступа к транспортным средствам и возможность быстрой пересадки.",
                        "restrictions": "Зависимость от временных задержек и загруженности станций.",
                        "imposed_role": "Агент перемещения и взаимодействия с инфраструктурой.",
                        "comment": "I am, the Пассажиры, see my relationships with a target in the following perspective: The exit from the metro is crucial for my daily commute and shapes my travel habits."
                    },
                    {
                        "source": "Городская инфраструктура",
                        "change": "Городская инфраструктура обновляется и адаптируется в ответ на изменения в пассажиропотоке.",
                        "opportunity": "Повышение эффективности транспортной системы и уменьшение пробок.",
                        "restrictions": "Необходимость регулярного обслуживания и модернизации.",
                        "imposed_role": "Поддержка и улучшение транспортных потоков.",
                        "comment": "I am, the Городская инфраструктура, see my relationships with a target in the following perspective: The metro exit drives the need for constant upgrades to accommodate growing passenger demands."
                    },
                    {
                        "source": "Компании по обслуживанию метро",
                        "change": "Компании улучшают свои услуги и технологии на основе анализа пассажиропотока.",
                        "opportunity": "Возможность внедрять новые технологии и предлагать дополнительные услуги.",
                        "restrictions": "Необходимость соответствия стандартам безопасности и эффективности.",
                        "imposed_role": "Поставщик услуг, обеспечивающий комфорт и безопасность пассажиров.",
                        "comment": "I am, the Компании по обслуживанию метро, see my relationships with a target in the following perspective: The exit from the metro defines the quality and efficiency of my services."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Государственные органы пересматривают политику в сфере транспорта и безопасности.",
                        "opportunity": "Улучшение имиджа и повышение уровня безопасности общественного транспорта.",
                        "restrictions": "Обязанность соблюдать бюджетные ограничения и регуляции.",
                        "imposed_role": "Наблюдатель и регулятор, контролирующий транспортную систему.",
                        "comment": "I am, the Государственные органы, see my relationships with a target in the following perspective: The metro exit is vital in shaping transportation policies and ensuring public safety."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Технологические компании разрабатывают новые приложения и системы для улучшения пассажирского опыта.",
                        "opportunity": "Расширение рынка и внедрение инновационных решений для управления потоками.",
                        "restrictions": "Зависимость от данных и интеграции с существующими системами.",
                        "imposed_role": "Инноватор, предлагающий решения для повышения эффективности транспорта.",
                        "comment": "I am, the Технологические компании, see my relationships with a target in the following perspective: The metro exit serves as a platform for showcasing our innovations and enhancing user experience."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Государственные транспортные органы",
                        "change": "Устанавливают новые правила и стандарты для работы метро.",
                        "opportunity": "Обеспечивают финансирование и ресурсы для улучшения инфраструктуры.",
                        "restrictions": "Ограничивают возможности изменения расписания и маршрутов.",
                        "imposed_role": "Поддержка и соблюдение законодательных норм.",
                        "comment": "I am, государственные транспортные органы, see my relationships with выход из метро in the following perspective: I provide guidance and resources, but I also enforce compliance with regulations."
                    },
                    {
                        "source": "Пассажиры",
                        "change": "Выражают свои предпочтения и потребности, влияя на график и услуги.",
                        "opportunity": "Способствуют улучшению сервиса и предоставлению удобств.",
                        "restrictions": "Могут создавать очереди и задержки в работе.",
                        "imposed_role": "Аудитория, чье мнение важно для принятия решений.",
                        "comment": "I am, пассажиры, see my relationships with выход из метро in the following perspective: I demand efficient transit and influence operational changes through my actions and feedback."
                    },
                    {
                        "source": "Технологические инновации (например, автоматизация)",
                        "change": "Внедрение новых технологий улучшает пропускную способность.",
                        "opportunity": "Увеличивают эффективность и безопасность пассажиропотока.",
                        "restrictions": "Необходимость адаптации к новым системам и обучению персонала.",
                        "imposed_role": "Технологический партнер, который требует изменений в операциях.",
                        "comment": "I am, технологические инновации, see my relationships with выход из метро in the following perspective: I enhance operational capacity, but require adaptation and investment in training."
                    },
                    {
                        "source": "Конкурирующие виды транспорта (например, автобусы, такси)",
                        "change": "Предлагают альтернативные маршруты и способы передвижения.",
                        "opportunity": "Стимулируют улучшение сервиса и ценовой политики для привлечения клиентов.",
                        "restrictions": "Увеличивают конкуренцию за пассажиров.",
                        "imposed_role": "Конкурент, который заставляет улучшать качество услуг.",
                        "comment": "I am, конкурирующие виды транспорта, see my relationships with выход из метро in the following perspective: I challenge you to be more efficient and attractive to passengers."
                    },
                    {
                        "source": "Экологические нормы и требования",
                        "change": "Подталкивают к внедрению более устойчивых практик.",
                        "opportunity": "Улучшают имидж и соответствие современным требованиям общества.",
                        "restrictions": "Налагают обязательства по соблюдению экологических стандартов.",
                        "imposed_role": "Экологический регулятор, требующий изменений в операционной деятельности.",
                        "comment": "I am, экологические нормы и требования, see my relationships with выход из метро in the following perspective: I encourage you to embrace sustainability, but I also impose strict guidelines."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Неправильная организация пассажиропотока",
                        "threat": "Создает заторы и неэффективные схемы прохода",
                        "consequences_if_deteriorates": "Увеличение пропускной способности и улучшение опыта пассажиров",
                        "consequences_if_improves": "Снижение эффективности и увеличение времени ожидания",
                        "imposed_role": "Барьер для эффективного пассажиропотока",
                        "comment": "I am, Неправильная организация пассажиропотока, see my relationships with 'Выход из метро' in the following perspective: I disrupt the flow and efficiency of passenger movement."
                    },
                    {
                        "source": "Конкурирующие выходы из метро",
                        "threat": "Отвлекают пассажиров и снижают их поток через целевой выход",
                        "consequences_if_deteriorates": "Увеличение числа пассажиров, использующих данный выход",
                        "consequences_if_improves": "Снижение популярности и значимости целевого выхода",
                        "imposed_role": "Конкурент для привлечения пассажиров",
                        "comment": "I am, Конкурирующие выходы из метро, see my relationships with 'Выход из метро' in the following perspective: I draw potential passengers away from your services."
                    },
                    {
                        "source": "Технологические инновации (например, автоматизация)",
                        "threat": "Могут сделать традиционные выходы устаревшими",
                        "consequences_if_deteriorates": "Повышение актуальности и модернизация услуг",
                        "consequences_if_improves": "Снижение значимости и востребованности",
                        "imposed_role": "Устаревший элемент в системе",
                        "comment": "I am, Технологические инновации, see my relationships with 'Выход из метро' in the following perspective: I pose a risk of making you obsolete in the face of modern solutions."
                    },
                    {
                        "source": "Социальные изменения (например, изменение привычек пассажиров)",
                        "threat": "Меняют предпочтения в способах передвижения",
                        "consequences_if_deteriorates": "Сохранение актуальности и адаптация к новым условиям",
                        "consequences_if_improves": "Снижение оборачиваемости и востребованности",
                        "imposed_role": "Агент изменений в привычках пользователей",
                        "comment": "I am, Социальные изменения, see my relationships with 'Выход из метро' in the following perspective: I influence how and why passengers choose their routes."
                    },
                    {
                        "source": "Негативные отзывы пассажиров",
                        "threat": "Уменьшают количество проходящих через выход пассажиров",
                        "consequences_if_deteriorates": "Увеличение числа положительных отзывов и рост популярности",
                        "consequences_if_improves": "Снижение репутации и доверия к выходу",
                        "imposed_role": "Критик, снижающий привлекательность",
                        "comment": "I am, Негативные отзывы пассажиров, see my relationships with 'Выход из метро' in the following perspective: I impact your reputation and influence passenger decisions."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Пассажиры метро",
                        "essentiality": "Пассажиры зависят от выхода из метро для доступа к транспортной системе города.",
                        "opportunity": "Выход из метро позволяет пассажирам быстро и удобно попасть в разные районы города.",
                        "restrictions": "Пассажиры не могут задерживаться на выходе слишком долго, что может создавать заторы.",
                        "imposed_role": "Пассажиры играют роль пользователей, которые обеспечивают поток людей через выход.",
                        "comment": "I am, the Пассажиры метро, see my relationships with a target in the following perspective: I rely on the exit to facilitate my journey."
                    },
                    {
                        "source": "Метрополитен",
                        "essentiality": "Метрополитен требует эффективного выхода для поддержания оптимального пассажиропотока.",
                        "opportunity": "Выход из метро помогает метрополитену увеличить свою привлекательность и количество пассажиров.",
                        "restrictions": "Метрополитен ограничивает возможности изменения конфигурации выхода без предварительного планирования.",
                        "imposed_role": "Метрополитен требует от выхода быть надежным и безопасным.",
                        "comment": "I am, the Метрополитен, see my relationships with a target in the following perspective: The exit is crucial for my operations and reputation."
                    },
                    {
                        "source": "Городская инфраструктура",
                        "essentiality": "Выход из метро интегрирован в более широкую городскую инфраструктуру.",
                        "opportunity": "Выход способствует оптимизации транспортных потоков и улучшению городской среды.",
                        "restrictions": "Городская инфраструктура не может игнорировать необходимость модернизации выхода для соответствия стандартам.",
                        "imposed_role": "Городская инфраструктура требует от выхода способствовать единой транспортной сети.",
                        "comment": "I am, the Городская инфраструктура, see my relationships with a target in the following perspective: The exit is a critical node in my network."
                    },
                    {
                        "source": "Технологические системы (например, автоматические двери)",
                        "essentiality": "Технологические системы зависят от выхода для функционирования и обслуживания.",
                        "opportunity": "Выход предоставляет возможность автоматизации и улучшения пользовательского опыта.",
                        "restrictions": "Технологические системы должны соответствовать нормам безопасности, установленным выходом.",
                        "imposed_role": "Технологические системы должны быть эффективными и надежными в рамках выхода.",
                        "comment": "I am, the Технологические системы, see my relationships with a target in the following perspective: The exit is vital for my functionality."
                    },
                    {
                        "source": "Государственные органы (например, транспортные регуляторы)",
                        "essentiality": "Государственные органы требуют наличия эффективного выхода для соблюдения стандартов безопасности и удобства.",
                        "opportunity": "Выход помогает государственным органам контролировать и улучшать транспортную политику.",
                        "restrictions": "Государственные органы не могут игнорировать требования к безопасности и доступности выхода.",
                        "imposed_role": "Государственные органы требуют от выхода соответствия всем установленным стандартам.",
                        "comment": "I am, the Государственные органы, see my relationships with a target in the following perspective: The exit is essential for my regulatory functions."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Пассажиры метро",
                        "threat": "Выход из метро обеспечивает быстрый выход, что уменьшает время ожидания и потока людей у выходов.",
                        "consequences_if_deteriorates": "Пассажиры могут начать использовать другие транспортные средства, что снизит их зависимость от метро.",
                        "consequences_if_improves": "Улучшение выхода сделает поездки более удобными, что повысит уровень удовлетворенности пассажиров.",
                        "imposed_role": "Упрощение и ускорение выхода для повышения потока пассажиров.",
                        "comment": "I am, the пассажир метро, see my relationships with a target in the following perspective: I rely on efficient exits to make my commute easier."
                    },
                    {
                        "source": "Метро как система",
                        "threat": "Выход из метро влияет на общий поток пассажиров, и недостаток удобства может привести к снижению популярности всей системы.",
                        "consequences_if_deteriorates": "Если выход станет неудобным, система метро может потерять пассажиров в пользу других видов транспорта.",
                        "consequences_if_improves": "Улучшение выхода может повысить общую эффективность и привлекательность метро.",
                        "imposed_role": "Оптимизация и модернизация для повышения привлекательности сети.",
                        "comment": "I am, the метро как система, see my relationships with a target in the following perspective: My viability depends on how well the exits manage passenger flow."
                    },
                    {
                        "source": "Городская инфраструктура",
                        "threat": "Эффективный выход из метро может изменить потоки движения и создать нагрузки на другие части инфраструктуры.",
                        "consequences_if_deteriorates": "Если выход станет неэффективным, другие транспортные сети могут не ощутить значительного увеличения нагрузки.",
                        "consequences_if_improves": "Улучшение выхода может привести к перегрузке других участков инфраструктуры, требуя дополнительных улучшений.",
                        "imposed_role": "Увеличение нагрузки на городскую инфраструктуру.",
                        "comment": "I am, the городская инфраструктура, see my relationships with a target in the following perspective: I am affected by how efficient the exits are and how they influence traffic flow."
                    },
                    {
                        "source": "Дизайнеры городских пространств",
                        "threat": "Выход из метро требует постоянного обновления и поддержки, чтобы соответствовать требованиям пассажиров.",
                        "consequences_if_deteriorates": "Упадок выходов может снизить интерес к обновлению общественных пространств.",
                        "consequences_if_improves": "Улучшение выходов может повысить интерес к дизайну и модернизации других элементов городской среды.",
                        "imposed_role": "Вдохновить на создание более современных и привлекательных пространств.",
                        "comment": "I am, the дизайнер городских пространств, see my relationships with a target in the following perspective: I must continuously innovate to keep up with the needs of efficient exits."
                    },
                    {
                        "source": "Управляющие транспортной системой",
                        "threat": "Неэффективный выход может привести к увеличению нагрузки на управление пассажиропотоком.",
                        "consequences_if_deteriorates": "Потеря контроля над пассажиропотоком может снизить уровень доверия к управляющим структурам.",
                        "consequences_if_improves": "Улучшение выходов может упростить управление потоками и повысить уровень доверия у пассажиров.",
                        "imposed_role": "Создание эффективного потока и управления пассажирами.",
                        "comment": "I am, the управляющие транспортной системой, see my relationships with a target in the following perspective: My role is defined by how well the exits manage passenger flow."
                    }
                ]
            }
        }
    },
    {
        "entity": "Менеджеры и дизайнеры, отвечавшие за ландшафт",
        "actor_network": {
            "4": {
                "data": [
                    {
                        "source": "Городские власти",
                        "essentiality": "Менеджеры и дизайнеры являются необходимыми для разработки и реализации городской инфраструктуры.",
                        "opportunity": "Они получают возможность улучшить облик города и повысить его привлекательность для жителей и туристов.",
                        "restrictions": "Городские власти не могут игнорировать потребности и ожидания жителей при проектировании.",
                        "imposed_role": "Городские власти должны учитывать мнения и предложения менеджеров и дизайнеров в своих решениях.",
                        "comment": "Я, городские власти, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: их работа влияет на мой авторитет и успех городских инициатив."
                    },
                    {
                        "source": "Местные жители",
                        "essentiality": "Менеджеры и дизайнеры зависят от обратной связи местных жителей для создания функционального пространства.",
                        "opportunity": "Жители получают комфортное и красивое пространство для жизни и отдыха.",
                        "restrictions": "Менеджеры и дизайнеры не могут игнорировать мнения и предпочтения местных жителей.",
                        "imposed_role": "Жители играют роль критиков и советчиков в процессе проектирования.",
                        "comment": "Я, местные жители, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: их работа должна соответствовать нашим потребностям и ожиданиям."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Менеджеры и дизайнеры необходимы для учета экологических стандартов в проектировании.",
                        "opportunity": "Организации получают возможность сотрудничать и влиять на устойчивое развитие городской среды.",
                        "restrictions": "Менеджеры и дизайнеры должны учитывать экологические нормы и ограничения при разработке проектов.",
                        "imposed_role": "Экологические организации выступают как советники и контролеры экологических аспектов.",
                        "comment": "Я, экологическая организация, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: их проекты должны быть экологически устойчивыми."
                    },
                    {
                        "source": "Строительные компании",
                        "essentiality": "Менеджеры и дизайнеры создают проектные решения, которые затем реализуют строительные компании.",
                        "opportunity": "Строительные компании получают гарантированную работу и возможность демонстрации своих навыков.",
                        "restrictions": "Строительные компании должны следовать проектам и стандартам, установленным менеджерами и дизайнерами.",
                        "imposed_role": "Строительные компании выступают в роли исполнителей проектов.",
                        "comment": "Я, строительная компания, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: их проекты определяют мой успех и репутацию."
                    },
                    {
                        "source": "Туристические агентства",
                        "essentiality": "Менеджеры и дизайнеры создают привлекательные городские пространства, которые привлекают туристов.",
                        "opportunity": "Агентства получают возможность предлагать новые маршруты и услуги на базе интересных локаций.",
                        "restrictions": "Туристические агентства должны учитывать актуальные изменения в городской инфраструктуре, чтобы не вводить клиентов в заблуждение.",
                        "imposed_role": "Туристические агентства должны адаптировать свои предложения в соответствии с новыми пространствами.",
                        "comment": "Я, туристическое агентство, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: их работа помогает мне предлагать уникальные впечатления для клиентов."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Горожане (пассажиры)",
                        "change": "Горожане начинают активнее выражать свои потребности и предпочтения в городском пространстве.",
                        "opportunity": "Возможность получить более удобные и эстетически привлекательные пространства для жизни и передвижения.",
                        "restrictions": "Зависимость от решений менеджеров и дизайнеров, которые могут игнорировать их мнения.",
                        "imposed_role": "Критики и пользователей, чьи отзывы важны для улучшения проектов.",
                        "comment": "Я, горожанин, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: они должны учитывать наши потребности, чтобы создать пространство, которое нам подходит."
                    },
                    {
                        "source": "Городские власти",
                        "change": "Городские власти вынуждены адаптировать свои политики и планы в соответствии с проектами, предложенными менеджерами и дизайнерами.",
                        "opportunity": "Повышение своей репутации за счет успешных и современных городских пространств.",
                        "restrictions": "Необходимость балансировать между бюджетом и требованиями дизайнеров и горожан.",
                        "imposed_role": "Регуляторы, которые должны одобрять или отклонять проекты.",
                        "comment": "Я, городской властитель, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: мы работаем вместе, чтобы создать пространство, которое будет отвечать потребностям города."
                    },
                    {
                        "source": "Поставщики материалов и услуг",
                        "change": "Поставщики начинают предлагать более инновационные или подходящие продукты, чтобы удовлетворить требования дизайнеров.",
                        "opportunity": "Расширение рынка и получение новых контрактов на поставку материалов для проектирования.",
                        "restrictions": "Ограничения в выборе материалов, которые могут соответствовать эстетическим и функциональным требованиям.",
                        "imposed_role": "Партнеры, которые должны обеспечивать качественные и подходящие материалы.",
                        "comment": "Я, поставщик, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: мы должны сотрудничать, чтобы дать возможность реализовать их идеи."
                    },
                    {
                        "source": "Экологические активисты",
                        "change": "Активисты начинают влиять на проектирование, подчеркивая важность устойчивости и экологии.",
                        "opportunity": "Получение поддержки со стороны общества и улучшение имиджа своей организации.",
                        "restrictions": "Необходимость учитывать экологические стандарты, что может усложнить проектирование.",
                        "imposed_role": "Консультанты, которые предлагают свои идеи по улучшению экологической устойчивости проектов.",
                        "comment": "Я, экологический активист, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: мы должны работать вместе, чтобы создать устойчивое и красивое пространство."
                    },
                    {
                        "source": "Архитекторы",
                        "change": "Архитекторы начинают более активно сотрудничать с дизайнерами и менеджерами для создания комплексных решений.",
                        "opportunity": "Возможность реализовать свои идеи в рамках совместных проектов.",
                        "restrictions": "Необходимость следовать указаниям менеджеров и дизайнеров, которые могут ограничивать креативность.",
                        "imposed_role": "Сотрудники, которые должны интегрировать различные аспекты дизайна и функциональности.",
                        "comment": "Я, архитектор, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: мы должны объединить наши усилия для создания лучшего городского пространства."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Горожане (пассажиры)",
                        "threat": "Критика и недовольство по поводу недостатков в дизайне и функциональности пространства",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры смогут реализовать свои идеи без страха критики",
                        "consequences_if_improves": "Повышение уровня удовлетворенности пассажиров, что может привести к улучшению репутации менеджеров и дизайнеров",
                        "imposed_role": "Объект критики и оценки",
                        "comment": "I am, Горожане (пассажиры), see my relationships with a target in the following perspective: я ожидаю, что пространство будет соответствовать моим потребностям и предпочтениям."
                    },
                    {
                        "source": "Государственные органы и регуляторы",
                        "threat": "Обязанности соответствовать нормативам и стандартам",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры смогут игнорировать жесткие требования и стандарты, что может упростить процессы",
                        "consequences_if_improves": "Увеличение контроля и возможные штрафы, если проект не соответствует стандартам",
                        "imposed_role": "Субъект ограничений и норм",
                        "comment": "I am, Государственные органы и регуляторы, see my relationships with a target in the following perspective: я требую соблюдения правил и стандартов для обеспечения безопасности и качества."
                    },
                    {
                        "source": "Конкуренты (другие дизайнеры и архитекторы)",
                        "threat": "Создание более привлекательных и функциональных проектов",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры могут доминировать на рынке без сильной конкуренции",
                        "consequences_if_improves": "Увеличение давления на улучшение качества и инновации в дизайне",
                        "imposed_role": "Соперник на рынке",
                        "comment": "I am, Конкуренты, see my relationships with a target in the following perspective: я стремлюсь предложить лучшие решения, чтобы завоевать рынок."
                    },
                    {
                        "source": "Местные СМИ",
                        "threat": "Публикации, критикующие недостатки в проекте",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры останутся вне поля зрения общественности и смогут работать без давления",
                        "consequences_if_improves": "Увеличение общественного внимания и возможные улучшения в проекте благодаря критике",
                        "imposed_role": "Средство массовой информации и критики",
                        "comment": "I am, Местные СМИ, see my relationships with a target in the following perspective: я освещаю успехи и провалы, чтобы информировать общественность."
                    },
                    {
                        "source": "Технологические решения и инструменты",
                        "threat": "Необходимость использования современных технологий для проектирования",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры могут использовать устаревшие методы и подходы",
                        "consequences_if_improves": "Увеличение эффективности проектирования и возможность создания более качественного пространства",
                        "imposed_role": "Зависимость от технологий",
                        "comment": "I am, Технологические решения и инструменты, see my relationships with a target in the following perspective: я предоставляю возможности, но требую адаптации к современным методам."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Городские власти",
                        "threat": "Менеджеры и дизайнеры могут предложить проекты, которые обострят критику существующих решений.",
                        "consequences_if_deteriorates": "У городских властей будет меньше давления и критики со стороны общественности.",
                        "consequences_if_improves": "Если проекты менеджеров и дизайнеров окажутся успешными, это повысит доверие к городским властям.",
                        "imposed_role": "Стратегический партнер, который должен поддерживать дизайн и функциональность.",
                        "comment": "Я, городские власти, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: нам нужно обеспечить баланс между эстетикой и функциональностью, чтобы избежать критики."
                    },
                    {
                        "source": "Пассажиры",
                        "threat": "Если проекты не соответствуют их потребностям, они могут требовать изменений и протестовать.",
                        "consequences_if_deteriorates": "Пассажиры могут чувствовать себя игнорируемыми и недовольными, что приведет к снижению их удовлетворенности.",
                        "consequences_if_improves": "Улучшение проектов повысит удовлетворенность пассажиров и уменьшит критику.",
                        "imposed_role": "Основные пользователи, чьи потребности должны быть учтены в проектах.",
                        "comment": "Я, пассажиры, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: наша критика должна быть услышана, чтобы создать функциональное пространство."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Неправильное проектирование может привести к ухудшению экологии, что станет причиной для их вмешательства.",
                        "consequences_if_deteriorates": "Экологические организации смогут продвигать свои инициативы и получать большую поддержку.",
                        "consequences_if_improves": "Если проекты будут учитывать экологические аспекты, это приведет к положительному имиджу для организаций.",
                        "imposed_role": "Контролирующий орган, который следит за соблюдением экологических норм.",
                        "comment": "Я, экологическая организация, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: мы стремимся к устойчивым решениям, которые не навредят окружающей среде."
                    },
                    {
                        "source": "Строительные компании",
                        "threat": "Проекты могут требовать новых подходов, которые нарушат их привычные методы работы.",
                        "consequences_if_deteriorates": "Строительные компании могут продолжать использовать свои устаревшие методы без изменений.",
                        "consequences_if_improves": "Улучшенные проекты могут привести к новым контрактам и увеличению прибыли для строительных компаний.",
                        "imposed_role": "Исполнитель, который должен следовать новым стандартам и требованиям.",
                        "comment": "Я, строительная компания, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: я должен адаптироваться к новым требованиям, чтобы оставаться конкурентоспособным."
                    },
                    {
                        "source": "Местные бизнесы",
                        "threat": "Неправильное проектирование может снизить поток клиентов и негативно повлиять на их доход.",
                        "consequences_if_deteriorates": "Местные бизнесы могут продолжать работать в привычных условиях без дополнительных требований.",
                        "consequences_if_improves": "Улучшение городской инфраструктуры может привлечь больше клиентов и увеличить продажи.",
                        "imposed_role": "Партнеры, которые выигрывают от успешных проектов.",
                        "comment": "Я, местный бизнес, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: успех их работы напрямую влияет на мой доход и клиентский поток."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Городские планировщики",
                        "change": "Влияют на выбор дизайна и планировки городского пространства.",
                        "opportunity": "Предоставляют рекомендации по проектированию, которые учитывают потребности сообщества.",
                        "restrictions": "Могут накладывать ограничения на стиль и функциональность, основываясь на бюрократических правилах.",
                        "imposed_role": "Консультанты и авторитеты в области градостроительства.",
                        "comment": "I am, Городские планировщики, see my relationships with Менеджеры и дизайнеры, отвечавшие за ландшафт in the following perspective: I guide them in creating spaces that balance aesthetics with functionality."
                    },
                    {
                        "source": "Местное население",
                        "change": "Выражает свои потребности и предпочтения, что влияет на проектные решения.",
                        "opportunity": "Обратная связь от пользователей помогает создать более подходящее пространство.",
                        "restrictions": "Ограничивают выбор дизайнеров, если их запросы не соответствуют проектным возможностям.",
                        "imposed_role": "Критики и пользователи, чьи мнения важны для оценки успеха проекта.",
                        "comment": "I am, Местное население, see my relationships with Менеджеры и дизайнеры, отвечавшие за ландшафт in the following perspective: My needs and feedback are essential for creating a functional urban environment."
                    },
                    {
                        "source": "Экологические стандарты",
                        "change": "Влияют на выбор материалов и методов проектирования.",
                        "opportunity": "Соблюдение стандартов может повысить устойчивость и общественный имидж проекта.",
                        "restrictions": "Импозируют строгие требования к экологии и безопасности.",
                        "imposed_role": "Сторожи устойчивого развития, охраняющие природу.",
                        "comment": "I am, Экологические стандарты, see my relationships with Менеджеры и дизайнеры, отвечавшие за ландшафт in the following perspective: I ensure that their designs respect the environment and promote sustainability."
                    },
                    {
                        "source": "Технологические инновации",
                        "change": "Вводят новые инструменты и технологии в процесс проектирования.",
                        "opportunity": "Упрощают проектирование и позволяют создавать более сложные и функциональные пространства.",
                        "restrictions": "Могут требовать дополнительного обучения и инвестиций в новое оборудование.",
                        "imposed_role": "Тренеры и новаторы, способствующие прогрессу в дизайне.",
                        "comment": "I am, Технологические инновации, see my relationships with Менеджеры и дизайнеры, отвечавшие за ландшафт in the following perspective: I empower them to innovate and enhance their designs through advanced tools."
                    },
                    {
                        "source": "Инвесторы и финансирующие организации",
                        "change": "Определяют бюджет и возможности для реализации проектов.",
                        "opportunity": "Предоставляют финансовые ресурсы для осуществления идей и концепций.",
                        "restrictions": "Устанавливают условия финансирования, которые могут ограничивать свободу выбора в проектировании.",
                        "imposed_role": "Финансирующие органы, контролирующие финансовые аспекты проекта.",
                        "comment": "I am, Инвесторы и финансирующие организации, see my relationships with Менеджеры и дизайнеры, отвечавшие за ландшафт in the following perspective: I provide the necessary funds to turn their visions into reality, but I also expect them to adhere to project constraints."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Горожане (пассажиры)",
                        "essentiality": "Горожане являются конечными пользователями городского пространства, их потребности и ожидания формируют требования к дизайну.",
                        "opportunity": "Менеджеры и дизайнеры получают ценную обратную связь, что позволяет создавать более функциональные и эстетичные пространства.",
                        "restrictions": "Менеджеры и дизайнеры не могут игнорировать мнения и потребности горожан, иначе рискуют потерять доверие и поддержку сообщества.",
                        "imposed_role": "Агенты обратной связи и контроля качества.",
                        "comment": "I am, Горожане, see my relationships with a target in the following perspective: я — это голос, который направляет и формирует ваше творчество."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы устанавливают правила и нормы, регулирующие процесс проектирования и строительства городских пространств.",
                        "opportunity": "Менеджеры и дизайнеры получают доступ к финансированию и поддержке для реализации своих проектов.",
                        "restrictions": "Они обязаны следовать установленным стандартам и законодательству, что может ограничивать их креативность.",
                        "imposed_role": "Регулятор и контролер.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: я задаю рамки, которые вы должны учитывать при создании своих шедевров."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Экологические организации поднимают вопросы устойчивости и охраны окружающей среды, влияя на подходы к дизайну.",
                        "opportunity": "Менеджеры и дизайнеры могут использовать их поддержку для повышения общественного имиджа и привлечения внимания к своим проектам.",
                        "restrictions": "Им запрещено создавать проекты, наносящие вред экологии, что требует учета экологических норм.",
                        "imposed_role": "Адвокаты устойчивого развития.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: я привношу важность устойчивости в ваше творческое путешествие."
                    },
                    {
                        "source": "Технологические компании",
                        "essentiality": "Технологические компании предоставляют инструменты и ресурсы, необходимые для проектирования и визуализации городских пространств.",
                        "opportunity": "Менеджеры и дизайнеры получают доступ к новым технологиям, что позволяет им улучшать качество и эффективность своей работы.",
                        "restrictions": "Они могут стать зависимыми от технологий, что может ограничивать их креативные решения.",
                        "imposed_role": "Поставщики инновационных решений.",
                        "comment": "I am, Технологические компании, see my relationships with a target in the following perspective: я — это мост к будущему, который помогает вам реализовать ваши идеи."
                    },
                    {
                        "source": "Клиенты и инвесторы",
                        "essentiality": "Клиенты и инвесторы финансируют проекты, влияя на выбор и реализацию дизайна.",
                        "opportunity": "Менеджеры и дизайнеры могут реализовывать свои идеи благодаря финансовой поддержке и интересу со стороны клиентов.",
                        "restrictions": "Им необходимо учитывать бюджетные ограничения и ожидания клиентов, что может сдерживать их креативность.",
                        "imposed_role": "Финансирующие стороны и критики.",
                        "comment": "I am, Клиенты и инвесторы, see my relationships with a target in the following perspective: я — это ресурс, который позволяет вам мечтать и создавать, но с оглядкой на реальность."
                    }
                ]
            }
        }
    },
    {
        "entity": "Администрация",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Граждане",
                        "change": "Граждане высказывают свои мнения и потребности через опросы и собрания, что заставляет администрацию реагировать на их запросы.",
                        "opportunity": "Возможность улучшить общественное мнение и повысить уровень доверия к администрации.",
                        "restrictions": "Необходимость учитывать различные мнения и интересы, что может замедлить процесс принятия решений.",
                        "imposed_role": "Представитель общественных интересов.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: We are the voice that guides the direction of the administration."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Организации влияют на политику администрации, продвигая экологические инициативы и законопроекты.",
                        "opportunity": "Повышение репутации администрации как ответственной и заботящейся о будущем города.",
                        "restrictions": "Необходимость следовать строгим экологическим стандартам и требованиям.",
                        "imposed_role": "Партнер в разработке устойчивых решений.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: We ensure that the administration remains accountable to environmental standards."
                    },
                    {
                        "source": "Бизнес-структуры",
                        "change": "Бизнес предлагает финансирование и ресурсы для реализации городских проектов, что может изменить приоритеты администрации.",
                        "opportunity": "Доступ к дополнительным ресурсам и инвестирования в развитие городской инфраструктуры.",
                        "restrictions": "Необходимость угодить интересам бизнеса, что может привести к компромиссам на общественных интересах.",
                        "imposed_role": "Экономический партнер.",
                        "comment": "I am, Бизнес-структуры, see my relationships with a target in the following perspective: We are essential for the financial sustainability of city initiatives."
                    },
                    {
                        "source": "Медиа",
                        "change": "Медиа может формировать общественное мнение и освещать деятельность администрации, что может повлиять на её репутацию.",
                        "opportunity": "Улучшение имиджа администрации через позитивное освещение её инициатив.",
                        "restrictions": "Необходимость быть прозрачной и отвечать на критику в публичном пространстве.",
                        "imposed_role": "Общественный наблюдатель.",
                        "comment": "I am, Медиа, see my relationships with a target in the following perspective: We hold the administration accountable and spotlight its actions."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Государственные органы регулируют деятельность администрации, устанавливая правовые и финансовые рамки.",
                        "opportunity": "Обеспечение законности и легитимности городских инициатив.",
                        "restrictions": "Необходимость соответствия правовым требованиям и нормативам, что может ограничить гибкость решений.",
                        "imposed_role": "Регулятор.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: We provide the legal framework within which the administration must operate."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Граждане",
                        "threat": "Недовольство граждан может привести к массовым протестам и снижению доверия к администрации.",
                        "consequences_if_deteriorates": "Администрация сможет действовать без страха перед критикой и недовольством.",
                        "consequences_if_improves": "Улучшение отношений с гражданами повысит доверие и поддержку администрации.",
                        "imposed_role": "Критик, который постоянно требует отчетности и прозрачности.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: we demand accountability and responsiveness from the administration."
                    },
                    {
                        "source": "Местные СМИ",
                        "threat": "СМИ могут освещать негативные аспекты работы администрации, вызывая общественное недовольство.",
                        "consequences_if_deteriorates": "Администрация сможет избежать негативного освещения своих действий.",
                        "consequences_if_improves": "Позитивное освещение действий администрации может укрепить ее репутацию.",
                        "imposed_role": "Сторож, который следит за действиями и решениями администрации.",
                        "comment": "I am, Местные СМИ, see my relationships with a target in the following perspective: I hold the mirror to the actions of the administration."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Они могут оспаривать решения администрации, если они не соответствуют экологическим стандартам.",
                        "consequences_if_deteriorates": "Администрация сможет реализовывать проекты без учета экологических норм.",
                        "consequences_if_improves": "Сотрудничество с экологическими организациями может привести к более устойчивым решениям.",
                        "imposed_role": "Регулятор, который требует соблюдения экологических норм.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: we advocate for sustainable practices in urban development."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "threat": "Недовольство бизнеса может привести к экономическим последствиям и потере инвестиций.",
                        "consequences_if_deteriorates": "Администрация сможет действовать без давления со стороны бизнеса.",
                        "consequences_if_improves": "Положительные отношения с бизнесом могут привести к экономическому росту и инвестициям.",
                        "imposed_role": "Партнер, который требует выгодных условий для бизнеса.",
                        "comment": "I am, Бизнес-сообщество, see my relationships with a target in the following perspective: we expect mutual benefit and support for economic development."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Указания и требования со стороны вышестоящих органов могут ограничивать автономию администрации.",
                        "consequences_if_deteriorates": "Администрация сможет действовать более свободно без вмешательства органов власти.",
                        "consequences_if_improves": "Улучшение отношений с государственными органами может привести к большей поддержке и финансированию.",
                        "imposed_role": "Контролер, который устанавливает рамки для работы администрации.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: I ensure compliance with national standards and policies."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Граждане города",
                        "essentiality": "Администрация необходима для обеспечения жизненных условий и удовлетворения потребностей граждан.",
                        "opportunity": "Граждане получают услуги, инфраструктуру и поддержку от администрации, что улучшает их качество жизни.",
                        "restrictions": "Граждане не могут игнорировать решения администрации, так как они влияют на их повседневную жизнь.",
                        "imposed_role": "Граждане выступают как критики и источники обратной связи для администрации.",
                        "comment": "I am, the граждане города, see my relationships with a target in the following perspective: Мы требуем от администрации решений, которые соответствуют нашим потребностям."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "essentiality": "Администрация регулирует бизнес-операции, обеспечивая юридическую и экономическую среду.",
                        "opportunity": "Бизнес получает поддержку, инфраструктуру и возможности для развития от администрации.",
                        "restrictions": "Бизнес не может действовать вне рамок, установленных администрацией, включая налоговые и юридические нормы.",
                        "imposed_role": "Бизнес-сообщество выступает как партнер и источник дохода для администрации.",
                        "comment": "I am, the бизнес-сообщество, see my relationships with a target in the following perspective: Мы зависим от стабильности и поддержки администрации для нашего процветания."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Администрация имеет возможность внедрять экологические инициативы благодаря поддержке экологических организаций.",
                        "opportunity": "Организации получают платформу для реализации своих проектов и инициатив в сотрудничестве с администрацией.",
                        "restrictions": "Организации должны следовать установленным администрацией правилам и нормам при реализации своих инициатив.",
                        "imposed_role": "Экологические организации выступают как советники и активные участники в разработке экологической политики.",
                        "comment": "I am, the экологические организации, see my relationships with a target in the following perspective: Мы стремимся к устойчивому развитию и поддерживаем администрацию в этом."
                    },
                    {
                        "source": "Местные СМИ",
                        "essentiality": "Администрация предоставляет информацию и события, которые являются контентом для местных СМИ.",
                        "opportunity": "СМИ получают эксклюзивный доступ к новостям и событиям от администрации, что увеличивает их аудиторию.",
                        "restrictions": "СМИ должны соблюдать этические нормы и корректно освещать деятельность администрации.",
                        "imposed_role": "Местные СМИ играют роль информаторов и критиков в отношении администрации.",
                        "comment": "I am, the местные СМИ, see my relationships with a target in the following perspective: Мы освещаем деятельность администрации, но также требуем от нее прозрачности."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Администрация должна взаимодействовать с государственными органами для выполнения своих функций.",
                        "opportunity": "Государственные органы получают возможность реализовывать свои программы через администрацию.",
                        "restrictions": "Государственные органы должны действовать в рамках закона и согласовывать свои действия с администрацией.",
                        "imposed_role": "Государственные органы выступают как контролирующие и поддерживающие структуры для администрации.",
                        "comment": "I am, the государственные органы, see my relationships with a target in the following perspective: Мы работаем вместе для обеспечения законности и порядка."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Граждане",
                        "essentiality": "Граждане являются основными заинтересованными сторонами, чьи потребности и мнения должны учитываться.",
                        "opportunity": "Обратная связь от граждан помогает администрации улучшить городскую среду и принимать более обоснованные решения.",
                        "restrictions": "Администрация не может игнорировать мнения и потребности граждан, иначе рискует вызвать недовольство.",
                        "imposed_role": "Граждане выступают как контролирующий орган, требующий прозрачности и ответственности.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: without my voice, the administration risks making decisions that do not reflect the will of the people."
                    },
                    {
                        "source": "Местные СМИ",
                        "essentiality": "СМИ играют ключевую роль в формировании общественного мнения и информировании граждан.",
                        "opportunity": "Хорошее освещение действий администрации может повысить ее репутацию и доверие граждан.",
                        "restrictions": "Администрация должна избегать негативного освещения и критики, что ограничивает ее свободу действий.",
                        "imposed_role": "СМИ выступают как посредник между администрацией и гражданами.",
                        "comment": "I am, Местные СМИ, see my relationships with a target in the following perspective: my narrative shapes public perception and holds the administration accountable."
                    },
                    {
                        "source": "Законы и регуляции",
                        "essentiality": "Законодательные акты определяют рамки, в которых администрация может действовать.",
                        "opportunity": "Соответствие законам позволяет администрации реализовывать проекты и получать финансирование.",
                        "restrictions": "Нарушение законов может привести к юридическим последствиям и общественному недовольству.",
                        "imposed_role": "Законы формируют обязанности и права администрации.",
                        "comment": "I am, Законы и регуляции, see my relationships with a target in the following perspective: I provide the framework within which the administration must operate, guiding its actions."
                    },
                    {
                        "source": "Экономические условия",
                        "essentiality": "Экономическая ситуация влияет на доступные ресурсы и финансирование для проектов администрации.",
                        "opportunity": "Хорошие экономические условия позволяют администрации реализовывать больше инициатив для улучшения городской среды.",
                        "restrictions": "Экономический кризис может привести к сокращению бюджета и замедлению проектов.",
                        "imposed_role": "Экономика формирует приоритеты в планировании и реализации инициатив.",
                        "comment": "I am, Экономические условия, see my relationships with a target in the following perspective: my stability provides the foundation for the administration's aspirations."
                    },
                    {
                        "source": "Некоммерческие организации",
                        "essentiality": "НКО могут предоставлять ресурсы, экспертизу и поддержку в реализации социальных проектов.",
                        "opportunity": "Сотрудничество с НКО может улучшить имидж администрации и повысить эффективность проектов.",
                        "restrictions": "Администрация должна учитывать интересы НКО, что может ограничивать автономность в принятии решений.",
                        "imposed_role": "НКО выступают как партнеры и консультанты, помогая в разработке программ.",
                        "comment": "I am, Некоммерческие организации, see my relationships with a target in the following perspective: together we can create a better environment for our citizens."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Граждане",
                        "change": "Граждане становятся более активными в выражении своих потребностей и ожиданий от администрации.",
                        "opportunity": "Возможность быть услышанными и влиять на решения, касающиеся их жизни.",
                        "restrictions": "Ограничение на уровень недовольства, чтобы избежать негативных последствий для администрации.",
                        "imposed_role": "Советчики и критики действий администрации.",
                        "comment": "Я, граждане, вижу свои отношения с администрацией в следующей перспективе: я хочу, чтобы мои голос и потребности были учтены в процессе принятия решений."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Организации начинают активнее сотрудничать с администрацией для улучшения городской среды.",
                        "opportunity": "Возможность реализовать свои проекты по улучшению экологии города.",
                        "restrictions": "Необходимость соблюдать бюрократические процедуры, что может затруднять инициативы.",
                        "imposed_role": "Партнеры и эксперты по вопросам экологии.",
                        "comment": "Я, экологическая организация, вижу свои отношения с администрацией в следующей перспективе: я стремлюсь к совместным усилиям для создания здоровой городской среды."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "change": "Бизнес начинает адаптироваться к новым требованиям администрации для улучшения городской инфраструктуры.",
                        "opportunity": "Возможность получить поддержку и финансирование для своих проектов.",
                        "restrictions": "Необходимость следовать новым регуляциям, установленным администрацией.",
                        "imposed_role": "Союзники в развитии города.",
                        "comment": "Я, бизнес-сообщество, вижу свои отношения с администрацией в следующей перспективе: я готов инвестировать в городские проекты, если они будут взаимовыгодными."
                    },
                    {
                        "source": "Медиа",
                        "change": "Медиа начинают активно освещать действия администрации и ее взаимодействие с гражданами.",
                        "opportunity": "Возможность привлекать внимание к важным вопросам и получать больше подписчиков.",
                        "restrictions": "Необходимость следовать стандартам журналистики и объективности.",
                        "imposed_role": "Наблюдатели и критики.",
                        "comment": "Я, медиа, вижу свои отношения с администрацией в следующей перспективе: я стремлюсь освещать события честно и объективно, чтобы повысить информированность общественности."
                    },
                    {
                        "source": "Некоммерческие организации",
                        "change": "Некоммерческие организации начинают активнее работать над проектами, направленными на улучшение городской среды.",
                        "opportunity": "Возможность получать финансирование и поддержку от администрации для реализации социальных проектов.",
                        "restrictions": "Необходимость соответствовать критериям и требованиям администрации.",
                        "imposed_role": "Партнеры в социальном развитии.",
                        "comment": "Я, некоммерческая организация, вижу свои отношения с администрацией в следующей перспективе: я хочу вместе создавать инициативы, которые реально помогут жителям."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Граждане",
                        "threat": "Администрация может уменьшить финансирование или пересмотреть социальные программы, если граждане будут недовольны.",
                        "consequences_if_deteriorates": "Граждане могут почувствовать себя игнорируемыми и могут организовать протесты или другие формы недовольства.",
                        "consequences_if_improves": "Если администрация улучшит городскую среду, граждане почувствуют удовлетворение и поддержку, что укрепит доверие к власти.",
                        "imposed_role": "Критики и активные участники общественной жизни.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: Мы требуем внимания к нашим нуждам и готовы выражать недовольство, когда это необходимо."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "threat": "Администрация может создать неблагоприятные условия для бизнеса, если не будет учитывать их интересы.",
                        "consequences_if_deteriorates": "Бизнес может перейти в другие регионы или закрыться, если администрация не обеспечит подходящие условия.",
                        "consequences_if_improves": "Улучшение городской среды может привлечь новых клиентов и инвесторов, что способствует росту бизнеса.",
                        "imposed_role": "Партнеры в развитии города.",
                        "comment": "I am, Бизнес-сообщество, see my relationships with a target in the following perspective: Мы заинтересованы в том, чтобы администрация поддерживала здоровую бизнес-среду для нашего процветания."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Администрация может игнорировать экологические проблемы, если они не будут выставлены на первое место.",
                        "consequences_if_deteriorates": "Экологические организации могут потерять возможность влиять на политику и уменьшить свою активность.",
                        "consequences_if_improves": "Если администрация начнет учитывать экологические аспекты, организации смогут добиться своих целей и улучшить состояние окружающей среды.",
                        "imposed_role": "Консультанты и защитники экологии.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: Мы готовы работать с администрацией, чтобы обеспечить устойчивое развитие города."
                    },
                    {
                        "source": "Медиа",
                        "threat": "Администрация может быть подвергнута негативному освещению, если не будет действовать в интересах граждан.",
                        "consequences_if_deteriorates": "Медиа могут терять интерес к освещению деятельности администрации, если она станет неэффективной.",
                        "consequences_if_improves": "Улучшения в городской среде могут привести к положительному освещению и укреплению имиджа администрации.",
                        "imposed_role": "Критики и информаторы о городской жизни.",
                        "comment": "I am, Медиа, see my relationships with a target in the following perspective: Мы играем важную роль в информировании общества о действиях администрации."
                    },
                    {
                        "source": "Государственные учреждения",
                        "threat": "Администрация может игнорировать рекомендации и законы, что может угрожать стабильности системы.",
                        "consequences_if_deteriorates": "Государственные учреждения могут потерять влияние и авторитет, если администрация будет действовать независимо от них.",
                        "consequences_if_improves": "Если администрация начнет эффективно сотрудничать с государственными учреждениями, это укрепит систему и улучшит управление.",
                        "imposed_role": "Сотрудники и исполнители в рамках государственной политики.",
                        "comment": "I am, Государственные учреждения, see my relationships with a target in the following perspective: Мы стремимся к сотрудничеству для достижения общих целей."
                    }
                ]
            }
        }
    }
]