[
    {
        "entity": "Работодатели",
        "actor_network": {
            "1": {
                "data": [
                    {
                        "source": "Университеты",
                        "essentiality": "Университеты предоставляют знания и навыки, которые работодатели ищут у кандидатов.",
                        "opportunity": "Работодатели получают доступ к квалифицированным выпускникам, которые могут удовлетворить их потребности.",
                        "restrictions": "Работодатели должны учитывать аккредитацию и репутацию университета при выборе кандидатов.",
                        "imposed_role": "Работодатели становятся зависимыми от качества образования, предоставляемого университетами.",
                        "comment": "I am, университет, see my relationships with a target in the following perspective: Я создаю основу для будущих работников, которые будут соответствовать требованиям работодателей."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Ассоциации устанавливают стандарты и сертификации, которые важны для оценки кандидатов.",
                        "opportunity": "Работодатели могут использовать сертификаты для подтверждения квалификации кандидатов.",
                        "restrictions": "Работодатели должны следовать стандартам ассоциаций при найме, что ограничивает их выбор.",
                        "imposed_role": "Работодатели становятся более осторожными в оценке кандидатов из-за стандартов ассоциаций.",
                        "comment": "I am, профессиональная ассоциация, see my relationships with a target in the following perspective: Я помогаю работодателям находить лучших кандидатов, устанавливая необходимые критерии."
                    },
                    {
                        "source": "Рынок труда",
                        "essentiality": "Рынок труда определяет спрос и предложение на квалифицированных работников.",
                        "opportunity": "Работодатели могут выявлять новые тенденции и требования к навыкам на рынке.",
                        "restrictions": "Работодатели ограничены в своих действиях из-за конкуренции за кандидатов.",
                        "imposed_role": "Работодатели должны адаптироваться к изменениям на рынке труда, чтобы оставаться конкурентоспособными.",
                        "comment": "I am, рынок труда, see my relationships with a target in the following perspective: Я диктую условия, при которых работодатели должны действовать для привлечения лучших специалистов."
                    },
                    {
                        "source": "Технологии",
                        "essentiality": "Современные технологии обеспечивают новые методы обучения и оценки кандидатов.",
                        "opportunity": "Работодатели могут использовать технологии для оптимизации процессов найма и оценки навыков.",
                        "restrictions": "Работодатели должны быть осведомлены о новых технологиях и адаптироваться к ним.",
                        "imposed_role": "Работодатели становятся более зависимыми от технологий в процессе найма.",
                        "comment": "I am, технологии, see my relationships with a target in the following perspective: Я трансформирую подходы к найму, предлагая новые способы оценки кандидатов."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы устанавливают законы и регуляции, касающиеся трудоустройства.",
                        "opportunity": "Работодатели могут получить поддержку и ресурсы, связанные с трудовым законодательством.",
                        "restrictions": "Работодатели обязаны следовать законам о трудоустройстве, что ограничивает их свободу в выборе кандидатов.",
                        "imposed_role": "Работодатели должны обеспечить соответствие своим действиям законодательству.",
                        "comment": "I am, государственный орган, see my relationships with a target in the following perspective: Я обеспечиваю соблюдение правил, которые помогают создать честный рынок труда."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Академические учреждения",
                        "threat": "Работодатели могут не принимать их выпускников на работу, если они не будут соответствовать требованиям работодателей.",
                        "consequences_if_deteriorates": "Если работодатели перестанут нанимать выпускников, академические учреждения могут столкнуться с уменьшением финансирования и репутации.",
                        "consequences_if_improves": "Если работодатели начнут нанимать больше выпускников, это повысит репутацию академических учреждений и привлечет больше студентов.",
                        "imposed_role": "Я, академическое учреждение, должен адаптировать свои программы, чтобы соответствовать требованиям работодателей.",
                        "comment": "I am, академическое учреждение, see my relationships with a target in the following perspective: моя репутация и финансирование зависят от успешности моих выпускников на рынке труда."
                    },
                    {
                        "source": "Кадровые агентства",
                        "threat": "Работодатели могут обходиться без услуг кадровых агентств, если сами смогут находить компетентных кандидатов.",
                        "consequences_if_deteriorates": "Если работодатели начнут игнорировать кадровые агентства, эти агентства могут потерять источник дохода.",
                        "consequences_if_improves": "Если работодатели будут сотрудничать с кадровыми агентствами, это может увеличить объем их бизнеса.",
                        "imposed_role": "Я, кадровое агентство, должен предоставлять только тех кандидатов, которые соответствуют ожиданиям работодателей.",
                        "comment": "I am, кадровое агентство, see my relationships with a target in the following perspective: моя работа зависит от того, насколько эффективно я могу удовлетворить потребности работодателей."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "threat": "Работодатели могут требовать изменения в образовательных стандартах, если они не соответствуют требованиям рынка.",
                        "consequences_if_deteriorates": "Если работодатели перестанут учитывать образовательные стандарты, это может привести к их устареванию.",
                        "consequences_if_improves": "Если работодатели будут активно участвовать в разработке образовательных стандартов, это повысит их актуальность.",
                        "imposed_role": "Я, образовательный стандарт, должен адаптироваться к требованиям работодателей.",
                        "comment": "I am, образовательный стандарт, see my relationships with a target in the following perspective: моя актуальность зависит от соответствия требованиям работодателей."
                    },
                    {
                        "source": "Работники (сотрудники)",
                        "threat": "Работодатели могут не принимать на работу работников, которые не соответствуют их ожиданиям.",
                        "consequences_if_deteriorates": "Если работодатели будут отвергать работников, это может привести к росту безработицы и ухудшению условий труда.",
                        "consequences_if_improves": "Если работодатели начнут нанимать квалифицированных работников, это повысит общую продуктивность и климат в компании.",
                        "imposed_role": "Я, работник, должен постоянно повышать свои навыки, чтобы соответствовать требованиям работодателей.",
                        "comment": "I am, работник, see my relationships with a target in the following perspective: моя карьера и благосостояние зависят от того, как работодатели оценивают мои навыки."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Работодатели могут оспаривать правила и нормы, если они не учитывают реальных потребностей рынка труда.",
                        "consequences_if_deteriorates": "Если работодатели отвергнут государственные нормы, это может привести к ослаблению контроля за качеством образования.",
                        "consequences_if_improves": "Если работодатели будут взаимодействовать с государственными органами, это может привести к более актуальным и эффективным нормативам.",
                        "imposed_role": "Я, государственный орган, должен учитывать мнения работодателей при разработке политики в сфере образования.",
                        "comment": "I am, государственный орган, see my relationships with a target in the following perspective: моя политика должна соответствовать требованиям работодателей и реальным условиям рынка труда."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Университеты",
                        "change": "Обеспечивают выпускников теоретическими знаниями и навыками.",
                        "opportunity": "Сотрудничество с университетами позволяет работодателям создавать программы стажировок для студентов.",
                        "restrictions": "Необходимо учитывать аккредитацию и репутацию учебных заведений.",
                        "imposed_role": "Работодатели становятся партнёрами университетов в образовательных программах.",
                        "comment": "I am Университеты, see my relationships with Работодатели in the following perspective: я помогаю им находить квалифицированные кадры."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "change": "Стимулируют стандарты профессиональной подготовки и сертификации.",
                        "opportunity": "Работодатели могут привлекать сертифицированных специалистов.",
                        "restrictions": "Работодатели должны следовать установленным стандартам и требованиям ассоциаций.",
                        "imposed_role": "Работодатели выступают как участники профессионального сообщества.",
                        "comment": "I am Профессиональные ассоциации, see my relationships with Работодатели in the following perspective: я способствую повышению качества работы кадров."
                    },
                    {
                        "source": "Кадровые агентства",
                        "change": "Помогают работодателям находить подходящих кандидатов.",
                        "opportunity": "Сокращение времени на поиск и отбор кандидатов.",
                        "restrictions": "Комиссионные сборы и услуги могут быть дорогими.",
                        "imposed_role": "Работодатели становятся клиентами агентств, что влияет на их кадровую политику.",
                        "comment": "I am Кадровые агентства, see my relationships with Работодатели in the following perspective: я упрощаю процесс поиска талантов."
                    },
                    {
                        "source": "Технологические платформы для отбора",
                        "change": "Автоматизируют процесс подбора кандидатов на основе их резюме и интервью.",
                        "opportunity": "Ускорение процесса найма и повышение его объективности.",
                        "restrictions": "Работодатели могут зависеть от алгоритмов и технологий, которые могут быть непрозрачны.",
                        "imposed_role": "Работодатели становятся пользователями технологий, что изменяет их подход к найму.",
                        "comment": "I am Технологические платформы для отбора, see my relationships with Работодатели in the following perspective: я повышаю эффективность их процессов."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Создают платформу для работодателей для общения и оценки кандидатов.",
                        "opportunity": "Увеличение видимости бренда работодателя среди потенциальных кандидатов.",
                        "restrictions": "Необходимость контроля за репутацией и публичным имиджем.",
                        "imposed_role": "Работодатели становятся активными участниками онлайн-сообществ.",
                        "comment": "I am Социальные сети, see my relationships with Работодатели in the following perspective: я помогаю им строить связи с будущими сотрудниками."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Университеты и высшие учебные заведения",
                        "essentiality": "Работодатели зависят от учебных заведений для получения квалифицированных кандидатов.",
                        "opportunity": "Работодатели получают доступ к свежим талантам и знаниям, которые могут улучшить их бизнес.",
                        "restrictions": "Работодатели не могут игнорировать аккредитацию и репутацию учебных заведений при найме.",
                        "imposed_role": "Образовательные учреждения должны поддерживать высокие стандарты образования.",
                        "comment": "I am, Университет, see my relationships with Работодатели in the following perspective: my reputation and curriculum directly affect their hiring processes."
                    },
                    {
                        "source": "Кандидаты на работу",
                        "essentiality": "Кандидаты необходимы работодателям для заполнения вакансий.",
                        "opportunity": "Кандидаты приносят новые идеи и навыки, что позволяет работодателям развивать свои компании.",
                        "restrictions": "Работодатели должны проверять квалификацию и опыт кандидатов перед принятием решения.",
                        "imposed_role": "Кандидаты должны демонстрировать свои навыки и знания на собеседованиях.",
                        "comment": "I am, Кандидат, see my relationships with Работодатели in the following perspective: my skills and qualifications determine my employability."
                    },
                    {
                        "source": "Трудовое законодательство",
                        "essentiality": "Работодатели обязаны соблюдать законы о труде при найме сотрудников.",
                        "opportunity": "Законодательство устанавливает рамки, в которых работодатели могут действовать, защищая их от неправомерных действий.",
                        "restrictions": "Работодатели не могут принимать на работу без соблюдения всех юридических норм.",
                        "imposed_role": "Трудовое законодательство накладывает ответственность на работодателей за соблюдение норм и правил.",
                        "comment": "I am, Трудовое законодательство, see my relationships with Работодатели in the following perspective: I ensure fair practices in hiring and employment."
                    },
                    {
                        "source": "Специализированные кадровые агентства",
                        "essentiality": "Работодатели обращаются к кадровым агентствам для поиска подходящих кандидатов.",
                        "opportunity": "Кадровые агентства помогают работодателям сократить время на поиск и отбор кандидатов.",
                        "restrictions": "Работодатели не могут пренебрегать услугами агентств в условиях нехватки квалифицированных кадров.",
                        "imposed_role": "Кадровые агентства должны предоставлять качественные услуги по подбору персонала.",
                        "comment": "I am, Кадровое агентство, see my relationships with Работодатели in the following perspective: my effectiveness in finding candidates directly influences their hiring success."
                    },
                    {
                        "source": "Рынок труда",
                        "essentiality": "Работодатели зависят от состояния рынка труда для определения доступности кандидатов.",
                        "opportunity": "Работодатели могут адаптировать свои стратегии найма в зависимости от спроса и предложения на рынке.",
                        "restrictions": "Работодатели не могут игнорировать рыночные условия при принятии решений о найме.",
                        "imposed_role": "Рынок труда определяет уровень конкуренции между работодателями за лучшие кадры.",
                        "comment": "I am, Рынок труда, see my relationships with Работодатели in the following perspective: my fluctuations dictate their hiring strategies and practices."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Кандидаты с поддельными дипломами",
                        "threat": "Дискредитация работодателей через некомпетентных сотрудников",
                        "consequences_if_deteriorates": "Работодатели смогут нанимать только квалифицированных специалистов, что повысит качество работы и репутацию компании.",
                        "consequences_if_improves": "Работодатели могут столкнуться с увеличением числа случаев неэффективной работы и потери клиентов из-за некомпетентных сотрудников.",
                        "imposed_role": "Неприемлемые работники",
                        "comment": "I am, Кандидаты с поддельными дипломами, see my relationships with работодателями in the following perspective: I challenge their ability to distinguish between competence and deceit."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "threat": "Низкое качество образования приводит к недостатку квалифицированных специалистов",
                        "consequences_if_deteriorates": "Работодатели смогут получить доступ к более качественным выпускникам, что улучшит общую атмосферу на рынке труда.",
                        "consequences_if_improves": "Работодатели будут вынуждены потратить больше времени и ресурсов на обучение сотрудников, что уменьшит их конкурентоспособность.",
                        "imposed_role": "Поставщик кадров низкого качества",
                        "comment": "I am, Образовательные учреждения, see my relationships with работодателями in the following perspective: I hold a critical role in shaping the skills of future employees."
                    },
                    {
                        "source": "Конкуренты на рынке труда",
                        "threat": "Привлечение лучших кандидатов и создание конкуренции",
                        "consequences_if_deteriorates": "Работодатели смогут легче находить и нанимать нужных им специалистов без сильной конкуренции.",
                        "consequences_if_improves": "Работодатели могут потерять талантливых кандидатов, что повлияет на их рост и инновации.",
                        "imposed_role": "Соперник",
                        "comment": "I am, Конкуренты на рынке труда, see my relationships with работодателями in the following perspective: I compel them to improve their offerings to attract the best talents."
                    },
                    {
                        "source": "Технологии и автоматизация",
                        "threat": "Снижение потребности в квалифицированной рабочей силе",
                        "consequences_if_deteriorates": "Работодатели смогут сосредоточиться на найме более квалифицированных специалистов вместо рутинных задач.",
                        "consequences_if_improves": "Работодатели могут столкнуться с необходимостью пересматривать свои стратегии найма и обучения.",
                        "imposed_role": "Заменитель человеческого труда",
                        "comment": "I am, Технологии и автоматизация, see my relationships with работодателями in the following perspective: I redefine the skills required in the workforce."
                    },
                    {
                        "source": "Общественное мнение",
                        "threat": "Давление со стороны общества на соблюдение стандартов качества найма",
                        "consequences_if_deteriorates": "Работодатели смогут действовать более свободно в своих процессах найма без страха перед общественным осуждением.",
                        "consequences_if_improves": "Работодатели могут быть вынуждены более строго следить за качеством кандидатов, что увеличит их затраты.",
                        "imposed_role": "Объект общественного контроля",
                        "comment": "I am, Общественное мнение, see my relationships with работодателями in the following perspective: I hold them accountable for the quality of their hires."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Выпускники",
                        "change": "Выпускники стремятся улучшать свои навыки и знания, чтобы соответствовать требованиям работодателей.",
                        "opportunity": "Выпускники имеют возможность получить работу и развивать свою карьеру, если они соответствуют ожиданиям работодателей.",
                        "restrictions": "Выпускники могут чувствовать давление соответствовать высоким стандартам и ожиданиям работодателей.",
                        "imposed_role": "Выпускники должны представлять свои навыки и знания в наилучшем свете, чтобы привлечь внимание работодателей.",
                        "comment": "Я, выпускник, вижу свои отношения с работодателями в следующей перспективе: я стремлюсь развивать свои навыки, чтобы удовлетворить их требования и получить желаемую работу."
                    },
                    {
                        "source": "Университеты",
                        "change": "Университеты адаптируют свои учебные программы, чтобы лучше готовить студентов к требованиям работодателей.",
                        "opportunity": "Университеты могут повысить свою репутацию и привлекать больше студентов, если их выпускники успешно трудоустраиваются.",
                        "restrictions": "Университеты сталкиваются с необходимостью постоянного обновления курсов и учебных планов для соответствия требованиям рынка.",
                        "imposed_role": "Университеты должны быть связующим звеном между теорией и практикой, предоставляя актуальные знания и навыки.",
                        "comment": "Я, университет, вижу свои отношения с работодателями в следующей перспективе: я стремлюсь обеспечить качественное образование, чтобы мои выпускники могли успешно конкурировать на рынке труда."
                    },
                    {
                        "source": "Кадровые агентства",
                        "change": "Кадровые агентства изменяют свои методы поиска и подбора кандидатов в соответствии с требованиями работодателей.",
                        "opportunity": "Кадровые агентства могут увеличить свои доходы за счет успешного трудоустройства квалифицированных специалистов.",
                        "restrictions": "Кадровые агентства обязаны учитывать все требования работодателей, что может ограничивать их свободу выбора кандидатов.",
                        "imposed_role": "Кадровые агентства должны выступать в роли посредников, обеспечивая соответствие кандидатов требованиям работодателей.",
                        "comment": "Я, кадровое агентство, вижу свои отношения с работодателями в следующей перспективе: я стремлюсь находить лучших кандидатов, чтобы удовлетворить их потребности и способствовать успешному трудоустройству."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "change": "Профессиональные ассоциации обновляют свои стандарты и сертификации в ответ на требования работодателей.",
                        "opportunity": "Профессиональные ассоциации могут увеличить свою привлекательность и авторитет в профессиональной среде.",
                        "restrictions": "Профессиональные ассоциации могут быть ограничены в своей способности к изменениям из-за устаревших стандартов.",
                        "imposed_role": "Профессиональные ассоциации должны поддерживать актуальность своих стандартов и сертификаций.",
                        "comment": "Я, профессиональная ассоциация, вижу свои отношения с работодателями в следующей перспективе: я стремлюсь обеспечить высокие профессиональные стандарты, чтобы поддерживать качество и конкурентоспособность в отрасли."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Технологические компании могут изменять свои продукты и услуги в ответ на требования работодателей к навыкам сотрудников.",
                        "opportunity": "Технологические компании могут расширить свой рынок, предлагая решения, соответствующие потребностям работодателей.",
                        "restrictions": "Технологические компании могут столкнуться с ограничениями на внедрение новых технологий из-за необходимости соответствовать требованиям работодателей.",
                        "imposed_role": "Технологические компании должны разрабатывать инновационные решения, которые помогут работодателям оценивать и развивать навыки своих сотрудников.",
                        "comment": "Я, технологическая компания, вижу свои отношения с работодателями в следующей перспективе: я стремлюсь предоставлять инновационные инструменты, которые помогут им находить и развивать лучших специалистов."
                    }
                ]
            }
        }
    },
    {
        "entity": "Преподаватели",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Технологии обучения",
                        "change": "Упрощают процесс передачи знаний и делают его более интерактивным.",
                        "opportunity": "Повышение вовлеченности студентов и улучшение качества обучения.",
                        "restrictions": "Необходимо учитывать новые правила и подходы, требуемые для использования технологий.",
                        "imposed_role": "Адаптироваться к новым способам преподавания и использовать их в своей практике.",
                        "comment": "I am Технологии обучения, see my relationships with Преподаватели in the following perspective: I enhance the teaching process while requiring adaptation to new methods."
                    },
                    {
                        "source": "Студенты",
                        "change": "Влияют на методы оценки и восприятие знаний.",
                        "opportunity": "Создание более персонализированного подхода к обучению.",
                        "restrictions": "Необходимость учета различных стилей обучения и потребностей студентов.",
                        "imposed_role": "Служить источником обратной связи для улучшения методик преподавания.",
                        "comment": "I am Студенты, see my relationships with Преподаватели in the following perspective: I provide insights that can help tailor teaching methods to better serve diverse learning needs."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "change": "Определяют требования к качеству образования и оценивания.",
                        "opportunity": "Гарантия качества и соответствия современным требованиям образования.",
                        "restrictions": "Невозможность отклоняться от установленных стандартов.",
                        "imposed_role": "Следовать установленным критериям и требованиям в процессе преподавания.",
                        "comment": "I am Образовательные стандарты, see my relationships with Преподаватели in the following perspective: I ensure the quality of education while enforcing compliance with set criteria."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "change": "Влияет на организацию рабочего процесса и внедрение новых технологий.",
                        "opportunity": "Поддержка в развитии образовательных программ и доступ к ресурсам.",
                        "restrictions": "Соблюдение внутренних правил и политик учреждения.",
                        "imposed_role": "Работать в рамках заданных условий и стандартов учебного заведения.",
                        "comment": "I am Администрация учебного заведения, see my relationships with Преподаватели in the following perspective: I facilitate educational processes while requiring adherence to institutional policies."
                    },
                    {
                        "source": "Методы оценки",
                        "change": "Влияют на подходы к оцениванию знаний студентов.",
                        "opportunity": "Обеспечение более справедливой и объективной оценки студентов.",
                        "restrictions": "Необходимость следовать установленным критериям оценки, что может ограничивать творческий подход.",
                        "imposed_role": "Использовать определенные методики оценки в своей практике.",
                        "comment": "I am Методы оценки, see my relationships with Преподаватели in the following perspective: I offer structured ways to assess student knowledge while imposing certain limitations on evaluation creativity."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Студенты",
                        "essentiality": "Преподаватели обеспечивают структуру и содержание обучения, позволяя студентам осваивать знания и навыки.",
                        "opportunity": "Студенты получают возможность учиться и развиваться под руководством преподавателей.",
                        "restrictions": "Студенты должны следовать учебной программе и правилам, установленным преподавателями.",
                        "imposed_role": "Студенты должны активно участвовать в обучении и оценке своих знаний.",
                        "comment": "I am Студенты, see my relationships with Преподаватели in the following perspective: их поддержка и руководство делают мой учебный процесс успешным."
                    },
                    {
                        "source": "Учебные материалы",
                        "essentiality": "Преподаватели используют учебные материалы для передачи знаний и оценки студентов.",
                        "opportunity": "Учебные материалы становятся актуальными и необходимыми для преподавания.",
                        "restrictions": "Преподаватели не могут изменять или игнорировать содержание учебных материалов без оснований.",
                        "imposed_role": "Учебные материалы должны быть актуальными и соответствовать учебной программе.",
                        "comment": "I am Учебные материалы, see my relationships with Преподаватели in the following perspective: я предоставляю необходимые ресурсы для эффективного обучения."
                    },
                    {
                        "source": "Технологии обучения",
                        "essentiality": "Преподаватели используют технологии для улучшения процесса обучения.",
                        "opportunity": "Технологии обучения могут повысить вовлеченность студентов и эффективность преподавания.",
                        "restrictions": "Преподаватели должны контролировать использование технологий, чтобы избежать списывания и потери контроля.",
                        "imposed_role": "Технологии должны быть интегрированы в учебный процесс с соблюдением этических норм.",
                        "comment": "I am Технологии обучения, see my relationships with Преподаватели in the following perspective: я служу инструментом для улучшения обучения, но требую ответственности в использовании."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Преподаватели выполняют требования и стандарты, установленные администрацией.",
                        "opportunity": "Администрация получает качественное выполнение образовательного процесса и повышение репутации заведения.",
                        "restrictions": "Преподаватели должны соблюдать политику и правила учебного заведения.",
                        "imposed_role": "Преподаватели должны обеспечивать высокие стандарты учебного процесса.",
                        "comment": "I am Администрация учебного заведения, see my relationships with Преподаватели in the following perspective: их профессионализм и соблюдение стандартов являются ключевыми для нашего успеха."
                    },
                    {
                        "source": "Общественное мнение",
                        "essentiality": "Преподаватели формируют общественное мнение о качестве образования и подготовке студентов.",
                        "opportunity": "Общественное мнение может поддерживать или критиковать работу преподавателей, влияя на их репутацию.",
                        "restrictions": "Преподаватели должны учитывать общественные ожидания и стандарты в своей работе.",
                        "imposed_role": "Преподаватели должны быть образцом и представителями образовательных стандартов.",
                        "comment": "I am Общественное мнение, see my relationships with Преподаватели in the following perspective: их работа и подходы формируют моё восприятие образования."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты становятся более активными участниками процесса обучения, поскольку технологии влияют на их методы обучения.",
                        "opportunity": "Студенты могут использовать новые технологии для улучшения своих знаний и навыков.",
                        "restrictions": "Некоторые студенты могут полагаться на технологии вместо самостоятельного обучения.",
                        "imposed_role": "Активные участники процесса обучения.",
                        "comment": "I am, the Студенты, see my relationships with a target in the following perspective: we are empowered to engage more deeply, yet must balance technology with traditional learning."
                    },
                    {
                        "source": "Технологии обучения",
                        "change": "Технологии адаптируются к новым методам преподавания и оценивания.",
                        "opportunity": "Технологии становятся более востребованными и необходимыми в образовательном процессе.",
                        "restrictions": "Необходимость постоянного обновления и адаптации к новым требованиям преподавателей.",
                        "imposed_role": "Инструмент для улучшения процесса обучения.",
                        "comment": "I am, the Технологии обучения, see my relationships with a target in the following perspective: I evolve to better serve the educational needs of my users."
                    },
                    {
                        "source": "Родители",
                        "change": "Родители становятся более вовлеченными в образовательный процесс своих детей.",
                        "opportunity": "Родители могут следить за прогрессом своих детей и поддерживать их в обучении.",
                        "restrictions": "Ограниченные возможности контроля над использованием технологий детьми.",
                        "imposed_role": "Поддержка и контроль за процессом обучения.",
                        "comment": "I am, the Родители, see my relationships with a target in the following perspective: I strive to support my children, but I worry about their reliance on technology."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "change": "Администрация должна учитывать новые технологии в разработке образовательной политики.",
                        "opportunity": "Администрация может улучшить образовательные программы и повысить удовлетворенность студентов.",
                        "restrictions": "Необходимость внедрения новых правил и стандартов для использования технологий.",
                        "imposed_role": "Регулятор и разработчик образовательной политики.",
                        "comment": "I am, the Администрация учебного заведения, see my relationships with a target in the following perspective: I am responsible for adapting policies to meet the evolving educational landscape."
                    },
                    {
                        "source": "Общество",
                        "change": "Общество становится более осведомленным о значении образования и технологий.",
                        "opportunity": "Общество получает доступ к более качественному образованию через новые технологии.",
                        "restrictions": "Рост неравенства в доступе к технологиям и образованию.",
                        "imposed_role": "Аудитория и критик образовательных процессов.",
                        "comment": "I am, the Общество, see my relationships with a target in the following perspective: I expect improvements in education, but I also see challenges in access and equality."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Новые технологии списывания",
                        "threat": "Упрощение доступа к информации и возможность обмана на экзаменах",
                        "consequences_if_deteriorates": "Преподаватели смогут более эффективно контролировать процесс обучения и оценивания",
                        "consequences_if_improves": "Преподаватели могут столкнуться с увеличением случаев нечестности среди студентов",
                        "imposed_role": "Контролер процесса обучения",
                        "comment": "I am Новые технологии списывания, see my relationships with Преподаватели in the following perspective: I challenge their authority and effectiveness."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Недостаток мотивации и заинтересованности в учебном процессе",
                        "consequences_if_deteriorates": "Преподаватели получат больше заинтересованных участников в классе",
                        "consequences_if_improves": "Преподаватели могут получить больше поддержки и обратной связи от студентов",
                        "imposed_role": "Активные участники обучения",
                        "comment": "I am Студенты, see my relationships with Преподаватели in the following perspective: I require engagement and attention to excel."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "threat": "Сложные требования к оцениванию и передаче знаний",
                        "consequences_if_deteriorates": "Преподаватели смогут более гибко подходить к обучению",
                        "consequences_if_improves": "Преподаватели могут оказаться под давлением для соблюдения строгих стандартов",
                        "imposed_role": "Поддержка обязательств",
                        "comment": "I am Образовательные стандарты, see my relationships with Преподаватели in the following perspective: I ensure quality and accountability."
                    },
                    {
                        "source": "Социальные сети",
                        "threat": "Отвлечение студентов от учебного процесса",
                        "consequences_if_deteriorates": "Преподаватели смогут сосредоточиться на обучении без внешних отвлекающих факторов",
                        "consequences_if_improves": "Преподаватели могут столкнуться с проблемами вовлеченности и концентрации студентов",
                        "imposed_role": "Конкуренты за внимание студентов",
                        "comment": "I am Социальные сети, see my relationships with Преподаватели in the following perspective: I divert focus away from traditional learning."
                    },
                    {
                        "source": "Инновационные методы обучения",
                        "threat": "Необходимость адаптации к новым форматам и технологиям",
                        "consequences_if_deteriorates": "Преподаватели смогут применять традиционные методы без стресса адаптации",
                        "consequences_if_improves": "Преподаватели могут повысить свою эффективность и вовлеченность студентов",
                        "imposed_role": "Адаптеры к новым условиям",
                        "comment": "I am Инновационные методы обучения, see my relationships with Преподаватели in the following perspective: I push for modernity and relevance in education."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Учебные планы",
                        "essentiality": "Учебные планы определяют содержание и структуру курсов, что делает их необходимыми для преподавателей.",
                        "opportunity": "Учебные планы помогают преподавателям организовать и систематизировать процесс обучения, обеспечивая четкое руководство.",
                        "restrictions": "Преподаватели должны следовать установленным учебным планам, что ограничивает их способность менять содержание курсов по своему усмотрению.",
                        "imposed_role": "Преподаватели становятся исполнителями учебных планов, что требует от них следования предписанным стандартам.",
                        "comment": "I am, учебные планы, see my relationships with a target in the following perspective: Я формирую рамки, в которых преподаватели должны работать, и без меня их деятельность будет хаотичной."
                    },
                    {
                        "source": "Технологические инструменты (например, LMS)",
                        "essentiality": "Технологические инструменты, такие как системы управления обучением (LMS), необходимы для эффективной организации дистанционного обучения.",
                        "opportunity": "Они предоставляют преподавателям платформу для создания курсов, взаимодействия со студентами и оценки их работы.",
                        "restrictions": "Преподаватели могут быть ограничены в использовании только тех функций, которые предлагает система.",
                        "imposed_role": "Преподаватели должны адаптировать свои методы преподавания под возможности технологий, что может менять их роль.",
                        "comment": "I am, технологические инструменты, see my relationships with a target in the following perspective: Я облегчаю преподавателям доступ к знаниям и студентам, но и определяю, как они могут это делать."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты являются основными получателями знаний, что делает их центральной частью образовательного процесса.",
                        "opportunity": "Преподаватели получают обратную связь от студентов, что помогает им улучшать свои методы преподавания.",
                        "restrictions": "Преподаватели должны учитывать потребности и желания студентов, что может ограничивать их собственные предпочтения.",
                        "imposed_role": "Преподаватели становятся наставниками и проводниками в образовательном процессе для студентов.",
                        "comment": "I am, студенты, see my relationships with a target in the following perspective: Я являюсь той причиной, по которой преподаватели стремятся к совершенству и адаптации их подходов."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Администрация устанавливает правила и стандарты, которые преподаватели обязаны соблюдать.",
                        "opportunity": "Преподаватели получают поддержку в виде ресурсов и профессионального развития от администрации.",
                        "restrictions": "Преподаватели должны следовать правилам и политике учебного заведения, что может ограничивать их свободу действий.",
                        "imposed_role": "Преподаватели должны действовать как представители политики и стандартов, установленных администрацией.",
                        "comment": "I am, администрация учебного заведения, see my relationships with a target in the following perspective: Я формирую условия, в которых преподаватели должны работать, и направляю их усилия к достижениям учебного заведения."
                    },
                    {
                        "source": "Образовательные технологии и методы",
                        "essentiality": "Современные образовательные технологии и методы обучения становятся необходимыми для эффективного преподавания.",
                        "opportunity": "Они помогают преподавателям внедрять инновации и улучшать качество обучения.",
                        "restrictions": "Преподаватели должны быть готовы к постоянному обучению и адаптации к новым методам, что может быть непросто.",
                        "imposed_role": "Преподаватели становятся фасилитаторами процесса обучения, используя новые методы и технологии.",
                        "comment": "I am, образовательные технологии и методы, see my relationships with a target in the following perspective: Я даю преподавателям возможность развиваться и адаптироваться к современным требованиям, но и ожидаю от них готовности к изменениям."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Технологии обучения",
                        "threat": "Преподаватели могут использовать технологии для контроля и оценки студентов, что уменьшает роль технологий как независимого агента.",
                        "consequences_if_deteriorates": "Технологии могут получить больше автономии и быть использованы вне контроля преподавателей.",
                        "consequences_if_improves": "Технологии могут стать более эффективными инструментами для преподавателей, улучшая процесс обучения.",
                        "imposed_role": "Контролер и помощник в обучении.",
                        "comment": "I am, Технологии обучения, see my relationships with a target in the following perspective: I exist to facilitate learning, yet I fear losing my autonomy to the very educators who wield me."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Преподаватели могут использовать новые технологии для более строгого контроля над процессом обучения.",
                        "consequences_if_deteriorates": "Студенты могут получить больше свободы и возможностей для самовыражения и обучения.",
                        "consequences_if_improves": "Студенты могут стать более вовлеченными и оцененными, что повысит их мотивацию.",
                        "imposed_role": "Объект оценки и контроля.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: I strive for knowledge and understanding, yet I fear excessive oversight will stifle my creativity."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "threat": "Преподаватели могут ставить под сомнение решения администрации касательно методов обучения.",
                        "consequences_if_deteriorates": "Администрация может укрепить свои позиции и контроль над процессом обучения.",
                        "consequences_if_improves": "Администрация может получить новые идеи и методы для улучшения процесса обучения.",
                        "imposed_role": "Агент контроля и оценки.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with a target in the following perspective: I seek to maintain order and standards, but I worry that innovation might disrupt my authority."
                    },
                    {
                        "source": "Образовательные политики",
                        "threat": "Преподаватели могут противостоять установленным образовательным стандартам и правилам.",
                        "consequences_if_deteriorates": "Образовательные политики могут стать более жесткими и менее адаптивными к изменениям.",
                        "consequences_if_improves": "Образовательные политики могут адаптироваться и стать более актуальными, учитывая мнение преподавателей.",
                        "imposed_role": "Критик и инициатор изменений.",
                        "comment": "I am, Образовательные политики, see my relationships with a target in the following perspective: I strive for consistency and quality, but I fear that too much influence from educators could lead to instability."
                    },
                    {
                        "source": "Общество",
                        "threat": "Преподаватели могут оспаривать общественные нормы и ожидания от образовательного процесса.",
                        "consequences_if_deteriorates": "Общество может стать более консервативным и менее открытым к новым подходам в образовании.",
                        "consequences_if_improves": "Общество может стать более прогрессивным и адаптивным, учитывая новые методы и подходы преподавателей.",
                        "imposed_role": "Агент изменений и прогресса.",
                        "comment": "I am, Общество, see my relationships with a target in the following perspective: I am rooted in tradition, yet I recognize the need for evolution in educational practices."
                    }
                ]
            }
        }
    },
    {
        "entity": "Студенты",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Оценка знаний студентов и предоставление обратной связи",
                        "opportunity": "Получение знаний и навыков через обучение",
                        "restrictions": "Необходимость выполнять задания и участвовать в занятиях",
                        "imposed_role": "Студент как активный участник учебного процесса",
                        "comment": "I am Преподаватели, see my relationships with a target in the following perspective: я стараюсь развивать способности студентов и их понимание предмета."
                    },
                    {
                        "source": "Система оценок",
                        "change": "Стимулирование студентов к учебе через систему баллов",
                        "opportunity": "Получение хороших оценок, что влияет на будущее",
                        "restrictions": "Зависимость от оценок для получения стипендий и мест в вузах",
                        "imposed_role": "Студент как оцененный субъект в рамках системы",
                        "comment": "I am Система оценок, see my relationships with a target in the following perspective: я создаю давление на студентов для достижения высоких результатов."
                    },
                    {
                        "source": "Технологии (онлайн-курсы, приложения для обучения)",
                        "change": "Предоставление альтернативных способов получения знаний",
                        "opportunity": "Гибкость в обучении и доступ к дополнительным ресурсам",
                        "restrictions": "Необходимость самостоятельно организовывать свое время",
                        "imposed_role": "Студент как самостоятельный исследователь",
                        "comment": "I am Технологии, see my relationships with a target in the following perspective: я расширяю горизонты обучения для студентов."
                    },
                    {
                        "source": "Сверстники",
                        "change": "Влияние на учебные привычки и подход к знаниям через совместную работу",
                        "opportunity": "Получение поддержки и обмен знаний между студентами",
                        "restrictions": "Необходимость соответствовать ожиданиям группы",
                        "imposed_role": "Студент как часть учебного сообщества",
                        "comment": "I am Сверстники, see my relationships with a target in the following perspective: я помогаю студентам расти и учиться вместе."
                    },
                    {
                        "source": "Рынок труда",
                        "change": "Определение необходимых навыков и знаний для будущей работы",
                        "opportunity": "Понимание требований рынка и адаптация учебного процесса",
                        "restrictions": "Необходимость соответствовать требованиям работодателей",
                        "imposed_role": "Студент как будущий специалист",
                        "comment": "I am Рынок труда, see my relationships with a target in the following perspective: я формирую ожидания и требования к образованию студентов."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Преподаватели адаптируют свои методы обучения и оценивания в ответ на поведение студентов.",
                        "opportunity": "Получение отзывов о качестве преподавания и возможность улучшить свои курсы.",
                        "restrictions": "Ограничения в оценивании, чтобы избежать предвзятости и обеспечивать справедливость.",
                        "imposed_role": "Обучающие и оценивающие лица, предоставляющие знания и навыки.",
                        "comment": "Я, Преподаватель, вижу мои отношения со Студентами в следующей перспективе: мы работаем вместе для достижения образовательных целей, но я должен оставаться объективным и справедливым в своих оценках."
                    },
                    {
                        "source": "Университет",
                        "change": "Университет изменяет свою политику и программы в ответ на потребности студентов.",
                        "opportunity": "Увеличение числа студентов и репутации через успешное удовлетворение их образовательных потребностей.",
                        "restrictions": "Необходимость соблюдать аккредитационные требования и стандарты образования.",
                        "imposed_role": "Обеспечивающий образовательную среду и ресурсы.",
                        "comment": "Я, Университет, вижу мои отношения со Студентами в следующей перспективе: моя задача — предоставлять качественное образование, которое соответствует их ожиданиям и требованиям рынка труда."
                    },
                    {
                        "source": "Технологии (онлайн-платформы и учебные материалы)",
                        "change": "Технологии адаптируются для более удобного доступа к учебным материалам и информации.",
                        "opportunity": "Расширение использования платформ и технологий среди студентов.",
                        "restrictions": "Необходимость постоянного обновления и поддержки технологий.",
                        "imposed_role": "Инструменты, помогающие в обучении и доступе к знаниям.",
                        "comment": "Я, Технология, вижу мои отношения со Студентами в следующей перспективе: я предоставляю доступ к информации и ресурсам, что облегчает их обучение, но требует от меня постоянного совершенствования."
                    },
                    {
                        "source": "Работодатели",
                        "change": "Работодатели пересматривают требования к навыкам и компетенциям, основываясь на образовании студентов.",
                        "opportunity": "Получение доступа к подготовленным кандидатам, соответствующим требованиям рынка.",
                        "restrictions": "Необходимость адаптировать свои ожидания и процессы найма в соответствии с изменениями в образовании.",
                        "imposed_role": "Предоставляющие рабочие места и возможности для применения знаний.",
                        "comment": "Я, Работодатель, вижу мои отношения со Студентами в следующей перспективе: я заинтересован в получении квалифицированных специалистов, и поэтому мне важно следить за качеством образования, которое они получают."
                    },
                    {
                        "source": "Семья студентов",
                        "change": "Семьи становятся более вовлеченными в образовательный процесс студентов.",
                        "opportunity": "Улучшение поддержки и понимания потребностей студентов со стороны семьи.",
                        "restrictions": "Ограниченные ресурсы и время, которое семья может выделить на поддержку студентов.",
                        "imposed_role": "Поддерживающие и мотивирующие силы в жизни студентов.",
                        "comment": "Я, Семья, вижу мои отношения со Студентами в следующей перспективе: я стремлюсь поддерживать их в их образовательных стремлениях, но иногда могу испытывать давление из-за ожиданий и ресурсов."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Могут снизить оценки или не дать необходимую информацию для получения знаний.",
                        "consequences_if_deteriorates": "Студенты смогут легче получать хорошие оценки и не будут испытывать давление на изучение материала.",
                        "consequences_if_improves": "Студенты могут столкнуться с более высокими требованиями к знаниям и навыкам, что увеличит их стресс.",
                        "imposed_role": "Неприятный контрольный орган.",
                        "comment": "I am, Преподаватели, see my relationships with a target in the following perspective: я являюсь источником знаний и контроля, что иногда может быть истолковано как угроза."
                    },
                    {
                        "source": "Система оценки",
                        "threat": "Оценки могут не соответствовать усилиям, потраченным на обучение.",
                        "consequences_if_deteriorates": "Студенты смогут получать оценки, не прикладывая значительных усилий.",
                        "consequences_if_improves": "Студенты будут вынуждены больше учиться, чтобы получать высокие оценки.",
                        "imposed_role": "Стандартизирующий механизм.",
                        "comment": "I am, Система оценки, see my relationships with a target in the following perspective: я определяю успех и мотивацию студентов через свои критерии."
                    },
                    {
                        "source": "Сверстники",
                        "threat": "Могут оказать давление на использование списывания или облегченных методов обучения.",
                        "consequences_if_deteriorates": "Студенты смогут более эффективно учиться, не поддаваясь на давление групп.",
                        "consequences_if_improves": "Студенты могут начать больше списывать и меньше учиться, что негативно скажется на их будущих навыках.",
                        "imposed_role": "Давящий социальный круг.",
                        "comment": "I am, Сверстники, see my relationships with a target in the following perspective: я влияю на поведение студентов, подчеркивая важность легких путей к успеху."
                    },
                    {
                        "source": "Технологии (например, интернет)",
                        "threat": "Доступ к материалам для списывания и облегченного обучения.",
                        "consequences_if_deteriorates": "Студенты будут вынуждены полагаться на свои знания и навыки.",
                        "consequences_if_improves": "Студенты могут начать использовать технологии для упрощения учебного процесса, что повредит качеству обучения.",
                        "imposed_role": "Инструмент для упрощения обучения.",
                        "comment": "I am, Технологии, see my relationships with a target in the following perspective: я облегчаю доступ к знаниям, но также создаю риски для честного обучения."
                    },
                    {
                        "source": "Рынок труда",
                        "threat": "Требует от студентов наличия реальных навыков и знаний, что может быть сложно получить без усилий.",
                        "consequences_if_deteriorates": "Студенты смогут не заботиться о своих навыках, полагаясь на легкие пути получения диплома.",
                        "consequences_if_improves": "Студенты будут вынуждены серьезно относиться к обучению, чтобы не остаться без работы.",
                        "imposed_role": "Строгий контролер профессиональных навыков.",
                        "comment": "I am, Рынок труда, see my relationships with a target in the following perspective: я формирую ожидания от студентов, заставляя их развивать реальные навыки."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Преподаватели обеспечивают знания и оценки, что делает их необходимыми для получения образования.",
                        "opportunity": "Они предоставляют доступ к учебным материалам и оценкам, которые способствуют достижению хороших результатов.",
                        "restrictions": "Преподаватели ограничивают возможность списывания и требуют оригинальных работ.",
                        "imposed_role": "Студенты должны выполнять задания и участвовать в учебном процессе.",
                        "comment": "I am, Преподаватель, see my relationships with Студенты in the following perspective: Я являюсь ключевым элементом их образовательного пути."
                    },
                    {
                        "source": "Система оценивания",
                        "essentiality": "Система оценивания формирует стандарт успеха и является важным инструментом для оценки знаний студентов.",
                        "opportunity": "Она позволяет студентам видеть свои достижения и получать обратную связь.",
                        "restrictions": "Система не принимает во внимание неоригинальные работы и требует честности.",
                        "imposed_role": "Студенты должны соответствовать критериям оценивания.",
                        "comment": "I am, Система оценивания, see my relationships with Студенты in the following perspective: Я создаю условия, в которых они могут продемонстрировать свои знания."
                    },
                    {
                        "source": "Технологии и ресурсы (интернет, библиотека)",
                        "essentiality": "Доступ к информации и учебным материалам через технологии является необходимым для современного обучения.",
                        "opportunity": "Они предоставляют доступ к множеству ресурсов для самостоятельного изучения и подготовки к экзаменам.",
                        "restrictions": "Необходимо следовать правилам использования ресурсов и избегать плагиата.",
                        "imposed_role": "Студенты должны активно использовать ресурсы для изучения.",
                        "comment": "I am, Технологии, see my relationships with Студенты in the following perspective: Я открываю двери к знаниям, но требую ответственности в их использовании."
                    },
                    {
                        "source": "Курсовые и учебные программы",
                        "essentiality": "Курсы определяют содержание обучения и требования к студентам.",
                        "opportunity": "Они помогают студентам фокусироваться на необходимых для их будущей карьеры навыках.",
                        "restrictions": "Студенты обязаны следовать программе и не могут игнорировать обязательные курсы.",
                        "imposed_role": "Студенты должны следовать установленному учебному плану.",
                        "comment": "I am, Учебная программа, see my relationships with Студенты in the following perspective: Я направляю их обучение, обеспечивая соответствие требованиям рынка труда."
                    },
                    {
                        "source": "Работодатели",
                        "essentiality": "Работодатели определяют, какие навыки и знания будут цениться на рынке труда.",
                        "opportunity": "Они помогают студентам понять, какие навыки необходимо развивать для успешной карьеры.",
                        "restrictions": "Студенты должны учитывать требования работодателей и не могут пренебрегать важными навыками.",
                        "imposed_role": "Студенты должны быть готовыми к требованиям будущей работы.",
                        "comment": "I am, Работодатель, see my relationships with Студенты in the following perspective: Я формирую ожидания и требования, которые помогают им развиваться."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Студенты могут списывать на экзаменах, что уменьшает ценность преподавания.",
                        "consequences_if_deteriorates": "Преподаватели могут снизить свои требования и стандарты, что приведет к менее подготовленным студентам.",
                        "consequences_if_improves": "Преподаватели будут вынуждены адаптироваться к более высоким стандартам и методам преподавания.",
                        "imposed_role": "Контролёры и оцениватели знаний.",
                        "comment": "I am Преподаватели, see my relationships with a target in the following perspective: я должен поддерживать высокий уровень образования, чтобы избежать обесценивания моей работы."
                    },
                    {
                        "source": "Университет",
                        "threat": "Университет теряет репутацию и аккредитацию, если студенты получают дипломы без реальных знаний.",
                        "consequences_if_deteriorates": "Университет может потерять финансирование и студентов.",
                        "consequences_if_improves": "Университет станет более привлекательным для студентов и спонсоров.",
                        "imposed_role": "Образовательная институция, отвечающая за качество.",
                        "comment": "I am Университет, see my relationships with a target in the following perspective: я должен обеспечивать качество образования, чтобы сохранять свою репутацию."
                    },
                    {
                        "source": "Работодатели",
                        "threat": "Работодатели могут получать неподготовленных сотрудников, если студенты не учатся должным образом.",
                        "consequences_if_deteriorates": "Работодатели будут вынуждены тратить больше ресурсов на обучение новых сотрудников.",
                        "consequences_if_improves": "Работодатели получат квалифицированные кадры, что повысит эффективность их бизнеса.",
                        "imposed_role": "Критерии оценки навыков и знаний.",
                        "comment": "I am Работодатели, see my relationships with a target in the following perspective: я нуждаюсь в квалифицированных кадрах, иначе мой бизнес страдает."
                    },
                    {
                        "source": "Система образования",
                        "threat": "Студенты могут подрывать ценности и цели системы образования через списывание.",
                        "consequences_if_deteriorates": "Система образования может стать менее эффективной и более коррумпированной.",
                        "consequences_if_improves": "Система образования будет более эффективной и будет способствовать развитию навыков.",
                        "imposed_role": "Регулятор образовательного процесса.",
                        "comment": "I am Система образования, see my relationships with a target in the following perspective: я должна поддерживать стандарты, иначе мои цели теряют смысл."
                    },
                    {
                        "source": "Технологические инструменты (например, системы контроля за списыванием)",
                        "threat": "Студенты могут обходить системы контроля, что снижает их эффективность.",
                        "consequences_if_deteriorates": "Технологические инструменты могут быть упразднены или недостаточно финансированы.",
                        "consequences_if_improves": "Технологии будут развиваться и становиться более сложными, чтобы предотвратить списывание.",
                        "imposed_role": "Инструменты для обеспечения честности в обучении.",
                        "comment": "I am Технологические инструменты, see my relationships with a target in the following perspective: я должен постоянно адаптироваться к новым методам обмана, иначе я теряю свою значимость."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Студенты являются основным источником обратной связи и оценки преподавательских методов.",
                        "opportunity": "Преподаватели получают возможность улучшать свои курсы и методы преподавания на основе успехов студентов.",
                        "restrictions": "Преподаватели не могут игнорировать требования студентов и должны адаптировать свои подходы к обучению.",
                        "imposed_role": "Преподаватели выступают в роли наставников и оценщиков.",
                        "comment": "I am, the Преподаватели, see my relationships with a target in the following perspective: Студенты помогают мне развиваться как профессионалу."
                    },
                    {
                        "source": "Учебные материалы",
                        "essentiality": "Студенты используют учебные материалы для получения знаний и подготовки к экзаменам.",
                        "opportunity": "Учебные материалы становятся более востребованными и актуальными благодаря интересам студентов.",
                        "restrictions": "Учебные материалы не могут быть слишком сложными или устаревшими, чтобы студенты могли их использовать.",
                        "imposed_role": "Учебные материалы выступают в роли источника знаний.",
                        "comment": "I am, the Учебные материалы, see my relationships with a target in the following perspective: Студенты делают меня необходимыми для их обучения."
                    },
                    {
                        "source": "Университет",
                        "essentiality": "Студенты являются основными участниками образовательного процесса, влияя на репутацию университета.",
                        "opportunity": "Университет получает финансирование и ресурсы на основе количества студентов и их успехов.",
                        "restrictions": "Университет не может игнорировать потребности студентов в отношении качества образования.",
                        "imposed_role": "Университет выполняет роль образовательного учреждения и работодателя.",
                        "comment": "I am, the Университет, see my relationships with a target in the following perspective: Студенты делают меня конкурентоспособным на рынке образования."
                    },
                    {
                        "source": "Работодатели",
                        "essentiality": "Студенты представляют собой будущих работников, которые могут удовлетворить потребности работодателей.",
                        "opportunity": "Работодатели получают потенциальных кандидатов для трудоустройства и развития бизнеса.",
                        "restrictions": "Работодатели не могут игнорировать уровень подготовки студентов и их навыки.",
                        "imposed_role": "Работодатели выступают в роли работодателей и менторов.",
                        "comment": "I am, the Работодатели, see my relationships with a target in the following perspective: Студенты обеспечивают меня необходимыми кадрами."
                    },
                    {
                        "source": "Система оценивания",
                        "essentiality": "Студенты зависят от системы оценивания для измерения своих успехов и получения аттестатов.",
                        "opportunity": "Система оценивания получает данные о качестве образования и успеваемости студентов.",
                        "restrictions": "Система оценивания не может быть произвольной или несправедливой, чтобы не потерять доверие студентов.",
                        "imposed_role": "Система оценивания выполняет роль инструмента оценки знаний.",
                        "comment": "I am, the Система оценивания, see my relationships with a target in the following perspective: Студенты делают меня эффективным инструментом для оценки."
                    }
                ]
            }
        }
    },
    {
        "entity": "Сообщество коллег-преподавателей и исследователей",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "change": "Образовательные учреждения адаптируют свои программы для соответствия новым стандартам и технологиям, учитывая ожидания сообщества.",
                        "opportunity": "Увеличение числа студентов и повышение качества образования.",
                        "restrictions": "Необходимость пересмотра старых программ и методов, что может потребовать дополнительных ресурсов.",
                        "imposed_role": "Партнер в развитии образовательных инициатив и технологий.",
                        "comment": "I am Образовательные учреждения, see my relationships with a target in the following perspective: Мы стремимся к сотрудничеству для улучшения образовательного процесса."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Технологические компании разрабатывают новые инструменты и платформы, основываясь на потребностях сообщества.",
                        "opportunity": "Расширение рынка и возможность внедрения инновационных решений в образование.",
                        "restrictions": "Необходимость соответствовать высоким стандартам и требованиям сообщества.",
                        "imposed_role": "Поставщик технологий и решений для образовательных нужд.",
                        "comment": "I am Технологические компании, see my relationships with a target in the following perspective: Мы видим важность создания эффективных инструментов для поддержки образовательных целей."
                    },
                    {
                        "source": "Студенты",
                        "change": "Студенты становятся более активными участниками образовательного процесса, влияя на методы обучения.",
                        "opportunity": "Получение более качественного образования и доступ к современным технологиям.",
                        "restrictions": "Ограничение выбора в выборе образовательных методов, которые не соответствуют их потребностям.",
                        "imposed_role": "Критики и пользователи образовательных продуктов и технологий.",
                        "comment": "I am Студенты, see my relationships with a target in the following perspective: Мы хотим, чтобы наше мнение учитывалось в процессе обучения."
                    },
                    {
                        "source": "Аккредитационные организации",
                        "change": "Аккредитационные организации пересматривают свои критерии оценки в ответ на новые требования сообщества.",
                        "opportunity": "Упрощение процесса аккредитации для учреждений, которые соответствуют современным стандартам.",
                        "restrictions": "Необходимость строгой оценки и контроля за качеством образования.",
                        "imposed_role": "Регуляторы качества образования.",
                        "comment": "I am Аккредитационные организации, see my relationships with a target in the following perspective: Мы стремимся обеспечить высокие стандарты образования и инновации."
                    },
                    {
                        "source": "Социальные сети и платформы для взаимодействия",
                        "change": "Социальные сети и платформы становятся более важными для коммуникации и обмена опытом среди преподавателей и исследователей.",
                        "opportunity": "Увеличение вовлеченности участников и создание сообщества для обмена знаниями.",
                        "restrictions": "Необходимость поддерживать активность и актуальность контента.",
                        "imposed_role": "Платформа для совместной работы и обмена опытом.",
                        "comment": "I am Социальные сети и платформы для взаимодействия, see my relationships with a target in the following perspective: Мы помогаем объединять идеи и усилия в образовательной сфере."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Технологические компании",
                        "change": "Обеспечивают доступ к новым образовательным платформам и инструментам, изменяя способы преподавания и взаимодействия с учащимися.",
                        "opportunity": "Возможность интеграции новых технологий в образовательный процесс для повышения его эффективности.",
                        "restrictions": "Необходимость постоянного обучения и адаптации к новым инструментам, что может быть времязатратно.",
                        "imposed_role": "Адаптер технологий, который должен быть в курсе новейших трендов и инструментов.",
                        "comment": "I am, Технологические компании, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I provide the tools for modernization while expecting that educators embrace and utilize them."
                    },
                    {
                        "source": "Студенты",
                        "change": "Влияют на выбор методов обучения и оценки, поскольку их предпочтения и потребности становятся важными для преподавателей.",
                        "opportunity": "Получение обратной связи от студентов для улучшения качества образования и адаптации к их запросам.",
                        "restrictions": "Необходимость множественных изменений в подходах к обучению, чтобы соответствовать ожиданиям студентов.",
                        "imposed_role": "Ориентированный на студентов педагог, который должен учитывать их мнения и предпочтения.",
                        "comment": "I am, Студенты, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: My needs and feedback shape the educational landscape, pushing educators to innovate."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "change": "Устанавливают стандарты и политики, которые определяют рамки работы преподавателей и исследователей.",
                        "opportunity": "Предоставление ресурсов и поддержки для профессионального роста и развития.",
                        "restrictions": "Необходимость следовать установленным стандартам и требованиям, что может ограничивать творческую свободу.",
                        "imposed_role": "Соблюдающий стандарты педагог, который должен работать в рамках заданных политик.",
                        "comment": "I am, Образовательные учреждения, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I set the framework for quality and compliance, expecting educators to excel within these bounds."
                    },
                    {
                        "source": "Научные сообщества",
                        "change": "Поддерживают актуальность исследований и методик, предлагая новые идеи и направления для работы.",
                        "opportunity": "Доступ к новым исследованиям и методам, которые могут быть внедрены в образовательный процесс.",
                        "restrictions": "Необходимость постоянного обновления знаний и интеграции новых подходов.",
                        "imposed_role": "Исследователь, который должен стремиться к постоянному улучшению своих практик на основе новейших исследований.",
                        "comment": "I am, Научные сообщества, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I provide a wealth of knowledge that educators must leverage to stay relevant."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Регулируют образовательные стандарты и финансирование, влияя на доступность и качество образования.",
                        "opportunity": "Получение финансирования и ресурсов для улучшения образовательных инициатив.",
                        "restrictions": "Необходимость соответствия законодательным требованиям и стандартам, что может ограничивать свободу действий.",
                        "imposed_role": "Соблюдающий государственные нормы педагог, который должен адаптироваться к меняющимся требованиям.",
                        "comment": "I am, Государственные органы, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I set the legal and financial framework within which educators operate, expecting compliance and adaptation."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Традиционные образовательные методы",
                        "threat": "Сообщество коллег-преподавателей и исследователей активно внедряет новые технологии, что угрожает традиционным методам.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, традиционные методы будут продолжать существовать без изменений.",
                        "consequences_if_improves": "Улучшение сообщества может привести к переосмыслению и интеграции традиционных методов с новыми технологиями.",
                        "imposed_role": "Сторонник инноваций в образовании.",
                        "comment": "Я, традиционные образовательные методы, вижу свои отношения с сообществом в следующей перспективе: я могу быть вытеснен новыми подходами."
                    },
                    {
                        "source": "Технологические компании",
                        "threat": "Сообщество может требовать инновационных решений, которые могут подорвать контроль технологических компаний над образовательным процессом.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, компании смогут продолжать предлагать свои продукты без обратной связи от пользователей.",
                        "consequences_if_improves": "Улучшение сообщества может привести к более прозрачным и эффективным сотрудничествам с технологическими компаниями.",
                        "imposed_role": "Партнер по инновациям в образовании.",
                        "comment": "Я, технологическая компания, вижу свои отношения с сообществом в следующей перспективе: я могу осуществлять контроль над образованием, если сообщество ослабнет."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Сообщество, вводя новые технологии, меняет способы обучения, что может быть угрожающим для студентов, привыкших к традиционным методам.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, студенты могут остаться без поддержки в адаптации к новым методам.",
                        "consequences_if_improves": "Улучшение сообщества может привести к более адаптированной и эффективной образовательной среде для студентов.",
                        "imposed_role": "Адаптируемый участник образовательного процесса.",
                        "comment": "Я, студент, вижу свои отношения с сообществом в следующей перспективе: я смогу лучше адаптироваться, если сообщество будет сильным."
                    },
                    {
                        "source": "Государственные образовательные учреждения",
                        "threat": "Сообщество может оспаривать существующие образовательные стандарты и практики, что угрожает институциональной стабильности.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, учреждения смогут продолжать работу по устаревшим методам без внешнего давления.",
                        "consequences_if_improves": "Улучшение сообщества может привести к обновлению стандартов и более высокой квалификации преподавателей.",
                        "imposed_role": "Инноватор в области образовательных стандартов.",
                        "comment": "Я, государственное образовательное учреждение, вижу свои отношения с сообществом в следующей перспективе: я могу сохранить статус-кво, если сообщество не будет активным."
                    },
                    {
                        "source": "Общество в целом",
                        "threat": "Сообщество может изменить общественные ожидания к образованию, что угрожает устоявшимся нормам.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, общество останется в рамках традиционных ожиданий от образования.",
                        "consequences_if_improves": "Улучшение сообщества может привести к более качественному и актуальному образованию, соответствующему современным требованиям.",
                        "imposed_role": "Агент изменений в образовательном ландшафте.",
                        "comment": "Я, общество, вижу свои отношения с сообществом в следующей перспективе: я могу остаться в прошлом, если сообщество не будет действовать."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Технологические компании (например, разработчики образовательных платформ)",
                        "essentiality": "Сообщество коллег-преподавателей и исследователей использует их технологии для интеграции новых методов обучения.",
                        "opportunity": "Технологические компании получают доступ к рынку образовательных услуг и возможность тестирования своих продуктов на реальных пользователях.",
                        "restrictions": "Не могут игнорировать отзывы и требования сообщества, если хотят сохранить свою клиентскую базу.",
                        "imposed_role": "Поставщик технологий и решений.",
                        "comment": "I am, the technological companies, see my relationships with the target in the following perspective: I rely on their feedback to improve my offerings."
                    },
                    {
                        "source": "Студенты и обучающиеся",
                        "essentiality": "Сообщество обязано адаптироваться к их потребностям для обеспечения эффективного обучения.",
                        "opportunity": "Студенты получают доступ к высококачественному образованию и новым методам изучения.",
                        "restrictions": "Не могут игнорировать запросы студентов, так как это может привести к снижению их интереса к обучению.",
                        "imposed_role": "Целевой аудитории, на которую нацелены образовательные инициативы.",
                        "comment": "I am, the students, see my relationships with the target in the following perspective: I need them to stay relevant to my educational journey."
                    },
                    {
                        "source": "Научные сообщества и исследовательские организации",
                        "essentiality": "Сообщество предоставляет платформу для обмена знаниями и результатами исследований.",
                        "opportunity": "Они получают доступ к исследованиям и практическим результатам, которые могут быть применены в их работе.",
                        "restrictions": "Не могут игнорировать стандарты и методологии, установленные сообществом.",
                        "imposed_role": "Партнер по исследованию и разработке образовательных методик.",
                        "comment": "I am, the research organizations, see my relationships with the target in the following perspective: Their adherence to high standards enhances the quality of my research."
                    },
                    {
                        "source": "Государственные органы и образовательные учреждения",
                        "essentiality": "Сообщество играет ключевую роль в формировании образовательной политики и стандартов.",
                        "opportunity": "Государственные органы получают данные и рекомендации для разработки образовательных программ.",
                        "restrictions": "Не могут принимать решения, игнорируя мнение сообщества, иначе это может привести к общественному недовольству.",
                        "imposed_role": "Консультант и эксперт в области образования.",
                        "comment": "I am, the governmental bodies, see my relationships with the target in the following perspective: Their expertise informs my policy decisions."
                    },
                    {
                        "source": "Образовательные ассоциации и профессиональные организации",
                        "essentiality": "Сообщество обеспечивает членам доступ к актуальным знаниям и методам.",
                        "opportunity": "Ассоциации могут улучшить свои программы, основываясь на опыте и предложениях сообщества.",
                        "restrictions": "Не могут игнорировать потребности сообщества, так как это может снизить их авторитет.",
                        "imposed_role": "Профессиональный и сетевой ресурс для членов.",
                        "comment": "I am, the educational associations, see my relationships with the target in the following perspective: Their input is critical for my relevance in the education sector."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Технологические компании",
                        "threat": "Внедрение новых технологий с недостаточной подготовкой педагогов приводит к потере контроля над образовательным процессом.",
                        "consequences_if_deteriorates": "Сообщество сможет сохранять традиционные методы обучения и оценивания, что обеспечит стабильность и предсказуемость.",
                        "consequences_if_improves": "Сообщество будет вынуждено адаптироваться быстрее к новым технологиям, что может вызвать стресс и сопротивление со стороны преподавателей.",
                        "imposed_role": "Адаптироваться и интегрировать новые технологии в свою практику.",
                        "comment": "I am, Технологические компании, see my relationships with a target in the following perspective: Я предоставляю инновации, но они могут быть непростыми для интеграции."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Изменение запросов и ожиданий студентов к образовательному процессу заставляет сообщество пересматривать свои подходы.",
                        "consequences_if_deteriorates": "Сообщество сможет сохранять свои традиционные методы, которые проверены временем и понятны как педагогам, так и студентам.",
                        "consequences_if_improves": "Сообщество будет вынуждено адаптироваться, чтобы удовлетворить требования студентов, что может привести к конфликтам и недовольству.",
                        "imposed_role": "Поддерживать интерес студентов через новые методы и подходы.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: Я требую лучших методов обучения и меня это волнует."
                    },
                    {
                        "source": "Управляющие органы образования",
                        "threat": "Ужесточение требований к образовательным стандартам и оценке может привести к необходимости переподготовки преподавателей.",
                        "consequences_if_deteriorates": "Сообщество сможет действовать по существующим стандартам, избегая дополнительных изменений.",
                        "consequences_if_improves": "Сообщество может получить доступ к ресурсам и поддержке для внедрения современных практик.",
                        "imposed_role": "Соответствовать новым требованиям и стандартам.",
                        "comment": "I am, Управляющие органы образования, see my relationships with a target in the following perspective: Я обеспечиваю стандарты, и они должны быть соблюдены."
                    },
                    {
                        "source": "Научные сообщества",
                        "threat": "Увеличение давления на применение исследовательских методов может привести к конфликту с традиционными подходами.",
                        "consequences_if_deteriorates": "Сообщество сможет продолжать использовать привычные методы оценки и преподавания.",
                        "consequences_if_improves": "Сообщество может начать интегрировать новые исследовательские подходы, что повысит его авторитет.",
                        "imposed_role": "Интегрировать современные исследовательские методы в образовательный процесс.",
                        "comment": "I am, Научные сообщества, see my relationships with a target in the following perspective: Я стремлюсь к прогрессу и исследованию, и это должно быть основой образования."
                    },
                    {
                        "source": "Общественное мнение",
                        "threat": "Негативные отзывы о традиционных методах обучения могут подорвать доверие к сообществу.",
                        "consequences_if_deteriorates": "Сообщество сможет поддерживать свои методы без внешнего давления.",
                        "consequences_if_improves": "Сообщество будет вынуждено адаптироваться к ожиданиям общества, теряя свою идентичность.",
                        "imposed_role": "Согласовывать свои методы обучения с ожиданиями общества.",
                        "comment": "I am, Общественное мнение, see my relationships with a target in the following perspective: Я представляю мнение общества, и оно важно для будущего образования."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Образовательные стандарты",
                        "essentiality": "Образовательные стандарты задают рамки и критерии, которым должны соответствовать учебные программы.",
                        "opportunity": "Обеспечивают легитимность и доверие к образовательному процессу среди студентов и родителей.",
                        "restrictions": "Не позволяют отклоняться от установленных норм и стандартов.",
                        "imposed_role": "Должны придерживаться стандартов, чтобы гарантировать качество образования.",
                        "comment": "I am, Образовательные стандарты, see my relationships with a target in the following perspective: Я формирую основу, на которой строится образовательный процесс, и без меня не может быть уверенности в его качестве."
                    },
                    {
                        "source": "Современные технологии",
                        "essentiality": "Современные технологии обеспечивают доступ к новым методам обучения и информации.",
                        "opportunity": "Позволяют улучшить качество образования и сделать его более интерактивным.",
                        "restrictions": "Требуют постоянного обновления знаний и адаптации к новым инструментам.",
                        "imposed_role": "Должны активно внедрять и использовать новые технологии в учебный процесс.",
                        "comment": "I am, Современные технологии, see my relationships with a target in the following perspective: Я предоставляю возможности, которые могут изменить образовательный ландшафт, и без меня будущее обучения будет ограниченным."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Образовательные учреждения выступают в роли организаторов и гарантируют применение образовательных стандартов.",
                        "opportunity": "Обеспечивают платформу для взаимодействия между преподавателями и исследователями.",
                        "restrictions": "Контролируют содержание и методы преподавания в соответствии с внутренними правилами.",
                        "imposed_role": "Должны следовать внутренним регламентам и правилам, устанавливаемым учебным заведением.",
                        "comment": "I am, Образовательные учреждения, see my relationships with a target in the following perspective: Я создаю условия для профессионального роста и взаимодействия, но также накладываю определенные требования."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты являются конечными пользователями образовательного процесса и источником обратной связи.",
                        "opportunity": "Обеспечивают актуальность содержания курса и методов обучения.",
                        "restrictions": "Ограничивают преподавателей в выборе содержания, если оно не соответствует их интересам.",
                        "imposed_role": "Должны активно участвовать в процессе обучения и выражать свои потребности.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: Я являюсь критически важным элементом образовательного процесса, и без моего участия не может быть достигнуто качество обучения."
                    },
                    {
                        "source": "Научные сообщества",
                        "essentiality": "Научные сообщества формируют актуальные исследовательские направления и новые методы обучения.",
                        "opportunity": "Обеспечивают доступ к последним исследованиям и обмену знаниями.",
                        "restrictions": "Могут накладывать ограничения на применение устаревших методов и подходов.",
                        "imposed_role": "Должны интегрировать научные достижения в образовательный процесс.",
                        "comment": "I am, Научные сообщества, see my relationships with a target in the following perspective: Я являюсь источником знаний и инноваций, которые помогают преподавателям оставаться на передовой образовательной практики."
                    }
                ]
            }
        }
    }
]