[
    {
        "entity": "Места предполагаемого интереса",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Местные транспортные власти",
                        "change": "Улучшают транспортную доступность для Мест предполагаемого интереса",
                        "opportunity": "Привлечение большего числа посетителей благодаря улучшенному доступу",
                        "restrictions": "Необходимость следовать их планам и регламентам",
                        "imposed_role": "Партнер в улучшении инфраструктуры",
                        "comment": "I am, the местные транспортные власти, see my relationships with a target in the following perspective: We work together to enhance accessibility and convenience for visitors."
                    },
                    {
                        "source": "Местные бизнесы",
                        "change": "Создают дополнительные услуги и мероприятия, которые привлекают людей",
                        "opportunity": "Сотрудничество для увеличения трафика и интереса к Местам предполагаемого интереса",
                        "restrictions": "Зависимость от коммерческого успеха бизнеса",
                        "imposed_role": "Координатор мероприятий и акций",
                        "comment": "I am, the местные бизнесы, see my relationships with a target in the following perspective: We collaborate to create vibrant experiences that draw people in."
                    },
                    {
                        "source": "Общественные организации",
                        "change": "Стимулируют интерес к Местам предполагаемого интереса через различные инициативы",
                        "opportunity": "Повышение привлекательности через культурные и образовательные проекты",
                        "restrictions": "Необходимость учитывать интересы и цели организации",
                        "imposed_role": "Участник в социальных инициативах",
                        "comment": "I am, the общественные организации, see my relationships with a target in the following perspective: We aim to enrich the community and enhance the appeal of the locations."
                    },
                    {
                        "source": "СМИ и социальные сети",
                        "change": "Формируют общественное мнение и интерес к Местам предполагаемого интереса",
                        "opportunity": "Увеличение видимости и популярности через публикации и репортажи",
                        "restrictions": "Зависимость от их редакционной политики и актуальности контента",
                        "imposed_role": "Объект освещения и обсуждения",
                        "comment": "I am, the СМИ и социальные сети, see my relationships with a target in the following perspective: We amplify your voice and bring attention to your offerings."
                    },
                    {
                        "source": "Туристические агентства",
                        "change": "Продвигают Места предполагаемого интереса как привлекательные направления для туристов",
                        "opportunity": "Увеличение числа посетителей за счёт рекламных акций и пакетных предложений",
                        "restrictions": "Необходимость соответствовать требованиям агентств по качеству услуг",
                        "imposed_role": "Привлекательное направление для путешествий",
                        "comment": "I am, the туристические агентства, see my relationships with a target in the following perspective: We showcase your potential to attract visitors and create unforgettable experiences."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Увеличение частоты и объема перевозок в связи с увеличением посетителей в месте предполагаемого интереса.",
                        "opportunity": "Расширение клиентской базы и увеличение доходов от перевозок.",
                        "restrictions": "Нужно адаптировать маршруты и расписания под новые потоки людей.",
                        "imposed_role": "Поставщик транспортных услуг, который должен обеспечивать доступность.",
                        "comment": "Я, транспортная компания, вижу мои отношения с местом предполагаемого интереса в следующей перспективе: это возможность роста и улучшения сервиса для наших клиентов."
                    },
                    {
                        "source": "Местные бизнесы",
                        "change": "Увеличение спроса на товары и услуги благодаря большему потоку посетителей.",
                        "opportunity": "Рост выручки и привлечение новых клиентов.",
                        "restrictions": "Необходимость адаптировать ассортимент и уровень сервиса к ожиданиям новых клиентов.",
                        "imposed_role": "Партнер, который должен предоставлять услуги и товары для удовлетворения растущих потребностей.",
                        "comment": "Я, местный бизнес, вижу мои отношения с местом предполагаемого интереса в следующей перспективе: это шанс на развитие и укрепление нашей позиции на рынке."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Изменение приоритетов в развитии инфраструктуры в ответ на потребности места предполагаемого интереса.",
                        "opportunity": "Улучшение имиджа и выполнение социальных обязательств перед населением.",
                        "restrictions": "Необходимость выделения бюджета и ресурсов для улучшения транспортной доступности.",
                        "imposed_role": "Регулятор, ответственный за планирование и финансирование транспортной инфраструктуры.",
                        "comment": "Я, государственный орган, вижу мои отношения с местом предполагаемого интереса в следующей перспективе: это важный аспект для повышения качества жизни граждан."
                    },
                    {
                        "source": "Общественные организации",
                        "change": "Активизация работы по улучшению общественного транспорта и доступности.",
                        "opportunity": "Участие в социальных инициативах и повышение уровня вовлеченности граждан.",
                        "restrictions": "Необходимость согласования действий с различными заинтересованными сторонами.",
                        "imposed_role": "Агент социальных изменений, который должен инициировать проекты для улучшения доступа.",
                        "comment": "Я, общественная организация, вижу мои отношения с местом предполагаемого интереса в следующей перспективе: это возможность влиять на развитие нашего города и жизни его жителей."
                    },
                    {
                        "source": "Туристы и местные жители",
                        "change": "Изменение привычек передвижения и выбора мест для посещения.",
                        "opportunity": "Появление новых мест для отдыха и досуга, а также возможность участия в мероприятиях.",
                        "restrictions": "Ограниченные возможности доступа из-за неудобного транспорта.",
                        "imposed_role": "Потребитель, который требует удобного доступа к месту предполагаемого интереса.",
                        "comment": "Я, турист, вижу мои отношения с местом предполагаемого интереса в следующей перспективе: это возможность открыть для себя новые места, но только если будет удобный доступ."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортная инфраструктура",
                        "essentiality": "Транспортная инфраструктура обеспечивает доступ к местам предполагаемого интереса и является необходимой для привлечения посетителей.",
                        "opportunity": "Она предоставляет возможность легкого и быстрого доступа к местам, увеличивая поток людей.",
                        "restrictions": "Ограничивает расположение и доступность мест, если инфраструктура не развита.",
                        "imposed_role": "Играет роль связующего звена между местами интереса и потенциальными посетителями.",
                        "comment": "Я, транспортная инфраструктура, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: моя способность обеспечивать доступ является ключом к их привлекательности."
                    },
                    {
                        "source": "Местные власти",
                        "essentiality": "Местные власти принимают решения о развитии инфраструктуры и финансировании мест интереса, что делает их важным источником влияния.",
                        "opportunity": "Обеспечивают поддержку и ресурсы для улучшения условий и привлекательности мест.",
                        "restrictions": "Могут вводить правила и ограничения, которые могут затруднить деятельность мест.",
                        "imposed_role": "Задают направление развития и поддержку для мест предполагаемого интереса.",
                        "comment": "Я, местные власти, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: моя поддержка и регулирование являются основой для их роста."
                    },
                    {
                        "source": "Туристические агентства",
                        "essentiality": "Туристические агентства способствуют продвижению и рекламе мест предполагаемого интереса.",
                        "opportunity": "Они предоставляют доступ к большому количеству потенциальных посетителей через свои платформы.",
                        "restrictions": "Могут ограничивать сферу воздействия мест, если они не соответствуют критериям качества.",
                        "imposed_role": "Действуют как посредники между местами и туристами.",
                        "comment": "Я, туристическое агентство, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: моя реклама и связи обеспечивают поток клиентов."
                    },
                    {
                        "source": "Общественное мнение",
                        "essentiality": "Общественное мнение формирует восприятие мест предполагаемого интереса и влияет на их привлекательность.",
                        "opportunity": "Обеспечивает репутацию и интерес к посещению мест через отзывы и рекомендации.",
                        "restrictions": "Может накладывать ограничения на привлекательность мест, если отзывы негативные.",
                        "imposed_role": "Определяет статус и привлекательность мест в глазах общественности.",
                        "comment": "Я, общественное мнение, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: моя оценка и мнение могут как возвысить, так и снизить их статус."
                    },
                    {
                        "source": "Конкуренты",
                        "essentiality": "Конкуренты предоставляют альтернативные возможности для посетителей, что заставляет места постоянно улучшаться.",
                        "opportunity": "Стимулируют инновации и улучшения в предложении услуг и удобств.",
                        "restrictions": "Могут уменьшать долю рынка мест, если те не будут поддерживать конкурентоспособность.",
                        "imposed_role": "Служат мерилом успеха и стимулом для улучшения.",
                        "comment": "Я, конкурент, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: моя присутствие подталкивает их к постоянному совершенствованию и адаптации."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Туристы",
                        "essentiality": "Туристы зависят от мест предполагаемого интереса для создания своих маршрутов и получения уникального опыта.",
                        "opportunity": "Места предполагаемого интереса привлекают туристов, что увеличивает их количество и доходы.",
                        "restrictions": "Туристы не могут игнорировать доступность и качество мест, что заставляет их учитывать транспортные маршруты.",
                        "imposed_role": "Туристы выступают в роли потребителей, чьи предпочтения формируют развитие мест.",
                        "comment": "I am, the tourists, see my relationships with a target in the following perspective: я завишу от мест, чтобы найти интересные предложения и улучшить свой опыт путешествий."
                    },
                    {
                        "source": "Местные жители",
                        "essentiality": "Местные жители используют места предполагаемого интереса для культурного обогащения и социальной жизни.",
                        "opportunity": "Места предполагаемого интереса создают пространство для общения и досуга местных жителей.",
                        "restrictions": "Местные жители ограничены в использовании мест, если они становятся недоступными или плохо обслуживаются.",
                        "imposed_role": "Местные жители становятся активными участниками, формирующими атмосферу и культуру в этих местах.",
                        "comment": "I am, the local residents, see my relationships with a target in the following perspective: я ценю места, которые обогащают нашу жизнь и создают возможности для общения."
                    },
                    {
                        "source": "Местные бизнесы",
                        "essentiality": "Местные бизнесы зависят от посетителей, которые приходят в места предполагаемого интереса.",
                        "opportunity": "Места предполагаемого интереса обеспечивают приток клиентов, что способствует росту прибыли бизнесов.",
                        "restrictions": "Бизнесы не могут игнорировать качество и доступность мест, иначе потеряют клиентов.",
                        "imposed_role": "Бизнесы играют роль экономических агентов, которые влияют на развитие мест.",
                        "comment": "I am, the local businesses, see my relationships with a target in the following perspective: я вижу, что мои доходы зависят от привлекательности мест для посетителей."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы нуждаются в местах предполагаемого интереса для формирования культурной политики и привлечения инвестиций.",
                        "opportunity": "Места предполагаемого интереса способствуют улучшению имиджа города и его привлекательности для инвесторов.",
                        "restrictions": "Государственные органы ограничены в возможности вмешательства в управление местами, если это противоречит интересам сообщества.",
                        "imposed_role": "Государственные органы выступают в роли регуляторов, которые должны следить за развитием мест.",
                        "comment": "I am, the governmental authorities, see my relationships with a target in the following perspective: я вижу, что развитие мест имеет ключевое значение для социальной и экономической политики."
                    },
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Транспортные компании зависят от объемов пассажиропотока, связанного с посещением мест предполагаемого интереса.",
                        "opportunity": "Места предполагаемого интереса создают спрос на транспортные услуги.",
                        "restrictions": "Транспортные компании обязаны поддерживать высокий уровень сервиса, иначе потеряют клиентов.",
                        "imposed_role": "Транспортные компании становятся ключевыми партнерами в обеспечении доступности мест.",
                        "comment": "I am, the transportation companies, see my relationships with a target in the following perspective: я вижу, что успешные места зависят от качественного транспорта, который я предлагаю."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Неправильная транспортная инфраструктура",
                        "threat": "Ограничивает доступность мест предполагаемого интереса, что может привести к снижению потока посетителей.",
                        "consequences_if_deteriorates": "Улучшение транспортной инфраструктуры может привести к увеличению числа посетителей и, соответственно, к росту интереса к этим местам.",
                        "consequences_if_improves": "Если транспортная инфраструктура улучшится, это может привлечь больше людей, что повысит привлекательность мест.",
                        "imposed_role": "Место, которое игнорируется из-за неудобства доступа.",
                        "comment": "I am, Неправильная транспортная инфраструктура, see my relationships with a target in the following perspective: Я создаю препятствия для достижения целевой аудитории."
                    },
                    {
                        "source": "Конкурирующие места",
                        "threat": "Могут привлекать посетителей, если предлагают лучшие условия или уникальные предложения.",
                        "consequences_if_deteriorates": "Если конкуренты потеряют свою привлекательность, это может привести к увеличению потока посетителей в места предполагаемого интереса.",
                        "consequences_if_improves": "Улучшение условий в конкурентных местах может снизить интерес к целевым местам.",
                        "imposed_role": "Цель для сравнения и оценки.",
                        "comment": "I am, Конкурирующие места, see my relationships with a target in the following perspective: Я вынуждаю вас постоянно улучшать свои услуги для сохранения интереса."
                    },
                    {
                        "source": "Технологические платформы (онлайн-карты, приложения)",
                        "threat": "Могут уменьшить видимость мест предполагаемого интереса, если они не представлены на этих платформах.",
                        "consequences_if_deteriorates": "Устранение зависимости от технологий может способствовать улучшению оффлайн-привлечения.",
                        "consequences_if_improves": "Если мест предполагаемого интереса станут более видимыми на платформах, это привлечет больше посетителей.",
                        "imposed_role": "Зависимый игрок в экосистеме привлечения посетителей.",
                        "comment": "I am, Технологические платформы, see my relationships with a target in the following perspective: Я контролирую, насколько доступны ваши места для широкой аудитории."
                    },
                    {
                        "source": "Правительственные инициативы по развитию туризма",
                        "threat": "Могут изменить правила и условия, влияющие на доступность и привлекательность мест.",
                        "consequences_if_deteriorates": "Если инициатива будет ослаблена, это может снизить уровень финансирования и поддержки для мест.",
                        "consequences_if_improves": "Улучшение правительственной поддержки может привести к большему развитию и инвестициям в инфраструктуру.",
                        "imposed_role": "Зависимый от государственной политики.",
                        "comment": "I am, Правительственные инициативы по развитию туризма, see my relationships with a target in the following perspective: Я определяю, насколько успешно вы будете развиваться в условиях изменяющейся политики."
                    },
                    {
                        "source": "Социальные сети и отзывы пользователей",
                        "threat": "Могут негативно повлиять на репутацию мест предполагаемого интереса через негативные отзывы.",
                        "consequences_if_deteriorates": "Если негативные отзывы исчезнут, это может улучшить имидж и привлечь новых посетителей.",
                        "consequences_if_improves": "Если отзывы станут положительными, это увеличит интерес и поток посетителей.",
                        "imposed_role": "Потенциально негативный фактор, влияющий на имидж.",
                        "comment": "I am, Социальные сети и отзывы пользователей, see my relationships with a target in the following perspective: Я формирую общественное мнение о ваших местах, и это может как помочь, так и навредить."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные службы",
                        "threat": "Места предполагаемого интереса могут требовать увеличения частоты и доступности транспортных маршрутов, угрожая экономической стабильности транспортных служб.",
                        "consequences_if_deteriorates": "Если Места предполагаемого интереса исчезнут, транспортные службы могут снизить свои затраты, уменьшив количество маршрутов.",
                        "consequences_if_improves": "Улучшение транспортной доступности привлечет больше пассажиров, увеличив доходы транспортных служб.",
                        "imposed_role": "Необходимость адаптироваться к изменяющимся требованиям посетителей и студентов.",
                        "comment": "Я, транспортные службы, вижу мои отношения с местами предполагаемого интереса в следующей перспективе: мне необходимо обеспечить доступность, чтобы сохранить клиентов."
                    },
                    {
                        "source": "Местные бизнесы",
                        "threat": "Потеря привлекательности мест предполагаемого интереса может привести к снижению потока клиентов.",
                        "consequences_if_deteriorates": "Если Места предполагаемого интереса исчезнут, местные бизнесы потеряют клиентов и, следовательно, доходы.",
                        "consequences_if_improves": "Улучшение привлекательности мест может привести к увеличению потока клиентов, что положительно скажется на бизнесах.",
                        "imposed_role": "Партнеры по привлечению клиентов.",
                        "comment": "Я, местные бизнесы, вижу мои отношения с местами предполагаемого интереса в следующей перспективе: я завишу от потока людей, который они привлекают."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Ухудшение транспортной доступности мест может повлечь за собой негативные социальные последствия, что повлияет на общественное мнение о власти.",
                        "consequences_if_deteriorates": "Если Места предполагаемого интереса исчезнут, государственные органы смогут сократить финансирование на развитие инфраструктуры.",
                        "consequences_if_improves": "Улучшение транспортной доступности повысит рейтинг властей и их легитимность.",
                        "imposed_role": "Ответственные за развитие городской инфраструктуры.",
                        "comment": "Я, государственные органы, вижу мои отношения с местами предполагаемого интереса в следующей перспективе: я должен поддерживать их, чтобы улучшить общественное мнение о своей работе."
                    },
                    {
                        "source": "Туристические организации",
                        "threat": "Места предполагаемого интереса могут уменьшить количество туристов, если они не будут привлекательными и доступны.",
                        "consequences_if_deteriorates": "Если Места предполагаемого интереса исчезнут, туристические организации потеряют интересные направления для своих клиентов.",
                        "consequences_if_improves": "Улучшение привлекательности мест увеличит количество туристов, что повысит доходы туристических организаций.",
                        "imposed_role": "Промоутеры мест и событий.",
                        "comment": "Я, туристические организации, вижу мои отношения с местами предполагаемого интереса в следующей перспективе: они являются основными точками для привлечения клиентов."
                    },
                    {
                        "source": "Общие жители",
                        "threat": "Места предполагаемого интереса могут изменять динамику местного сообщества, если их доступность станет проблемой.",
                        "consequences_if_deteriorates": "Если Места предполагаемого интереса исчезнут, жители могут почувствовать себя более изолированными.",
                        "consequences_if_improves": "Улучшение доступа к местам повысит качество жизни и возможности для общения.",
                        "imposed_role": "Активные участники местного сообщества.",
                        "comment": "Я, общие жители, вижу мои отношения с местами предполагаемого интереса в следующей перспективе: мне важно иметь доступ к культурным и образовательным ресурсам."
                    }
                ]
            }
        }
    },
    {
        "entity": "Выход из метро",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Городские власти",
                        "change": "Увеличение финансовых инвестиций в инфраструктуру метро.",
                        "opportunity": "Повышение общественного транспорта и улучшение городской мобильности.",
                        "restrictions": "Необходимость соблюдать бюджетные рамки и учитывать мнение граждан.",
                        "imposed_role": "Регулятор и инвестор в развитие метро.",
                        "comment": "I am, Городские власти, see my relationships with a target in the following perspective: We must ensure the metro remains a vital part of urban transport."
                    },
                    {
                        "source": "Пассажиры",
                        "change": "Изменение маршрутов и привычек передвижения.",
                        "opportunity": "Улучшение качества поездок и сокращение времени в пути.",
                        "restrictions": "Зависимость от времени работы и доступности метро.",
                        "imposed_role": "Пользователь и клиент.",
                        "comment": "I am, Пассажиры, see my relationships with a target in the following perspective: Our comfort depends on the metro's efficiency."
                    },
                    {
                        "source": "Водители наземного транспорта",
                        "change": "Корректировка маршрутов и графиков работы.",
                        "opportunity": "Увеличение пассажиропотока и улучшение координации с метро.",
                        "restrictions": "Необходимость адаптации к изменяющимся условиям движения.",
                        "imposed_role": "Сопутствующий транспорт.",
                        "comment": "I am, Водители наземного транспорта, see my relationships with a target in the following perspective: Our success hinges on the metro's operations."
                    },
                    {
                        "source": "Местные бизнесы",
                        "change": "Изменение потока клиентов и логистики.",
                        "opportunity": "Привлечение большего числа покупателей за счет удобства доступа к метро.",
                        "restrictions": "Необходимость адаптации к изменениям в потребительских привычках.",
                        "imposed_role": "Партнер в экономическом развитии района.",
                        "comment": "I am, Местные бизнесы, see my relationships with a target in the following perspective: The metro's functionality directly influences our profitability."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Увеличение внимания к вопросам устойчивого транспорта.",
                        "opportunity": "Продвижение экологически чистого общественного транспорта.",
                        "restrictions": "Необходимость проведения исследований и получения общественной поддержки.",
                        "imposed_role": "Адвокат устойчивого развития.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: A well-functioning metro is key to reducing urban pollution."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Городские власти",
                        "change": "Устанавливают правила и стандарты для проектирования и эксплуатации выхода из метро.",
                        "opportunity": "Обеспечение финансирования на модернизацию инфраструктуры.",
                        "restrictions": "Необходимость соответствовать государственным нормам и стандартам.",
                        "imposed_role": "Исполнитель нормативов и стандартов.",
                        "comment": "I am, Городские власти, see my relationships with 'Выход из метро' in the following perspective: We guide its development while ensuring compliance."
                    },
                    {
                        "source": "Пассажиры",
                        "change": "Изменяют поток и структуру использования выхода в зависимости от поведения и предпочтений.",
                        "opportunity": "Узнать о предпочтениях пассажиров для улучшения услуг.",
                        "restrictions": "Необходимость адаптироваться к изменяющимся ожиданиям и требованиям пассажиров.",
                        "imposed_role": "Обслуживающий интересы пользователей.",
                        "comment": "I am, Пассажиры, see my relationships with 'Выход из метро' in the following perspective: Our needs shape its functionality and relevance."
                    },
                    {
                        "source": "Технологии автоматизации",
                        "change": "Внедряют новые системы для управления потоками людей.",
                        "opportunity": "Увеличение эффективности работы и сокращение времени ожидания.",
                        "restrictions": "Зависимость от технического обслуживания и обновления систем.",
                        "imposed_role": "Адаптирующийся к технологическим изменениям.",
                        "comment": "I am, Технологии автоматизации, see my relationships with 'Выход из метро' in the following perspective: I enhance its operational capacity through innovation."
                    },
                    {
                        "source": "Конкурирующие транспортные средства (например, автобусы, такси)",
                        "change": "Создают альтернативы, влияя на пассажиропоток.",
                        "opportunity": "Способность привлекать пассажиров через улучшение услуг и уменьшение времени в пути.",
                        "restrictions": "Конкуренция за внимание и ресурсы пассажиров.",
                        "imposed_role": "Конкурент, требующий постоянного улучшения.",
                        "comment": "I am, Конкурирующие транспортные средства, see my relationships with 'Выход из метро' in the following perspective: I push it to innovate and stay relevant."
                    },
                    {
                        "source": "Дизайнеры и архитекторы",
                        "change": "Изменяют внешний вид и функциональность выхода через дизайн.",
                        "opportunity": "Создание привлекательного пространства, которое может увеличить пассажиропоток.",
                        "restrictions": "Требования к эстетике и функциональности могут ограничивать бюджет.",
                        "imposed_role": "Создатель облика и функциональности.",
                        "comment": "I am, Дизайнеры и архитекторы, see my relationships with 'Выход из метро' in the following perspective: I craft its identity and user experience."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Конкурирующие станции метро",
                        "threat": "Снижение пассажиропотока из-за удобства альтернативных маршрутов",
                        "consequences_if_deteriorates": "Увеличение пассажиропотока и более высокая значимость станции",
                        "consequences_if_improves": "Потеря пассажиров и ухудшение финансовых показателей",
                        "imposed_role": "Неактуальная станция",
                        "comment": "I am, Конкурирующие станции метро, see my relationships with Выход из метро in the following perspective: I offer passengers alternative routes that may lead them away from you."
                    },
                    {
                        "source": "Негативные отзывы пользователей",
                        "threat": "Снижение доверия пассажиров и уменьшение их числа",
                        "consequences_if_deteriorates": "Увеличение положительного имиджа и рост числа пользователей",
                        "consequences_if_improves": "Увеличение негативного восприятия и снижение пассажиропотока",
                        "imposed_role": "Неэффективный выход",
                        "comment": "I am, Негативные отзывы пользователей, see my relationships with Выход из метро in the following perspective: I reflect the dissatisfaction of users that could lead them to avoid you."
                    },
                    {
                        "source": "Изменение городского планирования",
                        "threat": "Снижение важности выхода из-за новых транспортных решений",
                        "consequences_if_deteriorates": "Сохранение текущего значения и роли в транспортной системе",
                        "consequences_if_improves": "Утрата статуса важного транспортного узла",
                        "imposed_role": "Устаревший выход",
                        "comment": "I am, Изменение городского планирования, see my relationships with Выход из метро in the following perspective: I reshape urban mobility and your place in it could diminish."
                    },
                    {
                        "source": "Технологические новшества (например, мобильные приложения)",
                        "threat": "Упрощение доступа к информации о других маршрутах",
                        "consequences_if_deteriorates": "Увеличение актуальности и удобства использования",
                        "consequences_if_improves": "Потеря пользователей, которые ищут более удобные решения",
                        "imposed_role": "Неэффективный сервис",
                        "comment": "I am, Технологические новшества, see my relationships with Выход из метро in the following perspective: I provide alternatives that could undermine your relevance."
                    },
                    {
                        "source": "Социальные сети и медиа",
                        "threat": "Распространение негативной информации или слухов",
                        "consequences_if_deteriorates": "Увеличение позитивного имиджа и доверия к выходу",
                        "consequences_if_improves": "Увеличение негативной репутации и снижение пассажиропотока",
                        "imposed_role": "Объект критики",
                        "comment": "I am, Социальные сети и медиа, see my relationships with Выход из метро in the following perspective: I amplify opinions that can elevate or diminish your status among users."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Пассажиры",
                        "essentiality": "Пассажиры зависят от выхода из метро для безопасного и быстрого перемещения.",
                        "opportunity": "Выход из метро обеспечивает пассажиров удобством и доступом к различным направлениям.",
                        "restrictions": "Пассажиры не могут оставаться на выходе слишком долго или создавать заторы.",
                        "imposed_role": "Пассажиры должны использовать выход эффективно и без задержек.",
                        "comment": "I am, the Пассажиры, see my relationships with a target in the following perspective: 'Выход из метро - это мой путь и возможность передвижения.'"
                    },
                    {
                        "source": "Метро",
                        "essentiality": "Выход из метро обеспечивает необходимую инфраструктуру для функционирования системы метро.",
                        "opportunity": "Выход помогает поддерживать систему в рабочем состоянии, обеспечивая поток пассажиров.",
                        "restrictions": "Метро не может функционировать без наличия выходов, что ограничивает его развитие.",
                        "imposed_role": "Метро должно обеспечивать безопасное движение к выходу.",
                        "comment": "I am, the Метро, see my relationships with a target in the following perspective: 'Без выхода я теряю свою целостность и значение.'"
                    },
                    {
                        "source": "Городская инфраструктура",
                        "essentiality": "Выход из метро является частью более широкой городской инфраструктуры, влияя на транспортные потоки.",
                        "opportunity": "Он способствует улучшению городской мобильности и доступа к услугам.",
                        "restrictions": "Городская инфраструктура должна учитывать дизайн и размещение выхода.",
                        "imposed_role": "Городская инфраструктура должна интегрировать выход в общий транспортный план.",
                        "comment": "I am, the Городская инфраструктура, see my relationships with a target in the following perspective: 'Выход из метро - это часть моей стратегии по улучшению городской мобильности.'"
                    },
                    {
                        "source": "Торговые точки и бизнесы",
                        "essentiality": "Выход из метро притягивает клиентов, обеспечивая поток людей к бизнесам.",
                        "opportunity": "Бизнесы получают доступ к большому количеству потенциальных клиентов.",
                        "restrictions": "Торговые точки не могут игнорировать правила и нормы, связанные с выходом.",
                        "imposed_role": "Бизнесы должны адаптироваться к потоку людей и предлагать соответствующие услуги.",
                        "comment": "I am, the Торговые точки и бизнесы, see my relationships with a target in the following perspective: 'Выход из метро - это мой канал для привлечения клиентов.'"
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Выход из метро влияет на безопасность и регулирование транспортных потоков.",
                        "opportunity": "Государственные органы могут контролировать и улучшать транспортную систему.",
                        "restrictions": "Они не могут игнорировать изменения в потребностях пассажиров.",
                        "imposed_role": "Государственные органы должны следить за безопасностью и удобством выходов.",
                        "comment": "I am, the Государственные органы, see my relationships with a target in the following perspective: 'Выход из метро - это мой инструмент для обеспечения общественной безопасности.'"
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы устанавливают правила и регулирования, касающиеся проектирования и эксплуатации выходов из метро.",
                        "opportunity": "Обеспечивают легитимность и финансирование для строительства и обслуживания выходов.",
                        "restrictions": "Невозможность изменения дизайна или функционала выхода без разрешения.",
                        "imposed_role": "Выход из метро должен соответствовать стандартам безопасности и доступности.",
                        "comment": "I am, государственные органы, see my relationships with a target in the following perspective: Я обеспечиваю стабильность и безопасность, но требую строгости в соблюдении норм."
                    },
                    {
                        "source": "Пассажиры",
                        "essentiality": "Пассажиры являются основными пользователями выхода, чьи потоки определяют его загруженность и необходимость в улучшениях.",
                        "opportunity": "Дают выходам возможность быть актуальными и востребованными.",
                        "restrictions": "Выход не может игнорировать потребности и предпочтения пассажиров.",
                        "imposed_role": "Выход должен адаптироваться к изменяющимся потокам и ожиданиям пассажиров.",
                        "comment": "I am, пассажиры, see my relationships with a target in the following perspective: Я создаю потребность и задаю темп, но могу и уйти, если не буду удовлетворен."
                    },
                    {
                        "source": "Технологические системы",
                        "essentiality": "Технологические системы, такие как системы управления потоками и информационные экраны, необходимы для эффективной работы выхода.",
                        "opportunity": "Обеспечивают эффективное информирование и управление потоками пассажиров.",
                        "restrictions": "Зависимость от технологий может ограничивать возможность автономного функционирования выхода.",
                        "imposed_role": "Выход должен быть интегрирован с современными технологиями для оптимизации работы.",
                        "comment": "I am, технологические системы, see my relationships with a target in the following perspective: Я поддерживаю эффективность, но иногда могу стать причиной сбоев."
                    },
                    {
                        "source": "Архитекторы и проектировщики",
                        "essentiality": "Архитекторы и проектировщики определяют, как будет выглядеть и функционировать выход из метро.",
                        "opportunity": "Создают привлекательный и функциональный дизайн, который привлекает пассажиров.",
                        "restrictions": "Выход ограничен в своих возможностях из-за дизайнерских решений и архитектурных ограничений.",
                        "imposed_role": "Выход должен соответствовать концептуальному дизайну и эстетике города.",
                        "comment": "I am, архитекторы и проектировщики, see my relationships with a target in the following perspective: Я даю форму и стиль, но ожидаю, что мой дизайн будет реализован в действительности."
                    },
                    {
                        "source": "Экологические факторы",
                        "essentiality": "Экологические факторы, такие как погода и климат, влияют на использование и состояние выхода.",
                        "opportunity": "Помогают поддерживать внимание к вопросам экологии и устойчивого развития.",
                        "restrictions": "Выход должен учитывать экологические нормы и требования, что может ограничить его конструкцию.",
                        "imposed_role": "Выход должен быть устойчивым и адаптированным к климатическим условиям.",
                        "comment": "I am, экологические факторы, see my relationships with a target in the following perspective: Я влиятельный игрок, и моя сила требует внимания к устойчивости и природе."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Пассажиры метро",
                        "threat": "Выход из метро контролирует поток пассажиров, что ограничивает их свободу перемещения.",
                        "consequences_if_deteriorates": "Пассажиры получат больше пространства и времени для свободного передвижения.",
                        "consequences_if_improves": "Если выход станет более эффективным, пассажиры смогут быстрее проходить и избегать толкотни.",
                        "imposed_role": "Контролируемые участники транспортного процесса.",
                        "comment": "I am, Пассажиры метро, see my relationships with a target in the following perspective: I feel constrained by your need for efficiency, yet I crave the ability to navigate freely."
                    },
                    {
                        "source": "Работники метрополитена",
                        "threat": "Выход из метро влияет на их рабочие обязанности и требования к обслуживанию.",
                        "consequences_if_deteriorates": "Работники получат меньше нагрузки и стресса от неэффективного управления потоком.",
                        "consequences_if_improves": "Улучшение выхода приведет к более организованному рабочему процессу и меньшему количеству инцидентов.",
                        "imposed_role": "Обслуживающий персонал, отвечающий за порядок.",
                        "comment": "I am, Работники метрополитена, see my relationships with a target in the following perspective: Your efficiency can either lighten my load or complicate my job."
                    },
                    {
                        "source": "Система безопасности метро",
                        "threat": "Выход из метро создает вызовы для обеспечения безопасности пассажиров.",
                        "consequences_if_deteriorates": "Система безопасности сможет сосредоточиться на других аспектах, если выход будет недостаточно эффективным.",
                        "consequences_if_improves": "Улучшение выхода позволит системе безопасности более эффективно управлять потоками и предотвращать инциденты.",
                        "imposed_role": "Наблюдающий и контролирующий поток.",
                        "comment": "I am, Система безопасности метро, see my relationships with a target in the following perspective: Your role as a funnel influences how I maintain order and safety."
                    },
                    {
                        "source": "Городская инфраструктура",
                        "threat": "Выход из метро может перегружать городскую инфраструктуру, если не будет правильно организован.",
                        "consequences_if_deteriorates": "Если выход станет менее эффективным, нагрузка на инфраструктуру может снизиться.",
                        "consequences_if_improves": "Улучшение выхода может привести к перегрузке инфраструктуры, если не будут учтены другие факторы.",
                        "imposed_role": "Элемент, способствующий городской динамике.",
                        "comment": "I am, Городская инфраструктура, see my relationships with a target in the following perspective: Your efficiency can either enhance or cripple my capacity to support urban life."
                    },
                    {
                        "source": "Технологические системы метро",
                        "threat": "Выход из метро требует адаптации технологий для обеспечения эффективности.",
                        "consequences_if_deteriorates": "Технологические системы могут работать в более простом режиме без необходимости обновлений.",
                        "consequences_if_improves": "Улучшение выхода потребует от технологий большей интеграции и обновлений.",
                        "imposed_role": "Зависимый от технологической поддержки.",
                        "comment": "I am, Технологические системы метро, see my relationships with a target in the following perspective: Your demands drive my evolution, yet they also place a burden on my resources."
                    }
                ]
            }
        }
    },
    {
        "entity": "Администрация",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Граждане",
                        "change": "Граждане становятся более активными в обсуждении городских дел.",
                        "opportunity": "Возможность влиять на решения администрации и улучшить свою жизнь.",
                        "restrictions": "Ограничения в возможности выразить недовольство, если решения администрации не соответствуют их ожиданиям.",
                        "imposed_role": "Критики решений администрации.",
                        "comment": "Я, гражданин, вижу свои отношения с администрацией в следующей перспективе: я хочу быть услышанным и чтобы мои потребности учитывались."
                    },
                    {
                        "source": "Некоммерческие организации",
                        "change": "Увеличение вовлеченности в проекты по улучшению городской среды.",
                        "opportunity": "Получение финансирования и поддержки для инициатив.",
                        "restrictions": "Зависимость от решений администрации и их приоритетов.",
                        "imposed_role": "Партнеры в реализации проектов.",
                        "comment": "Я, некоммерческая организация, вижу свои отношения с администрацией в следующей перспективе: сотрудничество для достижения общих целей."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "change": "Изменение бизнес-стратегий в соответствии с требованиями администрации.",
                        "opportunity": "Расширение возможностей для инвестиций в городские проекты.",
                        "restrictions": "Необходимость соответствовать стандартам и ожиданиям администрации.",
                        "imposed_role": "Инвесторы и исполнители городских инициатив.",
                        "comment": "Я, бизнес, вижу свои отношения с администрацией в следующей перспективе: мы можем вместе развивать город и создавать новые рабочие места."
                    },
                    {
                        "source": "Экологические активисты",
                        "change": "Изменение подходов к охране окружающей среды в ответ на инициативы администрации.",
                        "opportunity": "Возможность продвигать экологические проекты и получать поддержку.",
                        "restrictions": "Ограничения в реализации своих инициатив без одобрения администрации.",
                        "imposed_role": "Адвокаты экологической политики.",
                        "comment": "Я, экологический активист, вижу свои отношения с администрацией в следующей перспективе: я хочу, чтобы наши идеи были услышаны и внедрены в практику."
                    },
                    {
                        "source": "Медиа",
                        "change": "Увеличение объема новостей и отчетов о деятельности администрации.",
                        "opportunity": "Создание контента и привлечение аудитории через освещение городских инициатив.",
                        "restrictions": "Необходимость следить за политикой администрации и избегать конфликтов.",
                        "imposed_role": "Информаторы о городских событиях.",
                        "comment": "Я, медиа, вижу свои отношения с администрацией в следующей перспективе: мы служим связующим звеном между администрацией и гражданами."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Граждане",
                        "change": "Граждане активно выражают свои мнения и отзывы, что влияет на решения администрации.",
                        "opportunity": "Получение обратной связи о нуждах и ожиданиях населения.",
                        "restrictions": "Необходимость учитывать мнение граждан при принятии решений.",
                        "imposed_role": "Слушатель и ответчик на требования граждан.",
                        "comment": "I am, the Граждане, see my relationships with a target in the following perspective: we are the voice that guides your actions."
                    },
                    {
                        "source": "Экологические инициативы",
                        "change": "Влияние на политику администрации в области охраны окружающей среды.",
                        "opportunity": "Улучшение городской экологии и привлечение внимания к проблемам устойчивого развития.",
                        "restrictions": "Необходимость соблюдать экологические нормы и стандарты.",
                        "imposed_role": "Партнёр по реализации экологических проектов.",
                        "comment": "I am, the Экологические инициативы, see my relationships with a target in the following perspective: we challenge you to be more sustainable."
                    },
                    {
                        "source": "Местные бизнесы",
                        "change": "Влияние на экономическую политику и городское развитие через инвестиции и создание рабочих мест.",
                        "opportunity": "Создание экономических условий для роста и процветания города.",
                        "restrictions": "Необходимость поддерживать деловые интересы и создавать комфортную бизнес-среду.",
                        "imposed_role": "Экономический партнёр и инициатор развития.",
                        "comment": "I am, the Местные бизнесы, see my relationships with a target in the following perspective: we are essential for the growth of your city."
                    },
                    {
                        "source": "Государственные субсидии",
                        "change": "Изменение уровня финансирования и поддержки программ, влияющих на городской проект.",
                        "opportunity": "Доступ к дополнительным ресурсам для реализации городских инициатив.",
                        "restrictions": "Необходимость соответствовать требованиям для получения финансирования.",
                        "imposed_role": "Заявитель на финансирование и реалист проектов.",
                        "comment": "I am, the Государственные субсидии, see my relationships with a target in the following perspective: I provide the means for your plans."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Изменение общественного мнения и восприятия администрации через распространение информации.",
                        "opportunity": "Увеличение прозрачности и подотчетности перед гражданами.",
                        "restrictions": "Необходимость контролировать информацию и реагировать на критику.",
                        "imposed_role": "Коммуникатор и защитник репутации.",
                        "comment": "I am, the Социальные сети, see my relationships with a target in the following perspective: I amplify your voice and shape perceptions."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Граждане",
                        "essentiality": "Администрация необходима для обеспечения безопасности и комфорта жизни граждан, а также для реализации их потребностей.",
                        "opportunity": "Граждане получают возможность влиять на городскую политику через голосование и участие в общественных обсуждениях.",
                        "restrictions": "Граждане не могут игнорировать правила и законы, установленные администрацией.",
                        "imposed_role": "Граждане выступают как критики и источники обратной связи для администрации.",
                        "comment": "I am, the граждане, see my relationships with a target in the following perspective: my needs and desires shape the actions of the administration."
                    },
                    {
                        "source": "Бизнес",
                        "essentiality": "Администрация обеспечивает условия для ведения бизнеса, включая лицензирование и инфраструктуру.",
                        "opportunity": "Бизнес получает доступ к государственным контрактам и поддержке для развития.",
                        "restrictions": "Бизнес не может действовать вне рамок законодательства и местных норм.",
                        "imposed_role": "Бизнес выступает как источник финансирования и экономического роста для администрации.",
                        "comment": "I am, the бизнес, see my relationships with a target in the following perspective: my success is tied to the policies and infrastructure provided by the administration."
                    },
                    {
                        "source": "Неправительственные организации",
                        "essentiality": "Администрация необходима для реализации проектов по улучшению городской среды и социальной политики.",
                        "opportunity": "Неправительственные организации могут получать поддержку и финансирование от администрации для своих инициатив.",
                        "restrictions": "Неправительственные организации не могут действовать без согласования с администрацией в вопросах, касающихся города.",
                        "imposed_role": "Неправительственные организации становятся партнерами администрации в решении социальных проблем.",
                        "comment": "I am, the неправительственные организации, see my relationships with a target in the following perspective: my initiatives are amplified by the collaboration with the administration."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Администрация необходима для выполнения и контроля исполнения государственных законов и инициатив.",
                        "opportunity": "Государственные органы получают возможность координировать свои действия с местной администрацией.",
                        "restrictions": "Государственные органы не могут игнорировать местные законы и нормы, установленные администрацией.",
                        "imposed_role": "Государственные органы становятся надзорными и регулирующими органами для администрации.",
                        "comment": "I am, the государственные органы, see my relationships with a target in the following perspective: my authority is reinforced by the actions and policies of the administration."
                    },
                    {
                        "source": "Экологические факторы",
                        "essentiality": "Администрация обязана учитывать экологические аспекты в своей деятельности для обеспечения устойчивого развития.",
                        "opportunity": "Экологические факторы служат индикаторами для администрации о необходимости улучшения городской среды.",
                        "restrictions": "Администрация не может принимать решения, наносящие вред окружающей среде.",
                        "imposed_role": "Экологические факторы становятся критерием для оценки эффективности работы администрации.",
                        "comment": "I am, the экологические факторы, see my relationships with a target in the following perspective: my presence demands that the administration prioritizes sustainability in its decisions."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Граждане города",
                        "essentiality": "Граждане представляют интересы и потребности сообщества, влияя на решения администрации.",
                        "opportunity": "Администрация получает обратную связь для улучшения своих решений и планов.",
                        "restrictions": "Администрация не может игнорировать недовольство граждан без последствий.",
                        "imposed_role": "Администрация должна быть ответственной и учитывать мнение граждан.",
                        "comment": "I am, Граждане города, see my relationships with a target in the following perspective: I hold the power to shape the actions of the administration through my voice and concerns."
                    },
                    {
                        "source": "Местные СМИ",
                        "essentiality": "СМИ играют важную роль в распространении информации и формировании общественного мнения.",
                        "opportunity": "Администрация может использовать СМИ для продвижения своих инициатив и улучшения имиджа.",
                        "restrictions": "Недостаток прозрачности или ошибки могут привести к негативному освещению в СМИ.",
                        "imposed_role": "Администрация должна быть открытой и готовой к диалогу с журналистами.",
                        "comment": "I am, Местные СМИ, see my relationships with a target in the following perspective: I have the power to amplify or undermine the messages of the administration."
                    },
                    {
                        "source": "Законодательные органы",
                        "essentiality": "Законодательные органы устанавливают правила и нормы, которым должна следовать администрация.",
                        "opportunity": "Администрация может получить поддержку законодателей для реализации своих проектов.",
                        "restrictions": "Администрация обязана действовать в рамках законов и регуляций.",
                        "imposed_role": "Администрация должна быть законопослушной и соответствовать установленным нормам.",
                        "comment": "I am, Законодательные органы, see my relationships with a target in the following perspective: My rules shape the landscape in which the administration operates."
                    },
                    {
                        "source": "Бюджетные средства",
                        "essentiality": "Финансирование является критически важным для реализации проектов и инициатив администрации.",
                        "opportunity": "Администрация получает ресурсы для улучшения городской среды.",
                        "restrictions": "Неэффективное использование бюджета может привести к сокращению финансирования.",
                        "imposed_role": "Администрация должна обосновывать свои расходы и приоритеты.",
                        "comment": "I am, Бюджетные средства, see my relationships with a target in the following perspective: I provide the financial backbone for the administration’s initiatives."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Эти организации контролируют соблюдение экологических норм и помогают формировать устойчивую городскую среду.",
                        "opportunity": "Администрация может получить экспертные рекомендации и поддержку в реализации экологических программ.",
                        "restrictions": "Игнорирование экологических стандартов может привести к критике и санкциям.",
                        "imposed_role": "Администрация должна учитывать экологические аспекты в своих планах.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: I advocate for the sustainability that the administration must embrace."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Граждане",
                        "threat": "Недовольство жителей может привести к протестам и критике, что подрывает легитимность администрации.",
                        "consequences_if_deteriorates": "Администрация сможет проводить свои решения без общественного давления.",
                        "consequences_if_improves": "Улучшение отношений с гражданами приведет к большей поддержке и сотрудничеству.",
                        "imposed_role": "Контроль и критика со стороны граждан.",
                        "comment": "I am, граждане, see my relationships with a target in the following perspective: Мы требуем прозрачности и учета мнения жителей в процессе принятия решений."
                    },
                    {
                        "source": "Местные СМИ",
                        "threat": "Критика в прессе может повлиять на общественное мнение и привести к утрате доверия к администрации.",
                        "consequences_if_deteriorates": "СМИ не будут освещать негативные аспекты, что может дать администрации больше свободы действий.",
                        "consequences_if_improves": "Положительное освещение приведет к укреплению репутации администрации.",
                        "imposed_role": "Объект внимания и критики.",
                        "comment": "I am, местные СМИ, see my relationships with a target in the following perspective: Мы освещаем деятельность администрации, чтобы информировать граждан."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Давление со стороны экологов может заставить администрацию принимать меры по улучшению городской среды.",
                        "consequences_if_deteriorates": "Отсутствие давления позволит администрации игнорировать экологические проблемы.",
                        "consequences_if_improves": "Сотрудничество с экологами может привести к более зеленым и устойчивым решениям.",
                        "imposed_role": "Агент контроля за соблюдением экологических норм.",
                        "comment": "I am, экологические организации, see my relationships with a target in the following perspective: Мы стремимся к улучшению экологии и требуем от администрации действий."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "threat": "Недовольство бизнеса может привести к экономическим потерям и оттоку инвестиций.",
                        "consequences_if_deteriorates": "Администрация сможет проводить свои инициативы без необходимости учитывать интересы бизнеса.",
                        "consequences_if_improves": "Сотрудничество с бизнесом может привести к экономическому росту и улучшению городской инфраструктуры.",
                        "imposed_role": "Партнер, чьи интересы необходимо учитывать.",
                        "comment": "I am, бизнес-сообщество, see my relationships with a target in the following perspective: Мы хотим, чтобы администрация учитывала наши интересы для развития экономики."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Неправильные решения могут привести к вмешательству вышестоящих органов, что угрожает автономии администрации.",
                        "consequences_if_deteriorates": "Отсутствие контроля со стороны государства может дать администрации больше свободы в принятии решений.",
                        "consequences_if_improves": "Улучшение отношений с государственными органами может обеспечить дополнительное финансирование и поддержку.",
                        "imposed_role": "Подотчетность и необходимость согласования решений.",
                        "comment": "I am, государственные органы, see my relationships with a target in the following perspective: Мы контролируем выполнение законодательства и ожидаем от администрации соблюдения норм."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Граждане",
                        "threat": "Администрация может вводить новые правила и ограничения, что угрожает свободе граждан.",
                        "consequences_if_deteriorates": "Граждане могут потерять интерес к участию в городских делах, что ослабит их влияние на решения.",
                        "consequences_if_improves": "Граждане могут ощутить улучшение жизни и стать более вовлеченными в процессы управления.",
                        "imposed_role": "Наблюдатель и критик.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: мы зависим от решений администрации, но также можем оказывать влияние на ее действия."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Администрация может игнорировать экологические проблемы в пользу экономических интересов.",
                        "consequences_if_deteriorates": "Экологические организации могут приобрести больше поддержки и ресурсов, если администрация утратит доверие.",
                        "consequences_if_improves": "Экологические организации могут наладить сотрудничество с администрацией для реализации совместных проектов.",
                        "imposed_role": "Советник по экологическим вопросам.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: мы стремимся к сотрудничеству, но часто сталкиваемся с негативным отношением к нашим инициативам."
                    },
                    {
                        "source": "Бизнес-структуры",
                        "threat": "Администрация может вводить новые налоги или регуляции, что угрожает прибыли бизнеса.",
                        "consequences_if_deteriorates": "Бизнес может снизить свои инвестиции в город и искать более выгодные условия в других регионах.",
                        "consequences_if_improves": "Бизнес может получить налоговые льготы и поддержку в развитии инфраструктуры.",
                        "imposed_role": "Партнер по развитию.",
                        "comment": "I am, Бизнес-структуры, see my relationships with a target in the following perspective: мы можем способствовать улучшению городской среды, но рискуем потерять прибыль."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Администрация может не согласовывать свои действия с государственными программами, что ставит под угрозу финансирование.",
                        "consequences_if_deteriorates": "Государственные органы могут потерять влияние на местные инициативы.",
                        "consequences_if_improves": "Государственные органы могут укрепить свою позицию через успешные совместные проекты.",
                        "imposed_role": "Контролер и координатор.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: мы стремимся к синергии, но часто сталкиваемся с несогласиями."
                    },
                    {
                        "source": "Медиа",
                        "threat": "Администрация может ограничивать доступ к информации, что угрожает независимости медиа.",
                        "consequences_if_deteriorates": "Медиа может стать более критичным и привлекать больше внимания к недостаткам администрации.",
                        "consequences_if_improves": "Медиа может получить доступ к информации и стать партнером в продвижении позитивных инициатив.",
                        "imposed_role": "Информатор и критик.",
                        "comment": "I am, Медиа, see my relationships with a target in the following perspective: мы играем важную роль в освещении действий администрации, но часто сталкиваемся с препятствиями."
                    }
                ]
            }
        }
    },
    {
        "entity": "Менеджеры и дизайнеры, отвечавшие за ландшафт",
        "actor_network": {
            "2": {
                "data": [
                    {
                        "source": "Критики и общественное мнение",
                        "threat": "Они могут распространить негативные отзывы о работе менеджеров и дизайнеров, если результаты не соответствуют ожиданиям.",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры смогут работать более свободно, не боясь негативной оценки.",
                        "consequences_if_improves": "Улучшение критики может привести к повышению стандартов и требований к работе менеджеров и дизайнеров.",
                        "imposed_role": "Объект для оценки и обсуждения.",
                        "comment": "Я, критик, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: я являюсь гарантом качества и их работы."
                    },
                    {
                        "source": "Государственные учреждения и регуляторы",
                        "threat": "Они могут наложить ограничения или требования, которые затруднят работу менеджеров и дизайнеров.",
                        "consequences_if_deteriorates": "Снижение административных барьеров, позволяющее более свободно реализовывать проекты.",
                        "consequences_if_improves": "Ужесточение требований может привести к дополнительным затратам и задержкам в проектах.",
                        "imposed_role": "Подконтрольный исполнитель.",
                        "comment": "Я, государственный регулятор, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: я обеспечиваю соблюдение норм и стандартов."
                    },
                    {
                        "source": "Заказчики и клиенты",
                        "threat": "Они могут изменить свои требования или отказаться от проекта, если не будут удовлетворены.",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры смогут реализовать свои идеи без постоянного контроля со стороны клиентов.",
                        "consequences_if_improves": "Более активное участие клиентов может привести к улучшению конечного продукта и его соответствию потребностям.",
                        "imposed_role": "Критически важный партнер.",
                        "comment": "Я, заказчик, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: я - их главный приоритет."
                    },
                    {
                        "source": "Конкуренты",
                        "threat": "Они могут предложить более привлекательные решения, что приведет к потере клиентов.",
                        "consequences_if_deteriorates": "Меньшая конкуренция может повысить доступность ресурсов и снизить давление на цены.",
                        "consequences_if_improves": "Улучшение конкурентной среды может стимулировать инновации и улучшение качества проектов.",
                        "imposed_role": "Соперник.",
                        "comment": "Я, конкурент, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: я вызов на их способности и креативность."
                    },
                    {
                        "source": "Технологии и инструменты проектирования",
                        "threat": "Неэффективные или устаревшие технологии могут ограничить возможности менеджеров и дизайнеров.",
                        "consequences_if_deteriorates": "Доступ к современным технологиям может облегчить процесс проектирования и повысить его качество.",
                        "consequences_if_improves": "Внедрение новых технологий может повысить эффективность работы и улучшить результаты.",
                        "imposed_role": "Инструмент, определяющий рамки работы.",
                        "comment": "Я, технология, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: я - их инструмент и ограничение."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы устанавливают нормативные требования и стандарты для городского дизайна, что делает их критически важными для работы менеджеров и дизайнеров.",
                        "opportunity": "Предоставляют возможность работать в рамках законных и финансово поддерживаемых проектов.",
                        "restrictions": "Ограничивают свободу в проектировании, требуя соответствия определенным стандартам и нормам.",
                        "imposed_role": "Обязанность следовать законодательным и нормативным требованиям.",
                        "comment": "I am, государственные органы, see my relationships with a target in the following perspective: I guide their creativity within the realm of regulations, ensuring both safety and compliance."
                    },
                    {
                        "source": "Сообщество пользователей (пассажиров)",
                        "essentiality": "Обратная связь и потребности сообщества пользователей формируют требования к дизайну и функциональности городского пространства.",
                        "opportunity": "Помогают создавать более целостные и привлекательные проекты, которые учитывают реальные потребности пользователей.",
                        "restrictions": "Налагают обязательство учитывать мнения и предпочтения, что может ограничивать креативность дизайнеров.",
                        "imposed_role": "Анализ и интеграция требований пользователей в проекты.",
                        "comment": "I am, сообщество пользователей, see my relationships with a target in the following perspective: I am the voice that must be heard, shaping the urban landscape to reflect our needs."
                    },
                    {
                        "source": "Экологические стандарты",
                        "essentiality": "Экологические стандарты определяют рамки для устойчивого проектирования, что влияет на выбор материалов и технологий.",
                        "opportunity": "Способствуют созданию более экологически чистых и устойчивых пространств, что может повысить общественный интерес и поддержку.",
                        "restrictions": "Ограничивают использование определенных материалов и методов, которые могут нанести вред окружающей среде.",
                        "imposed_role": "Необходимость следовать принципам устойчивого развития.",
                        "comment": "I am, экологические стандарты, see my relationships with a target in the following perspective: I challenge them to innovate while respecting our planet."
                    },
                    {
                        "source": "Технологические инновации",
                        "essentiality": "Технологические инновации, такие как модели 3D и визуализации, делают возможным реализацию сложных проектов.",
                        "opportunity": "Предоставляют инструменты для улучшения дизайна и презентации проектов, что может повысить их привлекательность.",
                        "restrictions": "Могут создать зависимость от технологий, что ограничивает традиционные методы проектирования.",
                        "imposed_role": "Необходимость обучения и адаптации к новым технологиям.",
                        "comment": "I am, технологические инновации, see my relationships with a target in the following perspective: I empower their visions to become tangible realities."
                    },
                    {
                        "source": "Бюджетные ограничения",
                        "essentiality": "Бюджетные ограничения определяют, какие проекты могут быть реализованы и в каком объеме.",
                        "opportunity": "Стимулируют креативность в поиске экономически эффективных решений.",
                        "restrictions": "Ограничивают выбор материалов и масштаб проектов в зависимости от доступного финансирования.",
                        "imposed_role": "Обязанность работать в пределах установленных финансовых рамок.",
                        "comment": "I am, бюджетные ограничения, see my relationships with a target in the following perspective: I compel them to innovate under constraints, fostering creativity and resourcefulness."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Городские планировщики",
                        "change": "Планировщики предоставляют рекомендации по использованию пространства, основываясь на анализе потребностей сообщества.",
                        "opportunity": "Возможность интегрировать экспертные мнения в проект, что повышает его качество и соответствует требованиям пользователей.",
                        "restrictions": "Ограничение на использование пространства в соответствии с установленными нормами и стандартами.",
                        "imposed_role": "Партнеры в разработке концепции, которые должны учитывать мнения и данные, предоставленные планировщиками.",
                        "comment": "I am, Городские планировщики, see my relationships with a target in the following perspective: Collaboration is essential to create a successful urban environment."
                    },
                    {
                        "source": "Общественные организации",
                        "change": "Организации представляют интересы местного сообщества и могут влиять на дизайн через требования и предпочтения жителей.",
                        "opportunity": "Получение поддержки и одобрения от сообщества, что способствует успешной реализации проекта.",
                        "restrictions": "Необходимость соблюдения запросов и ожиданий общественности, что может ограничивать креативность.",
                        "imposed_role": "Посредники между проектировщиками и жителями, которые должны учитывать мнения всех заинтересованных сторон.",
                        "comment": "I am, Общественные организации, see my relationships with a target in the following perspective: Our involvement ensures that the project meets the real needs of the community."
                    },
                    {
                        "source": "Технологические инновации (например, программы моделирования)",
                        "change": "Технологии позволяют более точно визуализировать и проектировать пространственные решения.",
                        "opportunity": "Улучшение качества проектирования за счет использования современных инструментов и методов.",
                        "restrictions": "Зависимость от технологий и их функционирования, что может привести к задержкам или ошибкам.",
                        "imposed_role": "Создатели, которые должны адаптироваться к новым инструментам и методам работы.",
                        "comment": "I am, Технологические инновации, see my relationships with a target in the following perspective: I enhance your design capabilities through advanced tools."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Регулирующие органы устанавливают стандарты и правила, которые должны соблюдаться при проектировании.",
                        "opportunity": "Получение необходимых разрешений и финансирования на реализацию проектов.",
                        "restrictions": "Необходимость следования бюрократическим процедурам и стандартам, что может замедлять процесс.",
                        "imposed_role": "Соблюдающие закон, которые должны учитывать правила и нормативы при разработке.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: Our regulations ensure safety and compliance in urban planning."
                    },
                    {
                        "source": "Конкуренты (дизайнеры и архитекторы)",
                        "change": "Анализ идей и подходов конкурентов может вдохновить на новые решения или, наоборот, вызвать стремление к улучшению своего проекта.",
                        "opportunity": "Изучение успешных практик и внедрение инновационных подходов, способствующих повышению качества работы.",
                        "restrictions": "Постоянное сравнение с конкурентами может вызывать стресс и давление на команду.",
                        "imposed_role": "Анализирующие, которые должны следить за трендами и адаптировать свои проекты к изменениям на рынке.",
                        "comment": "I am, Конкуренты, see my relationships with a target in the following perspective: Competition drives innovation and improvement in design."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Городские власти",
                        "change": "Городские власти начинают учитывать мнение менеджеров и дизайнеров, принимая более креативные и функциональные решения в градостроительстве.",
                        "opportunity": "Повышение репутации и улучшение качества городской инфраструктуры.",
                        "restrictions": "Необходимость следовать бюрократическим процедурам и ограничениям бюджета.",
                        "imposed_role": "Советник по вопросам градостроительства.",
                        "comment": "Я, городские власти, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: мы вместе создаем качественную городскую среду, но должны учитывать мнения различных заинтересованных сторон."
                    },
                    {
                        "source": "Пассажиры и жители города",
                        "change": "Пассажиры становятся более вовлеченными в процесс проектирования и могут влиять на решения дизайнеров.",
                        "opportunity": "Возможность получить пространство, соответствующее их потребностям и ожиданиям.",
                        "restrictions": "Не всегда возможность донести свои идеи и потребности до менеджеров и дизайнеров.",
                        "imposed_role": "Критики и поставщики идей.",
                        "comment": "Я, пассажир, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: я могу влиять на дизайн, но часто мои потребности остаются непонятыми."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Экологические организации начинают активнее участвовать в проектировании, внося свои требования и рекомендации.",
                        "opportunity": "Способствовать созданию устойчивых и экологически чистых городских пространств.",
                        "restrictions": "Необходимость интегрировать экологические нормы в дизайн, что может ограничивать креативность.",
                        "imposed_role": "Партнер по устойчивому развитию.",
                        "comment": "Я, экологическая организация, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: мы можем работать вместе для создания более устойчивых решений."
                    },
                    {
                        "source": "Строительные и подрядные компании",
                        "change": "Компании начинают предлагать более инновационные и функциональные строительные решения.",
                        "opportunity": "Расширение рынка и увеличение прибыли за счет новых проектов.",
                        "restrictions": "Необходимость следовать стандартам и требованиям, установленным менеджерами и дизайнерами.",
                        "imposed_role": "Исполнитель по проектам.",
                        "comment": "Я, строительная компания, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: мы работаем над реализацией их идей, но должны придерживаться жестких стандартов."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Технологические компании начинают разрабатывать новые решения для улучшения городской инфраструктуры.",
                        "opportunity": "Получение новых контрактов и внедрение инноваций в городской дизайн.",
                        "restrictions": "Необходимость адаптации технологий под нужды менеджеров и дизайнеров.",
                        "imposed_role": "Поставщик технологий.",
                        "comment": "Я, технологическая компания, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: мы помогаем им реализовать их идеи, но должны учитывать их специфические потребности."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Городские власти",
                        "essentiality": "Менеджеры и дизайнеры должны следовать нормативам и стандартам, установленным городскими властями, чтобы их проекты были одобрены.",
                        "opportunity": "Власти получают возможность создания более привлекательных и функциональных общественных пространств, учитывающих потребности граждан.",
                        "restrictions": "Городские власти запрещают игнорировать требования по безопасности и экологии в проектировании.",
                        "imposed_role": "Роль согласующего органа, который проверяет соответствие проектов стандартам.",
                        "comment": "Я, городская власть, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их работа должна соответствовать нашим требованиям для успешной реализации проектов."
                    },
                    {
                        "source": "Пассажиры (пользователи пространства)",
                        "essentiality": "Менеджеры и дизайнеры зависят от отзывов и потребностей пассажиров для создания удобных и привлекательных пространств.",
                        "opportunity": "Пассажиры получают комфортные и эстетически приятные городские пространства, улучшая качество своей жизни.",
                        "restrictions": "Дизайнеры не могут игнорировать мнения и потребности пассажиров при разработке проектов.",
                        "imposed_role": "Роль критиков, чьи отзывы формируют конечный продукт.",
                        "comment": "Я, пассажир, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их успех зависит от нашего мнения и потребностей."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Дизайнеры должны учитывать экологические стандарты и рекомендации, чтобы избежать негативного воздействия на окружающую среду.",
                        "opportunity": "Экологические организации получают возможность влиять на проекты, улучшая их устойчивость и экологическую безопасность.",
                        "restrictions": "Дизайнерам запрещается создавать проекты, которые могут навредить экосистеме.",
                        "imposed_role": "Роль контроля за соблюдением экологических норм.",
                        "comment": "Я, экологическая организация, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их работа должна соответствовать нашим стандартам для защиты окружающей среды."
                    },
                    {
                        "source": "Строительные компании",
                        "essentiality": "Менеджеры и дизайнеры зависят от строительных компаний для реализации своих проектов на практике.",
                        "opportunity": "Строительные компании получают заказы на выполнение проектов, что увеличивает их бизнес.",
                        "restrictions": "Строительным компаниям запрещается изменять проект без согласования с дизайнерами.",
                        "imposed_role": "Роль исполнителя, который воплощает идеи в жизнь.",
                        "comment": "Я, строительная компания, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их проекты создают для нас возможности для бизнеса."
                    },
                    {
                        "source": "Технологические новшества (умные технологии)",
                        "essentiality": "Дизайнеры должны интегрировать новые технологии в свои проекты для повышения функциональности и привлекательности.",
                        "opportunity": "Технологические новшества получают возможность стать частью современных городских пространств, демонстрируя свои решения.",
                        "restrictions": "Дизайнерам запрещается игнорировать доступные технологии, которые могут улучшить их проекты.",
                        "imposed_role": "Роль интегратора, который объединяет дизайн и технологии.",
                        "comment": "Я, технологическое новшество, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: их работа должна включать современные технологии для достижения успеха."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Горожане",
                        "threat": "Менеджеры и дизайнеры могут игнорировать реальные потребности горожан в своих проектах.",
                        "consequences_if_deteriorates": "Горожане могут потерять доверие к разработкам и не использовать новые пространства.",
                        "consequences_if_improves": "Горожане получат удобные и эстетичные пространства, которые будут соответствовать их потребностям.",
                        "imposed_role": "Критики и потребители дизайн-проектов.",
                        "comment": "Я, горожанин, вижу мои отношения с менеджерами и дизайнерами в следующем свете: они могут создать пространство, которое будет соответствовать нашим нуждам, или же стать причиной нашей недовольства."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Менеджеры и дизайнеры могут не учитывать требования и стандарты, установленные государством.",
                        "consequences_if_deteriorates": "Государственные органы могут не получить одобрение проектов, что приведет к снижению их авторитета.",
                        "consequences_if_improves": "Государственные органы получат проекты, которые соответствуют всем стандартам и требованиям.",
                        "imposed_role": "Регуляторы и контролеры городского планирования.",
                        "comment": "Я, государственный орган, вижу мои отношения с менеджерами и дизайнерами в следующем свете: их работа должна соответствовать установленным нормам, иначе мы рискуем потерять контроль над развитием города."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Менеджеры и дизайнеры могут не учитывать экологические аспекты при проектировании.",
                        "consequences_if_deteriorates": "Экологические организации могут потерять возможность влиять на устойчивое развитие городов.",
                        "consequences_if_improves": "Экологические организации получат возможность сотрудничать и влиять на проекты, что приведет к более устойчивым решениям.",
                        "imposed_role": "Критики экологической устойчивости проектов.",
                        "comment": "Я, экологическая организация, вижу мои отношения с менеджерами и дизайнерами в следующем свете: их проекты должны учитывать экологические аспекты, иначе мы не сможем достичь устойчивого развития."
                    },
                    {
                        "source": "Инвесторы",
                        "threat": "Менеджеры и дизайнеры могут не учитывать финансовые интересы инвесторов.",
                        "consequences_if_deteriorates": "Инвесторы могут потерять интерес к проектам, которые не приносят выгоды.",
                        "consequences_if_improves": "Инвесторы получат прибыль от успешных и востребованных проектов.",
                        "imposed_role": "Финансирующие и поддерживающие проекты.",
                        "comment": "Я, инвестор, вижу мои отношения с менеджерами и дизайнерами в следующем свете: их работа должна быть экономически оправдана, иначе мы потеряем интерес к проектам."
                    },
                    {
                        "source": "Архитекторы",
                        "threat": "Менеджеры и дизайнеры могут создавать проекты, которые не соответствуют архитектурным стандартам.",
                        "consequences_if_deteriorates": "Архитекторы могут потерять профессиональную репутацию.",
                        "consequences_if_improves": "Архитекторы получат возможность сотрудничать и создавать эффективные и эстетичные решения.",
                        "imposed_role": "Соперники и партнеры в проектировании.",
                        "comment": "Я, архитекторы, вижу мои отношения с менеджерами и дизайнерами в следующем свете: их работа может либо улучшить, либо ухудшить архитектурный ландшафт города."
                    }
                ]
            }
        }
    },
    {
        "entity": "Пассажиры",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Оптимизируют маршруты и время прибытия.",
                        "opportunity": "Обеспечивают пассажиров быстрыми и удобными транспортными услугами.",
                        "restrictions": "Могут ограничивать выбор маршрутов и время отправления.",
                        "imposed_role": "Зависимый пользователь услуг.",
                        "comment": "I am Транспортные компании, see my relationships with Пассажиры in the following perspective: я стремлюсь к повышению эффективности моего сервиса, что приносит выгоду обеим сторонам."
                    },
                    {
                        "source": "Технологии навигации",
                        "change": "Улучшают осведомленность о текущих условиях на маршруте.",
                        "opportunity": "Позволяют пассажирам избегать пробок и находить оптимальные пути.",
                        "restrictions": "Зависят от доступности данных и точности информации.",
                        "imposed_role": "Активный планировщик маршрута.",
                        "comment": "I am Технологии навигации, see my relationships with Пассажиры in the following perspective: я помогаю находить наиболее быстрые маршруты, улучшая качество их поездок."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Регулируют транспортные потоки и инфраструктуру.",
                        "opportunity": "Обеспечивают безопасность и порядок на дорогах.",
                        "restrictions": "Вводят законы и правила, которые могут ограничивать движение.",
                        "imposed_role": "Соблюдающий правила участник дорожного движения.",
                        "comment": "I am Государственные органы, see my relationships with Пассажиры in the following perspective: я стремлюсь к безопасному и упорядоченному движению, что в конечном итоге приносит пользу пассажирам."
                    },
                    {
                        "source": "Общественное мнение",
                        "change": "Формирует ожидания и предпочтения в отношении транспорта.",
                        "opportunity": "Способствует выбору более удобных и популярных способов передвижения.",
                        "restrictions": "Может ограничивать выбор менее популярных услуг.",
                        "imposed_role": "Следующий за трендами пользователь.",
                        "comment": "I am Общественное мнение, see my relationships with Пассажиры in the following perspective: я влияю на предпочтения и выбор, что приводит к более удовлетворительным поездкам."
                    },
                    {
                        "source": "Экологические инициативы",
                        "change": "Поддерживают выбор более устойчивых способов передвижения.",
                        "opportunity": "Способствуют улучшению качества жизни и окружающей среды.",
                        "restrictions": "Могут ограничивать использование определенных видов транспорта.",
                        "imposed_role": "Сознательный участник движения.",
                        "comment": "I am Экологические инициативы, see my relationships with Пассажиры in the following perspective: я нацелен на создание устойчивого будущего, что также выгодно для пассажиров."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Увеличение спроса на услуги и оптимизация маршрутов для удовлетворения потребностей пассажиров.",
                        "opportunity": "Повышение прибыли за счет увеличения числа клиентов и улучшения репутации.",
                        "restrictions": "Необходимость адаптироваться к требованиям пассажиров и улучшать качество обслуживания.",
                        "imposed_role": "Обеспечить комфорт и скорость передвижения для пассажиров.",
                        "comment": "Я, транспортная компания, вижу свои отношения с пассажирами в следующей перспективе: мы стремимся предоставить лучшие услуги, чтобы удовлетворить их желания."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Увеличение контроля и регулирования транспортной инфраструктуры в ответ на потребности пассажиров.",
                        "opportunity": "Повышение общественного доверия и легитимности через улучшение транспортных систем.",
                        "restrictions": "Бюрократические процедуры и необходимость соблюдения стандартов безопасности.",
                        "imposed_role": "Создавать и поддерживать безопасные и эффективные транспортные условия.",
                        "comment": "Я, государственный орган, вижу свои отношения с пассажирами в следующей перспективе: мы обязаны создавать условия для комфортного передвижения и обеспечивать безопасность."
                    },
                    {
                        "source": "Технологические компании (разработка приложений для навигации)",
                        "change": "Адаптация технологий для улучшения пользовательского опыта и повышения эффективности маршрутов.",
                        "opportunity": "Получение новых пользователей и расширение рынка за счет интеграции с транспортными системами.",
                        "restrictions": "Необходимость постоянного обновления и улучшения функционала для соответствия ожиданиям пассажиров.",
                        "imposed_role": "Обеспечить пассажиров актуальной информацией о маршрутах и времени прибытия.",
                        "comment": "Я, технологическая компания, вижу свои отношения с пассажирами в следующей перспективе: мы стремимся улучшить их опыт передвижения через инновации."
                    },
                    {
                        "source": "Общественность (другие пассажиры)",
                        "change": "Формирование коллективных ожиданий и требований к качеству транспортных услуг.",
                        "opportunity": "Создание сообщества, где пассажиры могут обмениваться опытом и рекомендациями.",
                        "restrictions": "Влияние мнения большинства на индивидуальные предпочтения и выбор маршрутов.",
                        "imposed_role": "Влиять на общие стандарты и ожидания от транспортных услуг.",
                        "comment": "Я, представитель общественности, вижу свои отношения с пассажирами в следующей перспективе: мы объединяем наши голоса, чтобы улучшить транспорт для всех."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Увеличение давления на транспортные компании для снижения углеродного следа и улучшения экологии.",
                        "opportunity": "Создание партнерств для продвижения устойчивого транспорта и улучшения имиджа.",
                        "restrictions": "Необходимость учета экологических стандартов при разработке новых услуг.",
                        "imposed_role": "Поддерживать экологичность транспортных решений.",
                        "comment": "Я, экологическая организация, вижу свои отношения с пассажирами в следующей перспективе: мы работаем вместе, чтобы сделать транспорт более устойчивым для будущих поколений."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Пассажиры могут выбирать более удобные и быстрые альтернативы, что ставит под угрозу прибыль компании.",
                        "consequences_if_deteriorates": "Если пассажиры исчезнут, компании смогут сократить расходы и избежать конкуренции.",
                        "consequences_if_improves": "Если пассажиры будут довольны, компании могут увеличить количество клиентов и прибыль.",
                        "imposed_role": "Зависимый клиент",
                        "comment": "I am, Транспортные компании, see my relationships with a target in the following perspective: Пассажиры требуют от нас качества и удобства, и если мы не сможем им это предоставить, они уйдут к конкурентам."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Пассажиры могут выразить недовольство и протестовать против недостатков в транспортной инфраструктуре.",
                        "consequences_if_deteriorates": "Если пассажиры исчезнут, государственные органы не будут под давлением улучшать транспортную систему.",
                        "consequences_if_improves": "Улучшение условий для пассажиров приведет к повышению общественного доверия и удовлетворенности.",
                        "imposed_role": "Граждане-спрос",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: Мы обязаны удовлетворять требования пассажиров, иначе они станут недовольными и могут влиять на нашу легитимность."
                    },
                    {
                        "source": "Автомобильные производители",
                        "threat": "Пассажиры могут предпочесть общественный транспорт, что снизит спрос на личные автомобили.",
                        "consequences_if_deteriorates": "Если пассажиры исчезнут, производители смогут сократить производство и снизить издержки.",
                        "consequences_if_improves": "Если пассажиры будут использовать автомобили, производители получат больше доходов от продаж и услуг.",
                        "imposed_role": "Потенциальные покупатели",
                        "comment": "I am, Автомобильные производители, see my relationships with a target in the following perspective: Мы зависим от спроса пассажиров на автомобили, и их предпочтения могут сильно повлиять на наш бизнес."
                    },
                    {
                        "source": "Такси-сервисы",
                        "threat": "Пассажиры могут перейти на другие виды транспорта, если такси не будет предоставлять качественные услуги.",
                        "consequences_if_deteriorates": "Если пассажиры исчезнут, такси-сервисы смогут сократить число автомобилей и водителей.",
                        "consequences_if_improves": "Улучшение сервиса приведет к росту числа заказов и удовлетворенности клиентов.",
                        "imposed_role": "Пользователи сервиса",
                        "comment": "I am, Такси-сервисы, see my relationships with a target in the following perspective: Наши доходы напрямую зависят от удобства и скорости, которые пассажиры ожидают от нас."
                    },
                    {
                        "source": "Поставщики топлива",
                        "threat": "Снижение числа пассажиров может привести к уменьшению спроса на топливо.",
                        "consequences_if_deteriorates": "Если пассажиры исчезнут, поставщики смогут уменьшить объемы производства и снизить затраты.",
                        "consequences_if_improves": "Увеличение числа пассажиров приведет к росту потребления топлива и доходам для поставщиков.",
                        "imposed_role": "Зависимые партнеры",
                        "comment": "I am, Поставщики топлива, see my relationships with a target in the following perspective: Мы зависим от количества перевозок, и если пассажиры не будут пользоваться транспортом, это негативно скажется на нашем бизнесе."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Транспортные компании предоставляют услуги транспортировки, которые являются необходимыми для перемещения пассажиров.",
                        "opportunity": "Пассажиры получают доступ к различным маршрутам и средствам передвижения, что позволяет им быстро и удобно добираться до пунктов назначения.",
                        "restrictions": "Пассажиры обязаны следовать установленным расписаниям и правилам перевозки, что может ограничивать их гибкость.",
                        "imposed_role": "Пассажиры выступают в роли клиентов, которые зависят от услуг транспортных компаний.",
                        "comment": "I am, транспортная компания, see my relationships with passengers in the following perspective: Я обеспечиваю их передвижение, но вместе с тем, они обязаны следовать моим правилам."
                    },
                    {
                        "source": "Инфраструктура (дороги, вокзалы)",
                        "essentiality": "Инфраструктура обеспечивает физический путь и места для посадки и высадки, необходимые для перемещения пассажиров.",
                        "opportunity": "Пассажиры имеют возможность пользоваться удобными маршрутами и остановками, что ускоряет их перемещение.",
                        "restrictions": "Пассажиры могут быть ограничены в выборе маршрутов и времени отправления, завися от состояния инфраструктуры.",
                        "imposed_role": "Пассажиры становятся зависимыми от состояния и доступности инфраструктуры.",
                        "comment": "I am, инфраструктура, see my relationships with passengers in the following perspective: Я предоставляю им путь, но иногда могу создавать препятствия."
                    },
                    {
                        "source": "Технологии (мобильные приложения, GPS)",
                        "essentiality": "Технологии предоставляют информацию и инструменты для оптимизации маршрутов и планирования поездок.",
                        "opportunity": "Пассажиры могут легко находить наилучшие маршруты и получать актуальную информацию о движении.",
                        "restrictions": "Пассажиры могут стать зависимыми от технологий, что может затруднить поездки без доступа к ним.",
                        "imposed_role": "Пассажиры становятся активными пользователями технологий, ищущими информацию и поддержку.",
                        "comment": "I am, технология, see my relationships with passengers in the following perspective: Я помогаю им находить свой путь, но порой они зависят от меня слишком сильно."
                    },
                    {
                        "source": "Государственные органы (регулирование транспорта)",
                        "essentiality": "Государственные органы устанавливают правила и нормы, регулирующие транспортные услуги.",
                        "opportunity": "Пассажиры получают защиту прав и безопасность во время поездок.",
                        "restrictions": "Пассажиры обязаны соблюдать правила и регуляции, что может ограничивать их свободу выбора.",
                        "imposed_role": "Пассажиры становятся участниками регулируемой системы, обязанные следовать установленным нормам.",
                        "comment": "I am, государственный орган, see my relationships with passengers in the following perspective: Я обеспечиваю их безопасность, но вместе с тем, они должны следовать моим правилам."
                    },
                    {
                        "source": "Другие пассажиры",
                        "essentiality": "Другие пассажиры создают социальную среду, в которой происходит взаимодействие во время поездок.",
                        "opportunity": "Пассажиры могут обмениваться опытом, информацией и находить компаньонов для поездок.",
                        "restrictions": "Пассажиры могут сталкиваться с конфликтами и неудобствами из-за поведения других пассажиров.",
                        "imposed_role": "Пассажиры становятся частью сообщества, где они должны учитывать интересы и поведение других.",
                        "comment": "I am, пассажир, see my relationships with fellow passengers in the following perspective: Я вместе с ними создаю атмосферу, но иногда мы можем мешать друг другу."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Пассажиры обеспечивают постоянный поток клиентов, что делает транспортные компании финансово устойчивыми.",
                        "opportunity": "Транспортные компании получают доход от перевозок пассажиров.",
                        "restrictions": "Транспортные компании не могут игнорировать потребности и предпочтения пассажиров.",
                        "imposed_role": "Обслуживать пассажиров и адаптироваться к их требованиям.",
                        "comment": "I am, Транспортные компании, see my relationships with a target in the following perspective: Пассажиры - наша основа, без них мы не существуем."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Пассажиры влияют на уровень спроса на транспортные услуги, что важно для планирования инфраструктуры.",
                        "opportunity": "Государственные органы могут улучшать транспортную инфраструктуру и повышать качество услуг.",
                        "restrictions": "Государственные органы не могут игнорировать общественное мнение и потребности пассажиров.",
                        "imposed_role": "Создавать и поддерживать необходимые условия для комфортного передвижения.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: Наши решения зависят от мнений и нужд пассажиров."
                    },
                    {
                        "source": "Технологические платформы (например, приложения для вызова такси)",
                        "essentiality": "Пассажиры используют эти платформы для быстрого доступа к транспортным услугам.",
                        "opportunity": "Технологические платформы получают данные о поведении и предпочтениях пассажиров.",
                        "restrictions": "Платформы не могут предлагать услуги, которые не соответствуют ожиданиям пользователей.",
                        "imposed_role": "Предоставлять удобство и доступ к транспортным средствам.",
                        "comment": "I am, Технологические платформы, see my relationships with a target in the following perspective: Пассажиры - это мой основной пользователь, их потребности определяют мой успех."
                    },
                    {
                        "source": "Водители",
                        "essentiality": "Пассажиры обеспечивают водителей работой и доходом.",
                        "opportunity": "Водители получают доход за счет выполнения заказов от пассажиров.",
                        "restrictions": "Водители должны следовать маршрутам и требованиям, установленным пассажирами.",
                        "imposed_role": "Обеспечивать безопасную и быструю доставку пассажиров.",
                        "comment": "I am, Водители, see my relationships with a target in the following perspective: Пассажиры - это мой источник дохода, их удовлетворенность - мой приоритет."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Пассажиры оказывают влияние на экологическую политику через потребление транспортных услуг.",
                        "opportunity": "Экологические организации могут использовать данные о пассажирских потоках для продвижения устойчивых практик.",
                        "restrictions": "Они не могут игнорировать экологические последствия от роста пассажиропотока.",
                        "imposed_role": "Поддерживать осознание экологических последствий использования транспорта.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: Пассажиры - ключевые игроки в решении экологических вопросов, их выбор влияет на наше будущее."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Пробки на дорогах",
                        "threat": "Создают задержки в пути, препятствуя быстрой и удобной доставке пассажиров",
                        "consequences_if_deteriorates": "Пассажиры смогут быстрее добираться до своих пунктов назначения без задержек",
                        "consequences_if_improves": "Если пробки улучшатся, пассажиры будут менее стрессованы и смогут планировать свои поездки более эффективно",
                        "imposed_role": "Заставить пассажиров тратить больше времени на поездки",
                        "comment": "Я, пробки на дорогах, вижу свои отношения с пассажирами в следующей перспективе: я неизбежно задерживаю их путешествия."
                    },
                    {
                        "source": "Транспортные компании",
                        "threat": "Могут увеличить цены на проезд, делая поездки менее доступными",
                        "consequences_if_deteriorates": "Пассажиры смогут пользоваться более доступными тарифами и услугами",
                        "consequences_if_improves": "Если услуги транспортных компаний улучшатся, это может привести к увеличению цен и уменьшению доступности",
                        "imposed_role": "Заставить пассажиров выбирать более дорогие варианты передвижения",
                        "comment": "Я, транспортные компании, вижу свои отношения с пассажирами в следующей перспективе: я контролирую стоимость их передвижения."
                    },
                    {
                        "source": "Непредсказуемые погодные условия",
                        "threat": "Могут вызвать отмену или задержку рейсов, что мешает доставке пассажиров",
                        "consequences_if_deteriorates": "Пассажиры будут меньше зависеть от капризов природы и смогут планировать свои поездки",
                        "consequences_if_improves": "Улучшение погодных условий приведет к более предсказуемым поездкам, но также может привести к увеличению количества пассажиров",
                        "imposed_role": "Заставить пассажиров изменять свои планы в зависимости от погоды",
                        "comment": "Я, непредсказуемые погодные условия, вижу свои отношения с пассажирами в следующей перспективе: я влияю на их расписание и удобство."
                    },
                    {
                        "source": "Инфраструктурные проблемы (разрушенные дороги, нехватка остановок)",
                        "threat": "Создают физические преграды для перемещения пассажиров",
                        "consequences_if_deteriorates": "Пассажиры смогут быстро и удобно перемещаться без неудобств",
                        "consequences_if_improves": "Улучшение инфраструктуры обеспечит более комфортные поездки, но может увеличить количество пассажиров на маршрутах",
                        "imposed_role": "Заставить пассажиров терпеть неудобства во время поездок",
                        "comment": "Я, инфраструктурные проблемы, вижу свои отношения с пассажирами в следующей перспективе: я ограничиваю их возможности передвижения."
                    },
                    {
                        "source": "Конкурирующие способы передвижения (такси, каршеринг, велосипеды)",
                        "threat": "Могут забрать клиентов у общественного транспорта, если не будут обеспечены быстрые и удобные услуги",
                        "consequences_if_deteriorates": "Пассажиры останутся верны общественному транспорту, если он станет более удобным",
                        "consequences_if_improves": "Конкуренция может привести к улучшению услуг в общественном транспорте, но также и к повышению цен",
                        "imposed_role": "Заставить пассажиров выбирать менее удобные варианты передвижения",
                        "comment": "Я, конкурирующие способы передвижения, вижу свои отношения с пассажирами в следующей перспективе: я предлагаю им альтернативы, чтобы сделать их выбор более осознанным."
                    }
                ]
            }
        }
    }
]