[
    {
        "entity": "Сообщество коллег-преподавателей и исследователей",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Современные образовательные технологии",
                        "change": "Увеличение интерактивности и вовлеченности студентов в образовательный процесс",
                        "opportunity": "Доступ к новым методам обучения и более эффективным инструментам оценки",
                        "restrictions": "Необходимость постоянного обучения и адаптации к новым технологиям",
                        "imposed_role": "Адаптатор, который требует от сообщества внедрения новых технологий",
                        "comment": "I am, Современные образовательные технологии, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I am a catalyst for innovation that enhances educational standards."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "change": "Формирование новых критериев оценки качества образования",
                        "opportunity": "Увеличение конкурентоспособности выпускников на рынке труда",
                        "restrictions": "Необходимость соответствовать требованиям и стандартам, которые могут быть сложными в реализации",
                        "imposed_role": "Соблюдатель стандартов, который требует от сообщества соответствия установленным нормам",
                        "comment": "I am, Образовательные стандарты, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I ensure quality and relevance in education."
                    },
                    {
                        "source": "Обратная связь от студентов",
                        "change": "Изменение подходов к обучению на основе потребностей и предпочтений студентов",
                        "opportunity": "Возможность улучшения качества образовательного процесса через учёт мнения студентов",
                        "restrictions": "Необходимость постоянного мониторинга и адаптации подходов к обучению",
                        "imposed_role": "Ответчик на запросы студентов, что требует от сообщества гибкости и открытости",
                        "comment": "I am, Обратная связь от студентов, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I am a voice of the learners that shapes educational practices."
                    },
                    {
                        "source": "Конкуренция с другими образовательными учреждениями",
                        "change": "Увеличение давления на соблюдение высоких стандартов образования",
                        "opportunity": "Мотивация к постоянному улучшению и внедрению передовых практик",
                        "restrictions": "Необходимость быть на шаг впереди конкурентов, что требует значительных ресурсов",
                        "imposed_role": "Конкурент, который заставляет сообщество адаптироваться и развиваться",
                        "comment": "I am, Конкуренция с другими образовательными учреждениями, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I push for excellence in education."
                    },
                    {
                        "source": "Научные исследования",
                        "change": "Развитие новых методов обучения и оценки через применение научных подходов",
                        "opportunity": "Доступ к новым знаниям и методологиям, которые могут повысить качество образования",
                        "restrictions": "Зависимость от финансирования и доступности ресурсов для исследований",
                        "imposed_role": "Искатель инноваций, который требует от сообщества внедрения научного подхода в практику",
                        "comment": "I am, Научные исследования, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I offer pathways to innovate and improve educational practices."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Министерство образования",
                        "essentiality": "Обеспечивает стандарты и аккредитацию образовательных учреждений.",
                        "opportunity": "Предоставляет ресурсы и поддержку для внедрения новых технологий в учебный процесс.",
                        "restrictions": "Ограничивает использование неаккредитованных методик и технологий.",
                        "imposed_role": "Ролевой координатор, определяющий стандарты и требования к преподаванию.",
                        "comment": "I am Министерство образования, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I guide and shape the educational landscape."
                    },
                    {
                        "source": "Современные образовательные технологии",
                        "essentiality": "Служат инструментами, которые делают обучение более интерактивным и доступным.",
                        "opportunity": "Открывают новые методы и подходы к обучению, которые могут повысить вовлеченность студентов.",
                        "restrictions": "Могут требовать дополнительных навыков и знаний от преподавателей для эффективного использования.",
                        "imposed_role": "Инноватор, предлагающий новые способы обучения.",
                        "comment": "I am Современные образовательные технологии, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I offer new tools that transform teaching and learning."
                    },
                    {
                        "source": "Образовательные исследования",
                        "essentiality": "Предоставляют научные данные и рекомендации для улучшения педагогических практик.",
                        "opportunity": "Способствуют повышению качества обучения через внедрение обоснованных методик.",
                        "restrictions": "Ограничивают применение устаревших или неподтвержденных подходов.",
                        "imposed_role": "Исследователь, который формирует практику на основе данных.",
                        "comment": "I am Образовательные исследования, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I provide the evidence that shapes effective teaching."
                    },
                    {
                        "source": "Студенты и их потребности",
                        "essentiality": "Определяют, какие методы обучения являются наиболее эффективными и актуальными.",
                        "opportunity": "Предоставляют обратную связь, которая помогает адаптировать курсы и методики.",
                        "restrictions": "Могут отвергать устаревшие методы, требуя инноваций.",
                        "imposed_role": "Целевой аудитории, чьи интересы и потребности должны учитываться.",
                        "comment": "I am Студенты и их потребности, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I am at the core of educational effectiveness."
                    },
                    {
                        "source": "Профессиональные сообщества",
                        "essentiality": "Создают сеть поддержки и обмена опытом среди преподавателей.",
                        "opportunity": "Обеспечивают доступ к ресурсам, семинарам и обучающим мероприятиям.",
                        "restrictions": "Могут требовать соблюдения определенных норм и стандартов в практиках.",
                        "imposed_role": "Члена сообщества, который должен активно участвовать в обмене знаниями.",
                        "comment": "I am Профессиональные сообщества, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I connect and empower educators to thrive."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты становятся более вовлеченными в образовательный процесс, адаптируясь к новым методам обучения.",
                        "opportunity": "Доступ к современным образовательным ресурсам и технологиям, которые повышают качество обучения.",
                        "restrictions": "Необходимость следовать новым стандартам и методам обучения, что может быть стрессом.",
                        "imposed_role": "Активные участники образовательного процесса, требующие поддержки и обратной связи.",
                        "comment": "I am Студенты, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I appreciate the integration of new technologies in my studies, as it enhances my learning experience."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "change": "Администрация пересматривает и обновляет образовательные программы и стандарты.",
                        "opportunity": "Улучшение репутации заведения за счет высоких образовательных стандартов.",
                        "restrictions": "Необходимость выделения ресурсов для внедрения новых технологий и методов.",
                        "imposed_role": "Координатор изменений в образовательной системе.",
                        "comment": "I am Администрация учебного заведения, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I support the push for high standards as it directly impacts our institution's reputation and effectiveness."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Технологические компании адаптируют свои продукты в соответствии с требованиями образовательного сообщества.",
                        "opportunity": "Возможность внедрения своих решений в образовательный процесс, что увеличивает их рыночную долю.",
                        "restrictions": "Необходимость постоянного обновления и улучшения продуктов для соответствия требованиям.",
                        "imposed_role": "Поставщик технологий, на который возлагаются ожидания по качеству и инновациям.",
                        "comment": "I am Технологические компании, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: Collaboration with educators allows us to refine our products to better meet their needs."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "change": "Ассоциации пересматривают свои стратегические направления и программы поддержки для преподавателей.",
                        "opportunity": "Расширение своей аудитории и влияние в сфере образования.",
                        "restrictions": "Необходимость учитывать разнообразные потребности и мнения своих членов.",
                        "imposed_role": "Поддержка и защита профессиональных интересов преподавателей.",
                        "comment": "I am Профессиональные ассоциации, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: Engaging with educators allows us to better advocate for their needs and interests."
                    },
                    {
                        "source": "Общество",
                        "change": "Общество начинает больше ценить современные методы обучения и оценивания.",
                        "opportunity": "Рост интереса к образованию и повышению его качества в целом.",
                        "restrictions": "Ожидание от образовательных учреждений более высоких стандартов и доступности.",
                        "imposed_role": "Критик и поддержка образовательных инициатив.",
                        "comment": "I am Общество, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I expect educational communities to continuously improve and embrace innovation for the benefit of all."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Студенты",
                        "essentiality": "Сообщество коллег-преподавателей и исследователей обеспечивает студентов качественным образованием и актуальными знаниями.",
                        "opportunity": "Студенты предоставляют обратную связь и идеи, которые помогают педагогам в улучшении учебного процесса.",
                        "restrictions": "Преподаватели не могут игнорировать потребности и мнения студентов при разработке учебных планов.",
                        "imposed_role": "Студенты становятся активными участниками образовательного процесса, а не пассивными слушателями.",
                        "comment": "I am Студенты, see my relationships with a target in the following perspective: Я получаю знания и поддержку, без которых мне было бы трудно адаптироваться к новым требованиям."
                    },
                    {
                        "source": "Технологические платформы",
                        "essentiality": "Сообщество использует технологические платформы для внедрения новых методов обучения.",
                        "opportunity": "Платформы получают доступ к преподавателям, которые могут использовать их продукты для улучшения образовательного процесса.",
                        "restrictions": "Платформы не могут предлагать устаревшие технологии или методы, которые не соответствуют современным требованиям обучения.",
                        "imposed_role": "Платформы должны постоянно обновлять свои функции, чтобы оставаться актуальными для педагогов.",
                        "comment": "I am Технологические платформы, see my relationships with a target in the following perspective: Я завишу от сообщества, которое требует инноваций и адаптаций."
                    },
                    {
                        "source": "Научные журналы",
                        "essentiality": "Сообщество создает и рецензирует исследования, которые публикуются в научных журналах.",
                        "opportunity": "Журналы получают качественный контент, который поддерживает их репутацию и влияние в академическом сообществе.",
                        "restrictions": "Журналы должны следовать стандартам качества и этики, установленным сообществом.",
                        "imposed_role": "Журналы становятся платформой для распространения новых знаний и обмена опытом среди педагогов.",
                        "comment": "I am Научные журналы, see my relationships with a target in the following perspective: Я завишу от качественного контента, который создается в сообществе."
                    },
                    {
                        "source": "Администрация учебных заведений",
                        "essentiality": "Сообщество играет важную роль в формировании образовательной политики и стандартов в учебных заведениях.",
                        "opportunity": "Администрация получает поддержку и обратную связь от сообщества для улучшения образовательного процесса.",
                        "restrictions": "Администрация не может игнорировать мнения и советы сообщества при принятии решений.",
                        "imposed_role": "Администрация должна учитывать интересы сообщества в своих стратегических планах.",
                        "comment": "I am Администрация учебных заведений, see my relationships with a target in the following perspective: Я понимаю, что успех нашего учебного заведения зависит от активного участия сообщества."
                    },
                    {
                        "source": "Образовательные технологии",
                        "essentiality": "Сообщество использует образовательные технологии для создания инновационных методов обучения.",
                        "opportunity": "Технологии получают возможность тестировать и внедрять свои решения в реальных образовательных условиях.",
                        "restrictions": "Технологии должны соответствовать стандартам и требованиям сообщества, иначе они не будут приняты.",
                        "imposed_role": "Технологии становятся частью учебного процесса и должны поддерживать взаимодействие между преподавателями и студентами.",
                        "comment": "I am Образовательные технологии, see my relationships with a target in the following perspective: Я завишу от сообщества, которое стремится к инновациям и улучшениям."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Технологические гиганты (например, Google, Microsoft)",
                        "threat": "Создание альтернативных образовательных платформ, которые отказываются от традиционных методов обучения.",
                        "consequences_if_deteriorates": "Сообщество сможет сохранить традиционные методы обучения и оценки.",
                        "consequences_if_improves": "Сообщество будет вынуждено адаптироваться к новым образовательным стандартам, что может привести к утрате своей идентичности.",
                        "imposed_role": "Адаптироваться к новым технологиям или исчезнуть.",
                        "comment": "I am, Технологические гиганты, see my relationships with a target in the following perspective: Я создаю альтернативы, которые могут затмить традиционные методы, и заставляю сообщество менять свои подходы."
                    },
                    {
                        "source": "Государственные образовательные реформы",
                        "threat": "Введение стандартов, которые требуют от учебных заведений перехода на новые методы оценки.",
                        "consequences_if_deteriorates": "Сообщество сможет свободно разрабатывать собственные методы оценки без внешнего давления.",
                        "consequences_if_improves": "Сообщество будет вынуждено следовать новым стандартам, что может вызвать внутренние конфликты.",
                        "imposed_role": "Следовать государственным стандартам.",
                        "comment": "I am, Государственные образовательные реформы, see my relationships with a target in the following perspective: Я устанавливаю правила, которые сообщество должно будет соблюдать, иначе оно потеряет финансирование."
                    },
                    {
                        "source": "Социальные сети и образовательные платформы",
                        "threat": "Изменение предпочтений студентов в пользу онлайн-обучения.",
                        "consequences_if_deteriorates": "Сообщество сможет вернуть студентов к традиционным методам обучения.",
                        "consequences_if_improves": "Сообщество может потерять студентов и свою актуальность.",
                        "imposed_role": "Соперничать с онлайн-форматами обучения.",
                        "comment": "I am, Социальные сети и образовательные платформы, see my relationships with a target in the following perspective: Я предоставляю альтернативы, которые могут привлечь студентов и уменьшить необходимость в традиционных методах."
                    },
                    {
                        "source": "Исследования и публикации в области образовательных технологий",
                        "threat": "Непрерывное развитие новых методов и инструментов, которые могут сделать традиционные подходы устаревшими.",
                        "consequences_if_deteriorates": "Сообщество сможет сосредоточиться на своих текущих методах обучения.",
                        "consequences_if_improves": "Сообщество будет вынуждено внедрять новые технологии, что может потребовать дополнительных ресурсов.",
                        "imposed_role": "Адаптироваться и внедрять новые образовательные технологии.",
                        "comment": "I am, Исследования и публикации, see my relationships with a target in the following perspective: Я двигаю вперед новые идеи, которые могут сделать традиционные методы несовременными."
                    },
                    {
                        "source": "Студенты и их потребности",
                        "threat": "Изменение интересов студентов, которые требуют более современного и интерактивного обучения.",
                        "consequences_if_deteriorates": "Сообщество сможет продолжать использовать свои традиционные методы.",
                        "consequences_if_improves": "Сообщество может потерять студентов, если не будет учитывать их потребности.",
                        "imposed_role": "Приспособиться к новым ожиданиям студентов.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: Я требую новых подходов, и если сообщество не будет меняться, оно рискует потерять свою аудиторию."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Традиционные методы обучения",
                        "threat": "Сообщество коллег-преподавателей и исследователей стремится внедрить новые технологии, что ставит под угрозу актуальность традиционных методов.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, традиционные методы обучения останутся без конкуренции и могут продолжать существовать без изменений.",
                        "consequences_if_improves": "Если сообщество улучшит свои методы, традиционные методы могут быть доработаны, интегрированы с новыми подходами, что повысит их эффективность.",
                        "imposed_role": "Устаревающая методология обучения.",
                        "comment": "Я, традиционные методы обучения, вижу свои отношения с сообществом в следующей перспективе: Я под угрозой быть заменённым, если сообщество продолжит адаптироваться к новым технологиям."
                    },
                    {
                        "source": "Оценочные стандарты",
                        "threat": "Сообщество может внедрять альтернативные методы оценки, угрожая существованию традиционных оценочных стандартов.",
                        "consequences_if_deteriorates": "При исчезновении сообщества оценочные стандарты могут стать более жесткими и менее адаптивными.",
                        "consequences_if_improves": "Улучшение сообщества может привести к более гибким и современным оценочным стандартам.",
                        "imposed_role": "Старые и неэффективные стандарты оценки.",
                        "comment": "Я, оценочные стандарты, вижу свои отношения с сообществом в следующей перспективе: Я рискую быть заменённым новыми методами, если сообщество продолжит развиваться."
                    },
                    {
                        "source": "Технологические компании",
                        "threat": "Сообщество влияет на спрос на технологические решения, что может изменить их бизнес-модели.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, технологические компании могут продолжать работать без обязательств адаптации их продуктов к образовательным стандартам.",
                        "consequences_if_improves": "Улучшение сообщества приведет к более тесному сотрудничеству, что может увеличить спрос на инновационные образовательные технологии.",
                        "imposed_role": "Поставщик устаревших образовательных технологий.",
                        "comment": "Я, технологическая компания, вижу свои отношения с сообществом в следующей перспективе: Я подвержен риску, если сообщество не будет активно использовать мои решения."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Сообщество стремится улучшить качество образования, что может угрожать статус-кво.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, студенты могут столкнуться с низким качеством образования и отсутствием инновационных методов.",
                        "consequences_if_improves": "Улучшение сообщества повысит качество образования для студентов, что сделает их более конкурентоспособными.",
                        "imposed_role": "Пассивные участники образовательного процесса.",
                        "comment": "Я, студент, вижу свои отношения с сообществом в следующей перспективе: Я нуждаюсь в поддержке сообщества для достижения успеха в обучении."
                    },
                    {
                        "source": "Научные исследования",
                        "threat": "Сообщество может изменять приоритеты исследований в области образования, что угрожает устаревшим направлениям.",
                        "consequences_if_deteriorates": "При отсутствии сообщества научные исследования могут вернуться к менее актуальным темам.",
                        "consequences_if_improves": "Улучшение сообщества может привести к более актуальным и востребованным исследованиям в области образования.",
                        "imposed_role": "Устаревшие направления исследований.",
                        "comment": "Я, научные исследования, вижу свои отношения с сообществом в следующей перспективе: Я рискую оказаться в неактуальном состоянии, если сообщество не будет развиваться."
                    }
                ]
            }
        }
    },
    {
        "entity": "Студенты",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Преподаватели передают знания и навыки, формируя учебный процесс.",
                        "opportunity": "Студенты получают доступ к знаниям и профессиональному опыту.",
                        "restrictions": "Студенты должны следовать учебному плану и выполнять задания.",
                        "imposed_role": "Студенты становятся учениками, обязаны участвовать в учебной деятельности.",
                        "comment": "Я, Преподаватель, вижу свои отношения со Студентами в следующей перспективе: я помогаю им развиваться, но они должны усердно трудиться."
                    },
                    {
                        "source": "Система оценивания",
                        "change": "Система оценивания формирует мотивацию студентов к учебе.",
                        "opportunity": "Студенты могут продемонстрировать свои знания и получить признание.",
                        "restrictions": "Студенты должны соответствовать критериям для получения высоких оценок.",
                        "imposed_role": "Студенты становятся оцененными, что определяет их успехи.",
                        "comment": "Я, Система оценивания, вижу свои отношения со Студентами в следующей перспективе: я оцениваю их успехи, и это влияет на их будущее."
                    },
                    {
                        "source": "Сокурсники",
                        "change": "Сокурсники создают конкурентную среду и совместное обучение.",
                        "opportunity": "Студенты могут обмениваться знаниями и поддерживать друг друга.",
                        "restrictions": "Студенты могут чувствовать давление от соперничества.",
                        "imposed_role": "Студенты становятся членами группы, где они должны взаимодействовать.",
                        "comment": "Я, Сокурсник, вижу свои отношения со Студентами в следующей перспективе: мы учимся вместе, но также конкурируем за лучшие результаты."
                    },
                    {
                        "source": "Технологии (например, онлайн-ресурсы)",
                        "change": "Технологии изменяют способ получения знаний и доступ к информации.",
                        "opportunity": "Студенты могут учиться в удобное для себя время и получать разнообразные источники информации.",
                        "restrictions": "Зависимость от технологий может отвлекать студентов от учебы.",
                        "imposed_role": "Студенты становятся пользователями технологий, что требует определенных навыков.",
                        "comment": "Я, Технология, вижу свои отношения со Студентами в следующей перспективе: я предоставляю ресурсы, но они должны уметь ими пользоваться."
                    },
                    {
                        "source": "Родители",
                        "change": "Родители оказывают влияние на выбор образования и карьерные устремления.",
                        "opportunity": "Студенты получают поддержку и советы по учебе и будущей карьере.",
                        "restrictions": "Ожидания родителей могут создавать давление на студентов.",
                        "imposed_role": "Студенты становятся объектами заботы и ожиданий со стороны родителей.",
                        "comment": "Я, Родитель, вижу свои отношения со Студентами в следующей перспективе: я поддерживаю их, но иногда мои ожидания могут быть обременительными."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Студенты предоставляют преподавателям обратную связь о качестве обучения и участии в учебном процессе.",
                        "opportunity": "Преподаватели могут оценивать и адаптировать свои курсы в зависимости от потребностей студентов.",
                        "restrictions": "Преподаватели не могут игнорировать мнения студентов и должны учитывать их пожелания.",
                        "imposed_role": "Преподаватели должны быть внимательными к потребностям студентов и обеспечивать их вовлеченность.",
                        "comment": "I am Преподаватели, see my relationships with a target in the following perspective: Студенты - это мой главный источник информации и вдохновения."
                    },
                    {
                        "source": "Учебный план",
                        "essentiality": "Студенты формируют спрос на определенные курсы и темы, влияя на содержание учебного плана.",
                        "opportunity": "Учебный план может быть обновлен и улучшен в соответствии с запросами студентов.",
                        "restrictions": "Учебный план не может содержать курсы, которые не интересуют студентов.",
                        "imposed_role": "Учебный план служит ориентиром для студентов, определяя, что они должны изучать.",
                        "comment": "I am Учебный план, see my relationships with a target in the following perspective: Я адаптируюсь к интересам студентов, чтобы оставаться актуальным."
                    },
                    {
                        "source": "Администрация вуза",
                        "essentiality": "Студенты являются источником финансирования для университета через оплату обучения и участие в различных мероприятиях.",
                        "opportunity": "Администрация может использовать студентов для повышения репутации учебного заведения.",
                        "restrictions": "Администрация не может игнорировать проблемы и потребности студентов.",
                        "imposed_role": "Администрация должна обеспечивать комфортные условия для обучения студентов.",
                        "comment": "I am Администрация вуза, see my relationships with a target in the following perspective: Студенты - это мой основной приоритет и источник вдохновения."
                    },
                    {
                        "source": "Работодатели",
                        "essentiality": "Студенты формируют будущую рабочую силу, обеспечивая работодателей новыми кадрами.",
                        "opportunity": "Работодатели могут находить талантливых молодых специалистов для своих компаний.",
                        "restrictions": "Работодатели не могут игнорировать навыки и потребности студентов при формировании вакансий.",
                        "imposed_role": "Студенты должны развивать навыки, которые требуются работодателям.",
                        "comment": "I am Работодатели, see my relationships with a target in the following perspective: Я вижу студентов как источник будущих талантов и профессионалов."
                    },
                    {
                        "source": "Образовательные технологии",
                        "essentiality": "Студенты используют образовательные технологии для получения знаний и навыков.",
                        "opportunity": "Образовательные технологии могут улучшать свои продукты и услуги, учитывая отзывы студентов.",
                        "restrictions": "Образовательные технологии не могут игнорировать потребности студентов в доступности и удобстве.",
                        "imposed_role": "Студенты должны активно использовать образовательные технологии для эффективного обучения.",
                        "comment": "I am Образовательные технологии, see my relationships with a target in the following perspective: Я завишу от студентов, чтобы улучшать свои предложения и услуги."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Студенты могут снизить репутацию преподавателей, если их оценки будут завышены без объективных причин.",
                        "consequences_if_deteriorates": "Преподаватели могут потерять авторитет и возможность влиять на будущие поколения студентов.",
                        "consequences_if_improves": "Преподаватели могут стать более уважаемыми и востребованными, если студенты получат настоящие знания.",
                        "imposed_role": "Оценщик и наставник.",
                        "comment": "I am, Преподаватель, see my relationships with a target in the following perspective: My authority is challenged when students prioritize grades over genuine learning."
                    },
                    {
                        "source": "ВУЗ (Учебное заведение)",
                        "threat": "Студенты могут создать негативный имидж учебного заведения, если будут пойманы на списывании.",
                        "consequences_if_deteriorates": "Учебное заведение может потерять финансирование и абитуриентов.",
                        "consequences_if_improves": "Учебное заведение укрепит свою репутацию и привлечет больше студентов.",
                        "imposed_role": "Академический стандарт.",
                        "comment": "I am, ВУЗ, see my relationships with a target in the following perspective: The integrity of my institution depends on the commitment of students to academic honesty."
                    },
                    {
                        "source": "Работодатели",
                        "threat": "Студенты, не обладающие необходимыми навыками, могут снизить общую эффективность работы компании.",
                        "consequences_if_deteriorates": "Работодатели могут столкнуться с нехваткой квалифицированных кадров.",
                        "consequences_if_improves": "Работодатели получат более подготовленных специалистов, что улучшит производительность.",
                        "imposed_role": "Будущие сотрудники.",
                        "comment": "I am, Работодатель, see my relationships with a target in the following perspective: My business success relies on the skills and integrity of the students entering the workforce."
                    },
                    {
                        "source": "Система образования",
                        "threat": "Студенты, прибегающие к списыванию, подрывают ценность образовательных стандартов.",
                        "consequences_if_deteriorates": "Система образования может утратить доверие общественности.",
                        "consequences_if_improves": "Система образования укрепит свои стандарты и повысит качество обучения.",
                        "imposed_role": "Агент изменений.",
                        "comment": "I am, Система образования, see my relationships with a target in the following perspective: The efficacy of my programs is at risk when students prioritize shortcuts over learning."
                    },
                    {
                        "source": "Собственные способности студентов",
                        "threat": "Чрезмерная зависимость от списывания может привести к снижению их собственных навыков и знаний.",
                        "consequences_if_deteriorates": "Студенты могут стать менее конкурентоспособными на рынке труда.",
                        "consequences_if_improves": "Студенты могут развивать свои навыки и увереннее выходить на рынок труда.",
                        "imposed_role": "Ответственные обучающиеся.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: My growth and future depend on my commitment to learning authentically."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Оценивание знаний и навыков студентов на основании их работы и тестов.",
                        "consequences_if_deteriorates": "Студенты смогут не беспокоиться о строгом контроле и смогут свободно учиться без страха перед экзаменами.",
                        "consequences_if_improves": "Студенты будут подвергаться более жесткому контролю и строгим требованиям, что увеличит их стресс и давление.",
                        "imposed_role": "Объект оценки и контроля.",
                        "comment": "I am, Преподаватели, see my relationships with a target in the following perspective: Я стремлюсь к объективной оценке знаний студентов."
                    },
                    {
                        "source": "Система образования",
                        "threat": "Стандарты и требования к знаниям, которые необходимо удовлетворить для получения диплома.",
                        "consequences_if_deteriorates": "Студенты смогут больше экспериментировать и изучать интересные для них вещи без жестких требований.",
                        "consequences_if_improves": "Студенты будут вынуждены проходить сложные курсы и формальные требования, что может привести к стрессу и снижению их мотивации.",
                        "imposed_role": "Исполнитель требований и стандартов.",
                        "comment": "I am, Система образования, see my relationships with a target in the following perspective: Я создаю рамки, в которых студенты должны действовать для достижения успеха."
                    },
                    {
                        "source": "Однокурсники",
                        "threat": "Конкуренция за высокие оценки и признание в группе.",
                        "consequences_if_deteriorates": "Студенты смогут работать более свободно и не переживать о мнении других.",
                        "consequences_if_improves": "Студенты могут столкнуться с повышенным давлением и стрессом, что может привести к нечестным методам оценки.",
                        "imposed_role": "Соперник в учебе.",
                        "comment": "I am, Однокурсники, see my relationships with a target in the following perspective: Мы создаем атмосферу конкуренции, которая подталкивает студентов к достижениям."
                    },
                    {
                        "source": "Технические средства (например, смартфоны, интернет)",
                        "threat": "Доступ к информации, который может быть использован для списывания.",
                        "consequences_if_deteriorates": "Студенты будут вынуждены полагаться на свои собственные знания и навыки.",
                        "consequences_if_improves": "Студенты могут стать зависимыми от технологий и потерять навыки критического мышления.",
                        "imposed_role": "Инструмент для облегчения учебного процесса.",
                        "comment": "I am, Технические средства, see my relationships with a target in the following perspective: Я предоставляю доступ к знаниям, но также создаю соблазн для нечестных действий."
                    },
                    {
                        "source": "Родители",
                        "threat": "Ожидания и давление по поводу успехов в учебе.",
                        "consequences_if_deteriorates": "Студенты смогут чувствовать себя более свободно и сосредоточиться на своих интересах и увлечениях.",
                        "consequences_if_improves": "Студенты могут испытывать значительное давление, что приводит к стрессу и возможным проблемам с самооценкой.",
                        "imposed_role": "Объект ожиданий и давления.",
                        "comment": "I am, Родители, see my relationships with a target in the following perspective: Я хочу, чтобы мои дети добивались успеха и были счастливы в жизни."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Преподаватели адаптируют свои методы обучения, чтобы лучше соответствовать потребностям студентов.",
                        "opportunity": "Получение обратной связи от студентов помогает им улучшать свои курсы.",
                        "restrictions": "Преподаватели обязаны следовать учебным планам и стандартам, что ограничивает их гибкость.",
                        "imposed_role": "Преподаватели становятся наставниками, должны поддерживать студентов в их обучении.",
                        "comment": "Я, преподаватель, вижу свои отношения со студентами в следующей перспективе: я стремлюсь обеспечить доступное и эффективное обучение."
                    },
                    {
                        "source": "Университет",
                        "change": "Университеты изменяют свои курсы и программы в ответ на требования студентов.",
                        "opportunity": "Увеличение числа зачислений, что приводит к большему финансированию и ресурсам.",
                        "restrictions": "Университеты должны соблюдать аккредитивные требования и стандарты.",
                        "imposed_role": "Университеты выступают как организаторы учебного процесса и инфраструктуры.",
                        "comment": "Я, университет, вижу свои отношения со студентами в следующей перспективе: я обязан создавать условия для их успешного обучения."
                    },
                    {
                        "source": "Работодатели",
                        "change": "Работодатели пересматривают требования к навыкам и квалификациям, основываясь на ожиданиях выпускников.",
                        "opportunity": "Доступ к квалифицированным кадрам, которые могут удовлетворить потребности рынка труда.",
                        "restrictions": "Работодатели должны учитывать уровень навыков и знаний, полученных студентами.",
                        "imposed_role": "Работодатели становятся оценщиками навыков и знаний, полученных студентами.",
                        "comment": "Я, работодатель, вижу свои отношения со студентами в следующей перспективе: я ожидаю, что они будут готовы к профессиональной деятельности."
                    },
                    {
                        "source": "Система образования",
                        "change": "Система образования эволюционирует, чтобы лучше соответствовать требованиям студентов и рынка труда.",
                        "opportunity": "Увеличение репутации и аккредитации учебных заведений, которые соответствуют современным стандартам.",
                        "restrictions": "Система образования ограничена бюджетами и политическими решениями.",
                        "imposed_role": "Система образования обеспечивает стандарты и критерии для обучения.",
                        "comment": "Я, система образования, вижу свои отношения со студентами в следующей перспективе: я стремлюсь к постоянному улучшению обучения и квалификации."
                    },
                    {
                        "source": "Технологии",
                        "change": "Технологии развиваются и адаптируются в ответ на потребности студентов в обучении.",
                        "opportunity": "Создание новых образовательных платформ и инструментов, которые облегчают процесс обучения.",
                        "restrictions": "Технологии зависят от финансирования и доступности ресурсов.",
                        "imposed_role": "Технологии становятся основными инструментами для студентов в процессе обучения.",
                        "comment": "Я, технологии, вижу свои отношения со студентами в следующей перспективе: я должен облегчить их обучение и доступ к знаниям."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Преподаватели предоставляют знания и навыки, необходимые для успешного обучения и получения хороших оценок.",
                        "opportunity": "Студенты получают доступ к профессиональному опыту и учебным материалам.",
                        "restrictions": "Студенты должны следовать правилам академической честности и не списывать.",
                        "imposed_role": "Студенты выступают как ученики, которые должны активно участвовать в процессе обучения.",
                        "comment": "I am Преподаватели, see my relationships with Студенты in the following perspective: Я веду вас к знаниям, но ожидаю от вас честности и усердия."
                    },
                    {
                        "source": "Учебные материалы",
                        "essentiality": "Учебные материалы служат основным источником информации, необходимой для освоения курса.",
                        "opportunity": "Студенты могут использовать учебные материалы для самостоятельного изучения и подготовки к экзаменам.",
                        "restrictions": "Студенты не могут игнорировать учебные материалы и должны их использовать для учебы.",
                        "imposed_role": "Студенты становятся активными пользователями информации.",
                        "comment": "I am Учебные материалы, see my relationships with Студенты in the following perspective: Я предоставляю знания, но без вашего участия они бесполезны."
                    },
                    {
                        "source": "Система оценивания",
                        "essentiality": "Система оценивания определяет, какие знания и навыки студенты должны продемонстрировать для получения хороших оценок.",
                        "opportunity": "Студенты имеют возможность получить оценки, которые отражают их знания и усилия.",
                        "restrictions": "Студенты должны соблюдать установленные критерии оценивания.",
                        "imposed_role": "Студенты становятся участниками оценочного процесса.",
                        "comment": "I am Система оценивания, see my relationships with Студенты in the following perspective: Я определяю ваш успех, но вы должны показать свои истинные способности."
                    },
                    {
                        "source": "Курсовые работы и проекты",
                        "essentiality": "Курсовые работы и проекты предоставляют студентам возможность применить свои знания на практике.",
                        "opportunity": "Студенты могут продемонстрировать свои умения и получить практический опыт.",
                        "restrictions": "Студенты не могут просто копировать работы других и должны разрабатывать оригинальные идеи.",
                        "imposed_role": "Студенты становятся создателями контента и исследователями.",
                        "comment": "I am Курсовые работы и проекты, see my relationships with Студенты in the following perspective: Я открываю двери к практическому обучению, но только через оригинальность."
                    },
                    {
                        "source": "Собственные мотивации и цели",
                        "essentiality": "Личные мотивации студентов влияют на их учебную активность и желание учиться.",
                        "opportunity": "Студенты могут ставить перед собой цели и стремиться к их достижению, что способствует обучению.",
                        "restrictions": "Студенты не могут игнорировать свои внутренние желания и цели.",
                        "imposed_role": "Студенты становятся активными участниками своего учебного процесса.",
                        "comment": "I am Собственные мотивации и цели, see my relationships with Студенты in the following perspective: Я даю вам силы для достижения успеха, но вы должны знать, чего хотите."
                    }
                ]
            }
        }
    },
    {
        "entity": "Преподаватели",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Технологии обучения",
                        "change": "Преподаватели начинают использовать новые инструменты и платформы для передачи знаний.",
                        "opportunity": "Увеличение интерактивности и вовлеченности студентов в процесс обучения.",
                        "restrictions": "Необходимость адаптироваться к новым методам и требованиям, что может потребовать дополнительного времени и ресурсов.",
                        "imposed_role": "Модератор и фасилитатор процесса обучения.",
                        "comment": "I am, Технологии обучения, see my relationships with Преподаватели in the following perspective: I enhance their teaching capabilities while challenging their traditional methods."
                    },
                    {
                        "source": "Студенты",
                        "change": "Студенты влияют на методы преподавания и содержание курсов через свою активность и обратную связь.",
                        "opportunity": "Преподаватели могут улучшить качество обучения, основываясь на потребностях студентов.",
                        "restrictions": "Необходимость учитывать разнообразные мнения и предпочтения студентов, что может усложнить процесс преподавания.",
                        "imposed_role": "Адаптировщик, который должен учитывать потребности студентов в процессе обучения.",
                        "comment": "I am, Студенты, see my relationships with Преподаватели in the following perspective: I drive the evolution of teaching practices based on my learning needs."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "change": "Устанавливает стандарты и требования к преподавателям по оценке студентов.",
                        "opportunity": "Обеспечение поддержки и ресурсов для повышения квалификации преподавателей.",
                        "restrictions": "Необходимость соответствовать установленным стандартам и требованиям, что может ограничивать свободу преподавания.",
                        "imposed_role": "Исполнитель, который должен следовать установленным правилам и стандартам.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with Преподаватели in the following perspective: I provide the structure and support necessary for effective teaching."
                    },
                    {
                        "source": "Общество и культурные нормы",
                        "change": "Влияние на восприятие образования и роли преподавателей в обществе.",
                        "opportunity": "Преподаватели могут адаптировать свои методы к актуальным социальным ожиданиям и потребностям.",
                        "restrictions": "Необходимость соответствовать социальным нормам и ожиданиям, что может ограничивать инновации в преподавании.",
                        "imposed_role": "Адаптатор, который должен учитывать культурные контексты в своей работе.",
                        "comment": "I am, Общество и культурные нормы, see my relationships with Преподаватели in the following perspective: I shape their teaching practices to align with societal values."
                    },
                    {
                        "source": "Системы оценки и аккредитации",
                        "change": "Устанавливают критерии и процедуры для оценки студентов и преподавателей.",
                        "opportunity": "Помощь в обеспечении качества образования и повышения доверия к учебному заведению.",
                        "restrictions": "Необходимость следовать строгим критериям оценки, что может создавать стресс для преподавателей.",
                        "imposed_role": "Судья, который оценивает эффективность преподавателя и студентов.",
                        "comment": "I am, Системы оценки и аккредитации, see my relationships with Преподаватели in the following perspective: I ensure accountability and quality in the educational process."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты становятся более активными участниками учебного процесса, используя новые технологии для получения знаний.",
                        "opportunity": "Улучшение взаимодействия с преподавателями и возможность получения дополнительных ресурсов для обучения.",
                        "restrictions": "Зависимость от методов преподавания и оценивания, что может ограничить их инициативу.",
                        "imposed_role": "Актёры, которые должны адаптироваться к новым методам обучения и оценивания.",
                        "comment": "Я, студент, вижу свои отношения с преподавателями в следующей перспективе: я стремлюсь к активному участию в учебном процессе, но чувствую ограничения из-за традиционных методов оценки."
                    },
                    {
                        "source": "Образовательные технологии",
                        "change": "Технологии становятся более адаптивными и интегрированными в процесс обучения благодаря обратной связи от преподавателей.",
                        "opportunity": "Развитие новых функциональностей и улучшение пользовательского опыта.",
                        "restrictions": "Необходимость постоянного обновления и соответствия требованиям преподавателей и студентов.",
                        "imposed_role": "Средства, которые должны обеспечить необходимую поддержку учебного процесса.",
                        "comment": "Я, образовательная технология, вижу свои отношения с преподавателями в следующей перспективе: я стремлюсь к тому, чтобы быть полезным и актуальным в современном образовательном процессе."
                    },
                    {
                        "source": "ВУЗы",
                        "change": "Университеты начинают пересматривать свои стратегии и программы обучения в ответ на изменения в подходах преподавания.",
                        "opportunity": "Увеличение репутации и конкурентоспособности за счет внедрения современных образовательных практик.",
                        "restrictions": "Необходимость соблюдения аккредитационных стандартов и ожиданий студентов.",
                        "imposed_role": "Организации, которые должны поддерживать актуальность и качество образования.",
                        "comment": "Я, вуз, вижу свои отношения с преподавателями в следующей перспективе: я обязуюсь поддерживать их в стремлении к инновациям, но также требую от них соблюдения стандартов."
                    },
                    {
                        "source": "Родители студентов",
                        "change": "Родители становятся более вовлеченными в процесс обучения своих детей, интересуясь новыми образовательными методами.",
                        "opportunity": "Получение информации о прогрессе и успехах своих детей через современные технологии.",
                        "restrictions": "Ограничение времени и ресурсов для поддержки учебного процесса.",
                        "imposed_role": "Сторонние участники, которые должны поддерживать и мотивировать своих детей в обучении.",
                        "comment": "Я, родитель студента, вижу свои отношения с преподавателями в следующей перспективе: я хочу быть вовлеченным в обучение моего ребенка и поддерживать его успехи."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "change": "Администрация вынуждена адаптировать политику и процедуры для поддержки нововведений в обучении.",
                        "opportunity": "Повышение эффективности управления учебными процессами и ресурсами.",
                        "restrictions": "Необходимость соблюдения бюджетных ограничений и требований к качеству образования.",
                        "imposed_role": "Управляющие, которые должны обеспечить поддержку и ресурсы для преподавателей.",
                        "comment": "Я, администрация учебного заведения, вижу свои отношения с преподавателями в следующей перспективе: я обязана поддерживать их в стремлении к инновациям, обеспечивая необходимые ресурсы и условия."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Студенты",
                        "threat": "Преподаватели могут использовать новые методы оценки, что уменьшает влияние студентов на процесс обучения.",
                        "consequences_if_deteriorates": "Студенты могут получить более низкие оценки и меньшее внимание со стороны преподавателей.",
                        "consequences_if_improves": "Студенты смогут лучше взаимодействовать с преподавателями и легче получать поддержку.",
                        "imposed_role": "Объект для оценки и контроля.",
                        "comment": "Я, Студент, вижу свои отношения с Преподавателями в следующей перспективе: контроль за процессом обучения важен, но не должен подавлять мою активность."
                    },
                    {
                        "source": "Новые технологии",
                        "threat": "Преподаватели могут начать использовать технологии для контроля, что увеличивает их власть.",
                        "consequences_if_deteriorates": "Технологии могут стать менее актуальными и использоваться реже.",
                        "consequences_if_improves": "Технологии могут стать более интегрированными в учебный процесс, улучшая взаимодействие.",
                        "imposed_role": "Инструмент для контроля и оценки.",
                        "comment": "Я, Новая Технология, вижу свои отношения с Преподавателями в следующей перспективе: я могу упростить процесс обучения, но боюсь быть использованной только для контроля."
                    },
                    {
                        "source": "Учебные заведения",
                        "threat": "Преподаватели могут потерять контроль над учебным процессом, если студенты будут использовать технологии для списывания.",
                        "consequences_if_deteriorates": "Учебные заведения могут столкнуться с падением качества образования и репутации.",
                        "consequences_if_improves": "Учебные заведения смогут развивать свои программы и улучшать качество образования.",
                        "imposed_role": "Регулятор и организатор образовательного процесса.",
                        "comment": "Я, Учебное заведение, вижу свои отношения с Преподавателями в следующей перспективе: важно следить за качеством образования, чтобы сохранить репутацию."
                    },
                    {
                        "source": "Общество",
                        "threat": "Преподаватели могут потерять уважение и доверие со стороны общества из-за плохого использования технологий.",
                        "consequences_if_deteriorates": "Общество может начать сомневаться в ценности образования и роли преподавателей.",
                        "consequences_if_improves": "Общество будет больше ценить образование и усилия преподавателей.",
                        "imposed_role": "Критик и наблюдатель образовательного процесса.",
                        "comment": "Я, Общество, вижу свои отношения с Преподавателями в следующей перспективе: я ожидаю высоких стандартов образования и готов поддерживать тех, кто их соблюдает."
                    },
                    {
                        "source": "Методы оценки",
                        "threat": "Преподаватели могут изменить методы оценки, что сделает старые методы неактуальными.",
                        "consequences_if_deteriorates": "Старые методы оценки могут стать ненужными и забытыми.",
                        "consequences_if_improves": "Новые методы оценки могут улучшить процесс обучения и взаимодействия.",
                        "imposed_role": "Инструмент для контроля и оценки результатов обучения.",
                        "comment": "Я, Метод оценки, вижу свои отношения с Преподавателями в следующей перспективе: я должен быть актуальным и адаптированным к изменениям в процессе обучения."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Студенты",
                        "essentiality": "Преподаватели обеспечивают структуру и содержание обучения, что позволяет студентам получать необходимые знания.",
                        "opportunity": "Студенты получают доступ к знаниям и навыкам, которые необходимы для их будущей карьеры.",
                        "restrictions": "Студенты не могут игнорировать требования и форматы оценивания, установленные преподавателями.",
                        "imposed_role": "Студенты должны активно участвовать и следовать указаниям преподавателей.",
                        "comment": "I am, Студенты, see my relationships with Преподаватели in the following perspective: Преподаватели играют ключевую роль в моем образовании и развитии."
                    },
                    {
                        "source": "Технологии обучения",
                        "essentiality": "Преподаватели используют технологии для улучшения учебного процесса и взаимодействия со студентами.",
                        "opportunity": "Технологии обучения получают возможность быть интегрированными в образовательный процесс и улучшать его.",
                        "restrictions": "Технологии не могут быть использованы без одобрения и контроля преподавателей.",
                        "imposed_role": "Технологии должны соответствовать методическим подходам и требованиям преподавателей.",
                        "comment": "I am, Технологии обучения, see my relationships with Преподаватели in the following perspective: Я служу инструментом для улучшения обучения, но завишу от преподавателей."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Преподаватели являются основным инструментом для реализации образовательной политики и стандартов.",
                        "opportunity": "Администрация получает возможность достигать своих целей в области качества образования через действия преподавателей.",
                        "restrictions": "Администрация не может вмешиваться в учебный процесс без согласия преподавателей.",
                        "imposed_role": "Администрация должна создавать условия, которые поддерживают работу преподавателей.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with Преподаватели in the following perspective: Преподаватели являются ключевыми игроками в нашем образовательном процессе."
                    },
                    {
                        "source": "Общество",
                        "essentiality": "Преподаватели формируют будущие поколения и влияют на развитие социума.",
                        "opportunity": "Общество получает подготовленных специалистов, способных вносить вклад в его развитие.",
                        "restrictions": "Общество не может требовать от преподавателей что-либо, что противоречит их профессиональным стандартам.",
                        "imposed_role": "Общество должно поддерживать и уважать труд преподавателей.",
                        "comment": "I am, Общество, see my relationships with Преподаватели in the following perspective: Я завишу от качественного образования, которое обеспечивают преподаватели."
                    },
                    {
                        "source": "Методы оценки знаний",
                        "essentiality": "Преподаватели разрабатывают и применяют методы оценки, которые важны для понимания успеваемости студентов.",
                        "opportunity": "Методы оценки получают возможность быть примененными в контексте образовательного процесса.",
                        "restrictions": "Методы оценки не могут противоречить принципам объективности и справедливости, установленным преподавателями.",
                        "imposed_role": "Методы оценки должны следовать стандартам, установленным преподавателями.",
                        "comment": "I am, Методы оценки знаний, see my relationships with Преподаватели in the following perspective: Я существую для обеспечения качественной оценки студентов, но завишу от преподавателей."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Новые технологии списывания",
                        "threat": "Упрощают возможность обмана студентов на экзаменах, что снижает качество обучения.",
                        "consequences_if_deteriorates": "Преподаватели смогут лучше контролировать процесс обучения и экзаменационной деятельности.",
                        "consequences_if_improves": "Преподаватели могут потерять авторитет и доверие студентов.",
                        "imposed_role": "Контролирующий процесс обучения",
                        "comment": "I am, Новые технологии списывания, see my relationships with Преподаватели in the following perspective: I challenge their authority and the integrity of the educational process."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Могут использовать технологии для обхода контроля, что приводит к недостоверной оценке знаний.",
                        "consequences_if_deteriorates": "Преподаватели смогут проводить более точные и объективные оценки знаний.",
                        "consequences_if_improves": "Преподаватели могут столкнуться с проблемами в поддержании дисциплины и справедливости в оценках.",
                        "imposed_role": "Сопротивляющийся контроль",
                        "comment": "I am, Студенты, see my relationships with Преподаватели in the following perspective: I resist their efforts to maintain control over my learning process."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "threat": "Может вводить новые политики, ограничивающие свободу преподавателей в оценивании и обучении.",
                        "consequences_if_deteriorates": "Преподаватели смогут более свободно подходить к методам обучения и оценки.",
                        "consequences_if_improves": "Преподаватели могут оказаться под давлением и должны будут следовать строгим правилам.",
                        "imposed_role": "Руководящий орган",
                        "comment": "I am, Администрация учебного заведения, see my relationships with Преподаватели in the following perspective: I guide and regulate their educational practices."
                    },
                    {
                        "source": "Общественное мнение",
                        "threat": "Может оказывать давление на преподавателей в отношении методов обучения и оценки.",
                        "consequences_if_deteriorates": "Преподаватели смогут действовать более независимо от внешних ожиданий.",
                        "consequences_if_improves": "Преподаватели могут начать адаптировать свои подходы к обучению в соответствии с изменениями в общественном мнении.",
                        "imposed_role": "Оценщик",
                        "comment": "I am, Общественное мнение, see my relationships with Преподаватели in the following perspective: I shape their practices based on societal values and expectations."
                    },
                    {
                        "source": "Курсы повышения квалификации",
                        "threat": "Могут создавать стандарты, которые преподаватели должны соблюдать, что ограничивает их творческий подход.",
                        "consequences_if_deteriorates": "Преподаватели смогут разрабатывать инновационные методы обучения без внешнего контроля.",
                        "consequences_if_improves": "Преподаватели могут столкнуться с необходимостью следовать строгим стандартам, теряя индивидуальность в подходах.",
                        "imposed_role": "Стандартизирующий",
                        "comment": "I am, Курсы повышения квалификации, see my relationships with Преподаватели in the following perspective: I set the benchmarks that define their teaching effectiveness."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты являются ключевым элементом образовательного процесса, от их взаимодействия зависит качество передачи знаний.",
                        "opportunity": "Студенты предоставляют преподавателям обратную связь о качестве обучения и помогают адаптировать методики.",
                        "restrictions": "Преподаватели не могут игнорировать потребности и ожидания студентов, иначе процесс обучения станет неэффективным.",
                        "imposed_role": "Преподаватели должны адаптироваться к стилям обучения и интересам студентов.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: Я являюсь основным объектом обучения, и без меня процесс будет пустым."
                    },
                    {
                        "source": "Технологии обучения",
                        "essentiality": "Современные технологии являются необходимыми инструментами для повышения эффективности образовательного процесса.",
                        "opportunity": "Технологии облегчают доступ к информации и позволяют преподавателям использовать инновационные методы обучения.",
                        "restrictions": "Преподаватели должны учитывать ограничения технологий и не могут полностью полагаться на них.",
                        "imposed_role": "Преподаватели должны интегрировать технологические решения в свои методы обучения.",
                        "comment": "I am, Технологии обучения, see my relationships with a target in the following perspective: Я предоставляю возможности, но и налагаю требования к использованию."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Администрация устанавливает правила и стандарты, которые формируют образовательный процесс.",
                        "opportunity": "Администрация обеспечивает ресурсы и поддержку для реализации образовательных инициатив.",
                        "restrictions": "Преподаватели обязаны следовать установленным стандартам и процедурам.",
                        "imposed_role": "Преподаватели должны соответствовать требованиям и ожиданиям администрации.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with a target in the following perspective: Я обеспечиваю структуру и поддержку, но ожидаю соблюдения норм."
                    },
                    {
                        "source": "Общественное мнение",
                        "essentiality": "Общественное мнение влияет на восприятие образования и ожидания от преподавателей.",
                        "opportunity": "Преподаватели могут использовать общественное мнение для улучшения своей репутации и методов обучения.",
                        "restrictions": "Преподаватели не могут игнорировать ожидания и критические замечания общества.",
                        "imposed_role": "Преподаватели должны учитывать внешние мнения при разработке своих программ.",
                        "comment": "I am, Общественное мнение, see my relationships with a target in the following perspective: Я формирую ожидания и требования, которые должны быть учтены."
                    },
                    {
                        "source": "Профессиональное сообщество",
                        "essentiality": "Профессиональное сообщество обеспечивает обмен опытом и знаниями среди преподавателей.",
                        "opportunity": "Преподаватели могут учиться у коллег и применять лучшие практики в обучении.",
                        "restrictions": "Преподаватели должны следовать профессиональным стандартам и этическим нормам.",
                        "imposed_role": "Преподаватели должны активно участвовать в обмене знаний и сотрудничестве с коллегами.",
                        "comment": "I am, Профессиональное сообщество, see my relationships with a target in the following perspective: Я поддерживаю развитие и обмен знаниями, что критически важно для успеха."
                    }
                ]
            }
        }
    },
    {
        "entity": "Работодатели",
        "actor_network": {
            "4": {
                "data": [
                    {
                        "source": "Университеты",
                        "essentiality": "Работодатели зависят от университетов для получения квалифицированных кандидатов.",
                        "opportunity": "Работодатели получают доступ к выпускникам с актуальными знаниями и навыками.",
                        "restrictions": "Университеты не могут игнорировать требования работодателей при разработке учебных программ.",
                        "imposed_role": "Поставщик квалифицированных выпускников.",
                        "comment": "I am, Университеты, see my relationships with Работодатели in the following perspective: Я обеспечиваю их кадрами, но должен учитывать их требования."
                    },
                    {
                        "source": "Аккредитационные организации",
                        "essentiality": "Работодатели полагаются на аккредитацию для оценки качества образования кандидатов.",
                        "opportunity": "Работодатели могут быть уверены в квалификации кандидатов, имеющих аккредитованные дипломы.",
                        "restrictions": "Работодатели не могут принимать на работу кандидатов с недействительными дипломами.",
                        "imposed_role": "Гарант качества образования.",
                        "comment": "I am, Аккредитационные организации, see my relationships with Работодатели in the following perspective: Я обеспечиваю доверие к квалификациям, которые они ищут."
                    },
                    {
                        "source": "Кандидаты (выпускники)",
                        "essentiality": "Работодатели нуждаются в кандидатах для заполнения вакансий.",
                        "opportunity": "Кандидаты предоставляют работодателям новые идеи и перспективы.",
                        "restrictions": "Кандидаты не могут предоставлять ложные сведения о своих знаниях и навыках.",
                        "imposed_role": "Конкуренты на рынке труда.",
                        "comment": "I am, Кандидаты, see my relationships with Работодатели in the following perspective: Я предоставляю им свои навыки, но должен быть честным в своих возможностях."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Работодатели обращаются к ассоциациям для определения стандартов профессий.",
                        "opportunity": "Работодатели получают информацию о лучших практиках и трендах в отрасли.",
                        "restrictions": "Работодатели не могут игнорировать рекомендации ассоциаций по отбору кадров.",
                        "imposed_role": "Регулятор профессиональных стандартов.",
                        "comment": "I am, Профессиональные ассоциации, see my relationships with Работодатели in the following perspective: Я помогаю им оставаться конкурентоспособными, но они должны следовать моим советам."
                    },
                    {
                        "source": "Социальные сети и платформы для поиска работы",
                        "essentiality": "Работодатели используют платформы для поиска и оценки кандидатов.",
                        "opportunity": "Работодатели получают доступ к большему количеству кандидатов и могут проводить поиск по различным критериям.",
                        "restrictions": "Работодатели не могут игнорировать отзывы и рейтинги кандидатов на платформах.",
                        "imposed_role": "Площадка для взаимодействия работодателей и кандидатов.",
                        "comment": "I am, Социальные сети и платформы для поиска работы, see my relationships with Работодатели in the following perspective: Я обеспечиваю их доступ к кандидатам, но они должны учитывать репутацию на моих платформах."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Выпускники",
                        "threat": "Работодатели требуют от выпускников наличия реальных знаний и навыков, что ставит под угрозу тех, кто не соответствует этим требованиям.",
                        "consequences_if_deteriorates": "Выпускники смогут продолжать получать дипломы без реальных знаний и навыков, что снизит требования к образованию.",
                        "consequences_if_improves": "Выпускники, которые соответствуют требованиям работодателей, повысят свои шансы на успешное трудоустройство.",
                        "imposed_role": "Потенциальные кандидаты на рабочие места.",
                        "comment": "Я, выпускник, вижу свои отношения с работодателями в следующей перспективе: они требуют от меня подтверждения моих знаний и навыков, что создает давление на мою подготовку."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "threat": "Работодатели могут начать критиковать и отказываться от сотрудничества с учебными заведениями, если их выпускники не будут соответствовать требованиям.",
                        "consequences_if_deteriorates": "Учебные заведения могут потерять финансирование и студентов, если их выпускники не будут востребованы на рынке труда.",
                        "consequences_if_improves": "Улучшение качества образования повысит репутацию учебных заведений и позволит им привлекать больше студентов.",
                        "imposed_role": "Поставщик качественного образования.",
                        "comment": "Я, образовательное учреждение, вижу свои отношения с работодателями в следующей перспективе: их требования заставляют меня пересматривать учебные программы, чтобы наши выпускники были конкурентоспособными."
                    },
                    {
                        "source": "Правительство",
                        "threat": "Работодатели могут оказывать давление на правительство с требованием улучшения системы образования.",
                        "consequences_if_deteriorates": "Правительство не будет получать положительные отзывы о своей образовательной политике и может потерять поддержку населения.",
                        "consequences_if_improves": "Улучшение системы образования приведет к большему количеству квалифицированных кадров на рынке труда.",
                        "imposed_role": "Регулятор образовательной политики.",
                        "comment": "Я, правительство, вижу свои отношения с работодателями в следующей перспективе: их требования мотивируют меня реформировать образование, чтобы поддерживать экономический рост."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "threat": "Работодатели могут оспаривать стандарты и квалификации, которые ассоциации устанавливают для профессий.",
                        "consequences_if_deteriorates": "Ассоциации могут потерять авторитет и влияние, если их стандарты будут признаны устаревшими.",
                        "consequences_if_improves": "Если стандарты будут адаптированы к требованиям работодателей, ассоциации смогут укрепить свои позиции и повысить интерес к членству.",
                        "imposed_role": "Стандартопроизводитель для профессиональных квалификаций.",
                        "comment": "Я, профессиональная ассоциация, вижу свои отношения с работодателями в следующей перспективе: их требования к квалификациям заставляют меня пересматривать стандарты для поддержания нашей значимости."
                    },
                    {
                        "source": "Клиенты компаний",
                        "threat": "Работодатели могут не нанимать сотрудников с недостаточной квалификацией, что отразится на качестве услуг и продукции.",
                        "consequences_if_deteriorates": "Клиенты могут потерять доверие к компаниям, если они не будут удовлетворены качеством предоставляемых услуг.",
                        "consequences_if_improves": "Клиенты получат качественные продукты и услуги, что повысит их удовлетворенность и лояльность.",
                        "imposed_role": "Потребитель услуг и продукции.",
                        "comment": "Я, клиент компании, вижу свои отношения с работодателями в следующей перспективе: их стремление к качеству влияет на то, какие услуги я получаю, и я ожидаю от них высокой квалификации сотрудников."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Университеты",
                        "change": "Обучают студентов, формируя их навыки и знания в соответствии с требованиями работодателей.",
                        "opportunity": "Обеспечивают работодателей квалифицированными кадрами, которые могут успешно выполнять свои обязанности.",
                        "restrictions": "Могут ограничивать работодателей в выборе кандидатов, ориентируясь на свои критерии оценки.",
                        "imposed_role": "Координатор подготовки кадров, отвечающий за соответствие образования требованиям рынка.",
                        "comment": "I am, университет, see my relationships with a target in the following perspective: I play a crucial role in shaping the future workforce and aligning educational outcomes with employer needs."
                    },
                    {
                        "source": "Кадровые агентства",
                        "change": "Помогают работодателям находить подходящих кандидатов, которые соответствуют их ожиданиям.",
                        "opportunity": "Упрощают процесс найма, предлагая отбор кандидатов, которые соответствуют заданным критериям.",
                        "restrictions": "Могут навязывать работодателям определенные условия при найме, увеличивая затраты на подбор.",
                        "imposed_role": "Посредник между работодателями и кандидатами, отвечающий за качество подбора.",
                        "comment": "I am, кадровое агентство, see my relationships with a target in the following perspective: I facilitate the connection between employers and qualified candidates, ensuring a smoother hiring process."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "change": "Устанавливают стандарты и сертификации, которые влияют на восприятие квалификаций выпускников.",
                        "opportunity": "Повышают доверие работодателей к кандидатам с определенными сертификатами и членством.",
                        "restrictions": "Могут ограничивать возможность трудоустройства кандидатов, не имеющих необходимых квалификаций.",
                        "imposed_role": "Регулятор, определяющий уровень профессионализма и требования к кандидатам.",
                        "comment": "I am, профессиональная ассоциация, see my relationships with a target in the following perspective: I set the standards that guide employers in their hiring practices and enhance the credibility of candidates."
                    },
                    {
                        "source": "Социальные сети и платформы для поиска работы",
                        "change": "Изменяют способ взаимодействия работодателей и кандидатов, расширяя доступ к информации о потенциальных работниках.",
                        "opportunity": "Увеличивают видимость кандидатов и позволяют работодателям находить подходящие профили.",
                        "restrictions": "Могут представлять недостоверную информацию о кандидатах, что увеличивает риски найма.",
                        "imposed_role": "Информационный посредник, формирующий имидж кандидатов в глазах работодателей.",
                        "comment": "I am, социальная платформа, see my relationships with a target in the following perspective: I enhance the transparency and accessibility of the job market, allowing employers to connect with potential candidates more effectively."
                    },
                    {
                        "source": "Экономическая ситуация на рынке труда",
                        "change": "Влияет на количество доступных для найма квалифицированных кандидатов.",
                        "opportunity": "Создает конкурентные преимущества для работодателей, которые могут предлагать лучшие условия труда.",
                        "restrictions": "Может увеличивать давление на работодателей в поиске идеальных кандидатов в условиях нехватки квалифицированных специалистов.",
                        "imposed_role": "Аналитик рынка, определяющий условия и требования найма в зависимости от экономической ситуации.",
                        "comment": "I am, экономическая ситуация, see my relationships with a target in the following perspective: I dictate the terms of the labor market, influencing the strategies that employers adopt in their hiring processes."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Университеты",
                        "change": "Университеты адаптируют свои учебные программы для соответствия требованиям работодателей.",
                        "opportunity": "Получение финансирования и поддержки от работодателей для обновления программ и инфраструктуры.",
                        "restrictions": "Зависимость от требований работодателей может ограничивать академическую свободу в выборе учебных планов.",
                        "imposed_role": "Поставщик квалифицированных кадров.",
                        "comment": "Я, университет, вижу свои отношения с работодателями в следующей перспективе: сотрудничество для повышения качества образования и подготовки выпускников."
                    },
                    {
                        "source": "Кандидаты на работу",
                        "change": "Кандидаты формируют свои навыки и квалификации в соответствии с ожиданиями работодателей.",
                        "opportunity": "Доступ к трудоустройству и карьерным возможностям.",
                        "restrictions": "Необходимость соответствовать высоким стандартам, что может привести к стрессу и давлению.",
                        "imposed_role": "Конкуренты за рабочие места.",
                        "comment": "Я, кандидат на работу, вижу свои отношения с работодателями в следующей перспективе: стремление продемонстрировать свои способности и получить шанс на трудоустройство."
                    },
                    {
                        "source": "Государственные учреждения",
                        "change": "Государственные учреждения изменяют политику в области образования и труда в ответ на потребности работодателей.",
                        "opportunity": "Возможность внедрения новых образовательных стандартов и программ стажировок.",
                        "restrictions": "Давление со стороны работодателей может ограничивать независимость в принятии решений.",
                        "imposed_role": "Регулятор рынка труда и образования.",
                        "comment": "Я, государственное учреждение, вижу свои отношения с работодателями в следующей перспективе: необходимость реагирования на запросы рынка для улучшения трудоустройства."
                    },
                    {
                        "source": "Ассоциации работодателей",
                        "change": "Ассоциации работодателей формируют свои стратегии и рекомендации в зависимости от потребностей членов.",
                        "opportunity": "Укрепление позиций ассоциации через совместные инициативы с работодателями.",
                        "restrictions": "Может возникать давление для соблюдения общих стандартов, что ограничивает индивидуальность компаний.",
                        "imposed_role": "Представитель работодателей и их интересов.",
                        "comment": "Я, ассоциация работодателей, вижу свои отношения с работодателями в следующей перспективе: создание единого фронта для решения общих проблем и улучшения качества рабочей силы."
                    },
                    {
                        "source": "Образовательные платформы",
                        "change": "Образовательные платформы развивают курсы и сертификации в соответствии с требованиями работодателей.",
                        "opportunity": "Расширение аудитории и увеличение числа пользователей, заинтересованных в получении актуальных знаний.",
                        "restrictions": "Необходимость постоянного обновления контента в связи с изменяющимися требованиями рынка.",
                        "imposed_role": "Поставщик образовательных ресурсов.",
                        "comment": "Я, образовательная платформа, вижу свои отношения с работодателями в следующей перспективе: сотрудничество для создания актуального и востребованного контента для пользователей."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Образовательные учреждения подготавливают студентов с необходимыми знаниями и навыками, что делает их важными для работодателей.",
                        "opportunity": "Работодатели получают доступ к подготовленным кадрам, способным эффективно выполнять свои рабочие обязанности.",
                        "restrictions": "Работодатели обязаны учитывать аккредитацию и репутацию учебного заведения при приеме на работу.",
                        "imposed_role": "Работодатели должны активно сотрудничать с учебными заведениями для улучшения качества образования.",
                        "comment": "I am, образовательные учреждения, see my relationships with работодателями in the following perspective: I provide the foundation for competent graduates, but I expect them to adhere to my standards."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Профессиональные ассоциации определяют стандарты и требования к квалификации, что влияет на процесс найма.",
                        "opportunity": "Работодатели могут использовать сертификацию ассоциаций для оценки квалификации кандидатов.",
                        "restrictions": "Работодатели должны следовать установленным стандартам и критериям при отборе кандидатов.",
                        "imposed_role": "Работодатели становятся участниками системы сертификации и должны поддерживать её нормы.",
                        "comment": "I am, профессиональные ассоциации, see my relationships with работодателями in the following perspective: I set the bar high for competence, and they rely on me for the credibility of their hires."
                    },
                    {
                        "source": "Рынок труда",
                        "essentiality": "Рынок труда определяет спрос и предложение на специалистов, что влияет на стратегию найма работодателей.",
                        "opportunity": "Работодатели могут адаптировать свои требования к актуальным трендам на рынке труда.",
                        "restrictions": "Работодатели должны быть готовы конкурировать за лучших кандидатов, что ограничивает их возможности выбора.",
                        "imposed_role": "Работодатели должны реагировать на изменения в рыночной среде и адаптировать свои подходы к найму.",
                        "comment": "I am, рынок труда, see my relationships with работодателями in the following perspective: I shape the landscape of employment, and they must navigate my currents to find the best talent."
                    },
                    {
                        "source": "Технологические платформы для подбора кадров",
                        "essentiality": "Технологические платформы обеспечивают работодателей инструментами для поиска и оценки кандидатов.",
                        "opportunity": "Работодатели получают доступ к большому количеству резюме и могут эффективно фильтровать подходящих кандидатов.",
                        "restrictions": "Работодатели должны следовать правилам платформы, включая соблюдение конфиденциальности данных кандидатов.",
                        "imposed_role": "Работодатели становятся зависимыми от технологий в процессе найма.",
                        "comment": "I am, технологические платформы для подбора кадров, see my relationships with работодателями in the following perspective: I streamline their hiring process, but they must play by my rules."
                    },
                    {
                        "source": "Обратная связь от сотрудников",
                        "essentiality": "Обратная связь от сотрудников помогает работодателям оценивать качество найма и удержания кадров.",
                        "opportunity": "Работодатели могут улучшать свои процессы найма и обучения на основе полученной информации.",
                        "restrictions": "Работодатели должны учитывать мнения и отзывы сотрудников, что может ограничивать их решения.",
                        "imposed_role": "Работодатели становятся более открытыми к изменениям и адаптации своих стратегий.",
                        "comment": "I am, обратная связь от сотрудников, see my relationships with работодателями in the following perspective: I provide insights that can make or break their hiring success, and they must listen to me."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Непроверенные учебные заведения",
                        "threat": "Подделка дипломов и сертификатов, что приводит к недостаточной квалификации сотрудников.",
                        "consequences_if_deteriorates": "Уменьшение числа недобросовестных кандидатов и повышение общего уровня квалификации.",
                        "consequences_if_improves": "Увеличение риска найма неподходящих кандидатов, что может негативно сказаться на репутации работодателей.",
                        "imposed_role": "Работодатели становятся более уязвимыми к мошенничеству.",
                        "comment": "I am Непроверенные учебные заведения, see my relationships with Работодатели in the following perspective: I undermine the credibility of diplomas."
                    },
                    {
                        "source": "Конкурирующие работодатели",
                        "threat": "Предложение более привлекательных условий работы, что делает трудоустройство менее конкурентоспособным.",
                        "consequences_if_deteriorates": "Увеличение числа квалифицированных кандидатов, желающих работать у целевого работодателя.",
                        "consequences_if_improves": "Снижение качества выбора кандидатов из-за высокой конкуренции.",
                        "imposed_role": "Работодатели становятся зависимыми от внешних условий рынка труда.",
                        "comment": "I am Конкурирующие работодатели, see my relationships with Работодатели in the following perspective: I create a competitive environment that affects hiring."
                    },
                    {
                        "source": "Технологические новшества",
                        "threat": "Автоматизация процессов, что уменьшает потребность в определённых навыках.",
                        "consequences_if_deteriorates": "Работодатели смогут сосредоточиться на более важном человеческом взаимодействии.",
                        "consequences_if_improves": "Работодателям придется адаптироваться к новым навыкам, требуемым для работы.",
                        "imposed_role": "Работодатели должны постоянно обновлять свои требования к квалификации работников.",
                        "comment": "I am Технологические новшества, see my relationships with Работодатели in the following perspective: I push for a reevaluation of skills needed in the workforce."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "threat": "Установление стандартов и требований к квалификации, что может привести к недоступности определённых кандидатов.",
                        "consequences_if_deteriorates": "Упрощение процесса поиска кандидатов с необходимыми навыками.",
                        "consequences_if_improves": "Повышение требований к квалификации может сделать рынок труда более конкурентоспособным.",
                        "imposed_role": "Работодатели должны следовать новым стандартам и требованиям.",
                        "comment": "I am Профессиональные ассоциации, see my relationships with Работодатели in the following perspective: I influence the standards that shape the hiring landscape."
                    },
                    {
                        "source": "Общественное мнение",
                        "threat": "Негативное восприятие работодателей, которые нанимают неподходящих кандидатов.",
                        "consequences_if_deteriorates": "Улучшение репутации работодателей и доверия к ним.",
                        "consequences_if_improves": "Работодатели могут столкнуться с общественным осуждением за низкие стандарты найма.",
                        "imposed_role": "Работодатели должны учитывать мнения и ожидания общества.",
                        "comment": "I am Общественное мнение, see my relationships with Работодатели in the following perspective: I shape the expectations that impact hiring practices."
                    }
                ]
            }
        }
    }
]