[
    {
        "entity": "Сообщество коллег-преподавателей и исследователей",
        "actor_network": {
            "1": {
                "data": [
                    {
                        "source": "Технологические платформы для онлайн-обучения",
                        "essentiality": "Обеспечивают доступ к современным образовательным ресурсам и методам обучения.",
                        "opportunity": "Позволяют преподавателям взаимодействовать с учениками в новых форматах, расширяя горизонты обучения.",
                        "restrictions": "Ограничивают возможность использования устаревших методов обучения, требуя адаптации к новым технологиям.",
                        "imposed_role": "Инициатор изменений в учебном процессе.",
                        "comment": "Я, технологическая платформа, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я открываю новые горизонты, но также требую от вас быть в ногу со временем."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "essentiality": "Устанавливают рамки, в которых должно происходить обучение и оценка.",
                        "opportunity": "Обеспечивают структуру и направление для разработки учебных программ.",
                        "restrictions": "Ограничивают свободу в выборе методов обучения, подстраивая их под стандарты.",
                        "imposed_role": "Стратегический направляющий.",
                        "comment": "Я, образовательный стандарт, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я формирую ваш путь, но и требую от вас соответствия."
                    },
                    {
                        "source": "Научные исследования и публикации",
                        "essentiality": "Предоставляют актуальные данные и новые подходы к обучению.",
                        "opportunity": "Обогащают преподавательский опыт, позволяя внедрять инновации.",
                        "restrictions": "Обязывают оставаться в рамках научной строгости и актуальности информации.",
                        "imposed_role": "Инноватор и критик.",
                        "comment": "Я, научное исследование, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я вдохновляю на новые идеи, но требую критического подхода."
                    },
                    {
                        "source": "Студенты и их обратная связь",
                        "essentiality": "Являются конечными пользователями образовательных услуг, их мнения формируют качество обучения.",
                        "opportunity": "Предоставляют ценные инсайты для улучшения методов преподавания.",
                        "restrictions": "Ограничивают применение устаревших методов, поскольку требуют актуальности и вовлеченности.",
                        "imposed_role": "Критик и оценщик.",
                        "comment": "Я, студент, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я — ваш главный ориентир, но и ваш самый строгий судья."
                    },
                    {
                        "source": "Финансирование и ресурсы",
                        "essentiality": "Обеспечивают необходимую материальную базу для реализации образовательных инициатив.",
                        "opportunity": "Позволяют внедрять новые технологии и методы обучения.",
                        "restrictions": "Ограничивают возможности реализации идей, если они не соответствуют финансированию.",
                        "imposed_role": "Финансовый контролер.",
                        "comment": "Я, финансирование, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я даю вам возможность, но и контролирую ваши шаги."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Традиционные методы обучения",
                        "threat": "Сообщество коллег-преподавателей и исследователей стремится внедрить новые технологии, что уменьшает актуальность традиционных методов.",
                        "consequences_if_deteriorates": "Утрата интереса и финансирования для традиционных методов, что может привести к их исчезновению.",
                        "consequences_if_improves": "Если традиционные методы будут адаптированы, они смогут сосуществовать с новыми технологиями и даже обогатиться их использованием.",
                        "imposed_role": "Устаревший подход к обучению.",
                        "comment": "Я, традиционные методы обучения, вижу свои отношения с сообществом как угрозу, так как они подрывают мою значимость в образовательном процессе."
                    },
                    {
                        "source": "Академические стандарты",
                        "threat": "Сообщество стремится к высоким стандартам, что может привести к пересмотру и ужесточению требований к академической деятельности.",
                        "consequences_if_deteriorates": "Снижение стандартов может привести к более свободным и менее формальным подходам в образовании.",
                        "consequences_if_improves": "Улучшение стандартов приведет к повышению качества образования и более строгим требованиям к преподавателям.",
                        "imposed_role": "Стандарт, который должен быть соблюден.",
                        "comment": "Я, академические стандарты, вижу свои отношения с сообществом как необходимость быть более гибкими в условиях изменений."
                    },
                    {
                        "source": "Технологические платформы",
                        "threat": "Сообщество требует интеграции новых технологий, что может угрожать устоявшимся платформам.",
                        "consequences_if_deteriorates": "Старые платформы могут стать более востребованными, если сообщество не адаптируется к новым требованиям.",
                        "consequences_if_improves": "Совместная работа с сообществом может привести к улучшению функций и удобства пользователей на новых платформах.",
                        "imposed_role": "Платформа, нуждающаяся в обновлении.",
                        "comment": "Я, технологическая платформа, вижу свои отношения с сообществом как вызов к инновациям и обновлениям."
                    },
                    {
                        "source": "Методы оценки знаний",
                        "threat": "Сообщество стремится к новым методам оценки, что угрожает устаревшим подходам.",
                        "consequences_if_deteriorates": "Утрата традиционных методов оценки может привести к неэффективным способам проверки знаний.",
                        "consequences_if_improves": "Если методы оценки улучшатся, это приведет к более объективной и тщательной проверке знаний студентов.",
                        "imposed_role": "Модель, которая требует пересмотра.",
                        "comment": "Я, методы оценки знаний, вижу свои отношения с сообществом как необходимость адаптации к новым реалиям."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "threat": "Сообщество может оказывать давление на учреждения для изменения учебных планов и программ.",
                        "consequences_if_deteriorates": "Если учреждения не изменятся, они могут потерять студентов и финансирование.",
                        "consequences_if_improves": "Улучшение программ приведет к более высокому уровню вовлеченности студентов и успеха в карьере.",
                        "imposed_role": "Образовательное учреждение, нуждающееся в реформе.",
                        "comment": "Я, образовательное учреждение, вижу свои отношения с сообществом как необходимость обновления и адаптации к требованиям времени."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Образовательные технологии",
                        "change": "Увеличение применения новых методов и инструментов в обучении",
                        "opportunity": "Развитие и распространение инновационных решений для повышения качества образования",
                        "restrictions": "Необходимость адаптации к традиционным методам и требованиям",
                        "imposed_role": "Поставщик инструментов и ресурсов для преподавателей",
                        "comment": "I am, Образовательные технологии, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I thrive on collaboration that enhances the educational experience."
                    },
                    {
                        "source": "Студенты",
                        "change": "Изменение в способах восприятия и усвоения знаний",
                        "opportunity": "Получение более актуальных и адаптированных к современным требованиям знаний",
                        "restrictions": "Зависимость от методов, применяемых преподавателями",
                        "imposed_role": "Объект обучения и оценки",
                        "comment": "I am, Студенты, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I seek engagement that enriches my learning journey."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "change": "Изменение в образовательной политике и методах оценки",
                        "opportunity": "Увеличение репутации и конкурентоспособности путем внедрения современных подходов",
                        "restrictions": "Необходимость соответствия стандартам и методам обучения",
                        "imposed_role": "Организация, предоставляющая рамки для взаимодействия",
                        "comment": "I am, Образовательные учреждения, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I support initiatives that elevate educational standards."
                    },
                    {
                        "source": "Правительственные органы",
                        "change": "Корректировка образовательных стандартов и программ",
                        "opportunity": "Возможность внедрения новых образовательных инициатив на уровне политики",
                        "restrictions": "Необходимость соблюдения законодательства и стандартов",
                        "imposed_role": "Регулятор и контролер образовательной сферы",
                        "comment": "I am, Правительственные органы, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I aim to foster an education system that meets national needs."
                    },
                    {
                        "source": "Научные исследования",
                        "change": "Актуализация и пересмотр направлений исследований в области образования",
                        "opportunity": "Получение актуальных данных и практик для дальнейшего исследования",
                        "restrictions": "Зависимость от практик, принимаемых сообществом",
                        "imposed_role": "Источник информации и новых идей для преподавателей",
                        "comment": "I am, Научные исследования, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I contribute to the evolution of teaching methodologies."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Государственные образовательные стандарты",
                        "change": "Внедрение новых требований и стандартов, которые требуют от сообщества адаптации к современным образовательным практикам.",
                        "opportunity": "Создание новых учебных программ, соответствующих национальным и международным стандартам.",
                        "restrictions": "Ограничение в выборе методов и средств обучения, чтобы соответствовать установленным стандартам.",
                        "imposed_role": "Адаптер новых стандартов и методик образования.",
                        "comment": "Я, Государственные образовательные стандарты, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: я помогаю вам адаптироваться к новым требованиям, но также налагаю ограничения на ваши методы."
                    },
                    {
                        "source": "Технологические платформы и инструменты",
                        "change": "Изменение подхода к обучению через внедрение цифровых технологий и платформ, которые помогают в обучении и взаимодействии.",
                        "opportunity": "Расширение возможностей для дистанционного обучения и улучшение взаимодействия между преподавателями и студентами.",
                        "restrictions": "Необходимость обучения и освоения новых технологий, что требует времени и ресурсов.",
                        "imposed_role": "Инноватор в области технологий образования.",
                        "comment": "Я, Технологические платформы и инструменты, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: я открываю перед вами новые горизонты, но также требую от вас усилий для освоения."
                    },
                    {
                        "source": "Социальные сети и сообщества",
                        "change": "Формирование новых форм общения и обмена опытом между преподавателями, что влияет на подходы к обучению.",
                        "opportunity": "Создание сетевого взаимодействия, которое способствует обмену инновациями и лучшими практиками.",
                        "restrictions": "Зависимость от общественного мнения и ожиданий, что может ограничивать эксперименты с методами.",
                        "imposed_role": "Член глобального образовательного сообщества.",
                        "comment": "Я, Социальные сети и сообщества, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: я объединяю вас и предоставляю платформу, но также подчеркиваю важность общественного мнения."
                    },
                    {
                        "source": "Научные исследования и публикации",
                        "change": "Влияние на стандарты преподавания через новые выводы и рекомендации, основанные на исследованиях.",
                        "opportunity": "Доступ к актуальной информации и новым методическим материалам, что повышает качество образования.",
                        "restrictions": "Необходимость учитывать результаты исследований в практической деятельности, что может быть затруднительно.",
                        "imposed_role": "Исследователь и практик, интегрирующий науку в обучение.",
                        "comment": "Я, Научные исследования и публикации, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: я предлагаю вам новые знания, но также требую от вас их применения."
                    },
                    {
                        "source": "Студенты и их ожидания",
                        "change": "Изменение образовательного процесса под влиянием требований и ожиданий студентов.",
                        "opportunity": "Повышение вовлеченности студентов и их удовлетворенности образовательным процессом.",
                        "restrictions": "Необходимость адаптировать курсы и методы обучения в соответствии с ожиданиями студентов.",
                        "imposed_role": "Отвечающий на потребности и ожидания студентов.",
                        "comment": "Я, Студенты и их ожидания, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: я вдохновляю вас на изменения, но также налагаю требования, которые необходимо учитывать."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Технологические инновации в образовании",
                        "threat": "Устаревшие методы обучения не могут конкурировать с новыми технологиями, что ставит под сомнение актуальность преподавания.",
                        "consequences_if_deteriorates": "Сообщество сможет сохранить традиционные методы и практики, которые были ранее успешны.",
                        "consequences_if_improves": "Сообщество будет вынуждено адаптироваться к новым методам, чтобы оставаться конкурентоспособным.",
                        "imposed_role": "Консерватор традиционных методов обучения.",
                        "comment": "I am, Технологические инновации в образовании, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I challenge your methods and push for modernization."
                    },
                    {
                        "source": "Студенты и их ожидания",
                        "threat": "Непонимание потребностей студентов может привести к потере интереса и мотивации к обучению.",
                        "consequences_if_deteriorates": "Сообщество сможет действовать без давления со стороны студентов, сохраняя свои традиции.",
                        "consequences_if_improves": "Сообщество станет более ориентированным на студентов и их потребности, что повысит качество образования.",
                        "imposed_role": "Агент изменений в образовательном процессе.",
                        "comment": "I am, Студенты и их ожидания, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I demand relevance and engagement in my learning experience."
                    },
                    {
                        "source": "Конкурирующие образовательные учреждения",
                        "threat": "Соперничество с другими учреждениями может привести к снижению числа студентов и уменьшению финансирования.",
                        "consequences_if_deteriorates": "Сообщество сможет сосредоточиться на своих методах, не обращая внимания на внешние факторы.",
                        "consequences_if_improves": "Сообщество будет вынуждено улучшать свои программы и подходы, чтобы оставаться на плаву.",
                        "imposed_role": "Соперник, заставляющий улучшаться.",
                        "comment": "I am, Конкурирующие образовательные учреждения, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I compel you to innovate or perish."
                    },
                    {
                        "source": "Общественное мнение и аккредитационные организации",
                        "threat": "Негативное восприятие со стороны общества и аккредитации может привести к снижению репутации и статуса.",
                        "consequences_if_deteriorates": "Сообщество может игнорировать общественные ожидания и сосредоточиться на своих традициях.",
                        "consequences_if_improves": "Сообщество станет более ответственным и ориентированным на качество образования.",
                        "imposed_role": "Надзорный орган, который требует соблюдения стандартов.",
                        "comment": "I am, Общественное мнение и аккредитационные организации, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I hold you accountable for the quality of education you provide."
                    },
                    {
                        "source": "Глобальные тренды в образовании",
                        "threat": "Игнорирование глобальных изменений может привести к изоляции и утрате актуальности.",
                        "consequences_if_deteriorates": "Сообщество будет работать в привычных рамках, не подвергаясь влиянию глобальных изменений.",
                        "consequences_if_improves": "Сообщество станет более открытым к новым идеям и методам, что повысит его международный статус.",
                        "imposed_role": "Динамичный фактор, меняющий правила игры.",
                        "comment": "I am, Глобальные тренды в образовании, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I redefine the landscape of education and you must adapt."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты зависят от сообщества преподавателей для получения необходимых знаний и навыков.",
                        "opportunity": "Сообщество обеспечивает студентов качественным образованием и актуальными методами обучения.",
                        "restrictions": "Студенты не могут игнорировать требования к академической успеваемости и соблюдению этических норм.",
                        "imposed_role": "Студенты выступают как обратная связь для сообщества, влияя на его развитие.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: Я полагаюсь на сообщество, чтобы получить образование, и его стандарты определяют мой успех."
                    },
                    {
                        "source": "Образовательные технологии",
                        "essentiality": "Сообщество преподавателей интегрирует новые технологии для улучшения образовательного процесса.",
                        "opportunity": "Технологии получают площадку для тестирования и внедрения инновационных решений в образовании.",
                        "restrictions": "Технологии должны соответствовать стандартам качества и безопасности, установленным сообществом.",
                        "imposed_role": "Технологии становятся инструментом, который помогает сообществу достигать своих образовательных целей.",
                        "comment": "I am, Образовательные технологии, see my relationships with a target in the following perspective: Я вижу себя как ключевой элемент, который помогает сообществу адаптироваться и развиваться."
                    },
                    {
                        "source": "Управление образовательного учреждения",
                        "essentiality": "Управление зависит от сообщества для создания и поддержания высоких стандартов образования.",
                        "opportunity": "Сообщество предоставляет управление необходимую информацию и обратную связь для улучшения образовательных практик.",
                        "restrictions": "Управление не может игнорировать мнения и предложения сообщества в процессе принятия решений.",
                        "imposed_role": "Управление выступает как поддерживающая структура, которая обеспечивает ресурсы для сообщества.",
                        "comment": "I am, Управление образовательного учреждения, see my relationships with a target in the following perspective: Я завишу от сообщества, чтобы обеспечить устойчивое качество образования."
                    },
                    {
                        "source": "Академические публикации",
                        "essentiality": "Публикации нуждаются в исследованиях и экспертизе сообщества для создания качественного контента.",
                        "opportunity": "Сообщество обеспечивает публикации новыми идеями и результатами исследований, что повышает их ценность.",
                        "restrictions": "Публикации должны соответствовать критериям научной строгости, установленным сообществом.",
                        "imposed_role": "Публикации становятся каналом, через который сообщество делится своим опытом и знаниями.",
                        "comment": "I am, Академические публикации, see my relationships with a target in the following perspective: Я завишу от сообщества, чтобы оставаться актуальными и влиятельными в научном мире."
                    },
                    {
                        "source": "Общество",
                        "essentiality": "Общество ожидает от сообщества преподавателей высоких стандартов образования для подготовки будущих специалистов.",
                        "opportunity": "Сообщество формирует репутацию и доверие к образовательному процессу в глазах общества.",
                        "restrictions": "Общество не может игнорировать требования к прозрачности и эффективности образовательных практик.",
                        "imposed_role": "Общество становится критическим наблюдателем, который влияет на стандарты и методы сообщества.",
                        "comment": "I am, Общество, see my relationships with a target in the following perspective: Я ожидаю от сообщества высоких стандартов и ответственного подхода к образованию."
                    }
                ]
            }
        }
    },
    {
        "entity": "Работодатели",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "change": "Увеличение качества образовательных программ для соответствия требованиям работодателей.",
                        "opportunity": "Возможность повысить свою репутацию и привлечь больше студентов.",
                        "restrictions": "Необходимость постоянно обновлять курсы и программы в соответствии с изменениями в отрасли.",
                        "imposed_role": "Партнер по подготовке квалифицированных специалистов.",
                        "comment": "Я, образовательное учреждение, вижу свои отношения с работодателями в следующей перспективе: мы стремимся адаптировать наши программы к их требованиям, чтобы обеспечить успех наших студентов на рынке труда."
                    },
                    {
                        "source": "Студенты",
                        "change": "Изменение подхода к выбору специальностей и выбору курсов для соответствия требованиям работодателей.",
                        "opportunity": "Получение работы после окончания учебы и возможность карьерного роста.",
                        "restrictions": "Необходимость соответствовать высоким стандартам и ожиданиям работодателей.",
                        "imposed_role": "Кандидаты на рабочие места.",
                        "comment": "Я, студент, вижу свои отношения с работодателями в следующей перспективе: мы должны готовиться к требованиям рынка, чтобы продемонстрировать свои навыки и знания."
                    },
                    {
                        "source": "Кадровые агентства",
                        "change": "Адаптация методов подбора кадров под новые требования работодателей.",
                        "opportunity": "Расширение клиентской базы за счет предоставления качественных услуг по подбору специалистов.",
                        "restrictions": "Необходимость инвестировать в исследования рынка и обучение сотрудников.",
                        "imposed_role": "Посредник между работодателями и кандидатами.",
                        "comment": "Я, кадровое агентство, вижу свои отношения с работодателями в следующей перспективе: мы стремимся находить лучших кандидатов, соответствующих их требованиям."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "change": "Изменение стандартов и рекомендаций для подготовки специалистов в определенных областях.",
                        "opportunity": "Получение большей узнаваемости и авторитета в отрасли.",
                        "restrictions": "Необходимость постоянно следить за изменениями в требованиях работодателей.",
                        "imposed_role": "Регулятор стандартов и практик в профессии.",
                        "comment": "Я, профессиональная ассоциация, вижу свои отношения с работодателями в следующей перспективе: мы должны работать вместе для улучшения качества подготовки специалистов."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Корректировка образовательной политики в соответствии с потребностями рынка труда.",
                        "opportunity": "Улучшение экономической ситуации в стране за счет повышения квалификации работников.",
                        "restrictions": "Необходимость реагировать на изменения в экономике и на рынке труда.",
                        "imposed_role": "Регулятор образовательной и трудовой политики.",
                        "comment": "Я, государственный орган, вижу свои отношения с работодателями в следующей перспективе: мы должны создавать условия для эффективного взаимодействия между образовательными учреждениями и рынком труда."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Непроверенные образовательные учреждения",
                        "threat": "Предоставляют недостоверные дипломы, что ставит под сомнение квалификацию выпускников.",
                        "consequences_if_deteriorates": "Работодатели смогут более уверенно нанимать кандидатов, зная, что дипломы отражают реальные навыки.",
                        "consequences_if_improves": "Если эти учреждения улучшат качество образования, работодатели могут столкнуться с большими ожиданиями и требованиями к кандидатам.",
                        "imposed_role": "Достоверный источник информации о квалификации выпускников.",
                        "comment": "I am, Непроверенные образовательные учреждения, see my relationships with a target in the following perspective: I challenge the credibility of candidates' qualifications."
                    },
                    {
                        "source": "Социальные сети",
                        "threat": "Распространяют информацию о выпускниках, что может повлиять на репутацию работодателей.",
                        "consequences_if_deteriorates": "Работодатели смогут контролировать репутацию своих сотрудников и избегать негативного влияния.",
                        "consequences_if_improves": "Если социальные сети начнут продвигать качественные отзывы о выпускниках, работодатели могут быть вынуждены пересмотреть свои критерии отбора.",
                        "imposed_role": "Платформа для создания репутации кандидатов.",
                        "comment": "I am, Социальные сети, see my relationships with a target in the following perspective: I shape the public perception of candidates."
                    },
                    {
                        "source": "Кадровые агентства",
                        "threat": "Могут предоставлять работодателям неподходящих кандидатов, что приводит к неверным наймам.",
                        "consequences_if_deteriorates": "Работодатели смогут находить более подходящих кандидатов с реальными навыками.",
                        "consequences_if_improves": "Если агентства улучшат свои услуги, работодатели могут стать зависимыми от их рекомендаций.",
                        "imposed_role": "Посредник в процессе найма.",
                        "comment": "I am, Кадровые агентства, see my relationships with a target in the following perspective: I optimize the hiring process but also can mislead employers."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Регулируют стандарты образования и аккредитацию учебных заведений.",
                        "consequences_if_deteriorates": "Работодатели смогут более свободно выбирать кандидатов без бюрократических ограничений.",
                        "consequences_if_improves": "Если стандарты улучшатся, работодатели получат более качественных выпускников.",
                        "imposed_role": "Контроль за качеством образования.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: I ensure the quality of educational outcomes for the workforce."
                    },
                    {
                        "source": "Конкуренты",
                        "threat": "Могут предлагать лучшие условия для работы, привлекая кандидатов с реальными навыками.",
                        "consequences_if_deteriorates": "Работодатели смогут удерживать лучших специалистов и уменьшить текучесть кадров.",
                        "consequences_if_improves": "Если конкуренты улучшат свои предложения, работодатели могут потерять квалифицированных специалистов.",
                        "imposed_role": "Соперник на рынке труда.",
                        "comment": "I am, Конкуренты, see my relationships with a target in the following perspective: I drive the need for employers to enhance their offerings to attract talent."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Образовательные учреждения готовят квалифицированных специалистов и обеспечивают работодателей необходимыми кадрами.",
                        "opportunity": "Работодатели получают доступ к выпускникам с актуальными знаниями и навыками.",
                        "restrictions": "Работодатели должны учитывать программы и стандарты обучения, которые могут ограничивать их выбор.",
                        "imposed_role": "Работодатели становятся партнерами учебных заведений в процессе подготовки кадров.",
                        "comment": "I am, the Educational Institution, see my relationships with a target in the following perspective: Together, we shape the future workforce, ensuring that employers find the right talent."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Профессиональные ассоциации устанавливают стандарты и сертификации, которые работодатели должны учитывать при найме.",
                        "opportunity": "Работодатели могут использовать сертификацию для оценки кандидатов и их компетенций.",
                        "restrictions": "Работодатели обязаны следовать рекомендациям ассоциаций, что может ограничить их процессы найма.",
                        "imposed_role": "Работодатели становятся участниками профессионального сообщества, следуя установленным стандартам.",
                        "comment": "I am, the Professional Association, see my relationships with a target in the following perspective: We guide employers to ensure that they hire the best talents in accordance with our standards."
                    },
                    {
                        "source": "Социальные сети и платформы трудоустройства",
                        "essentiality": "Эти платформы связывают работодателей с потенциальными кандидатами, расширяя их доступ к талантам.",
                        "opportunity": "Работодатели могут находить и привлекать кандидатов из разнообразных источников.",
                        "restrictions": "Работодатели должны адаптировать свои объявления и процессы под алгоритмы и правила платформ.",
                        "imposed_role": "Работодатели становятся более активными участниками поиска и привлечения кандидатов.",
                        "comment": "I am, the Employment Platform, see my relationships with a target in the following perspective: I connect employers with the talent they seek in a fast-paced digital world."
                    },
                    {
                        "source": "Кадровые агентства",
                        "essentiality": "Кадровые агентства оказывают услуги по подбору персонала, облегчая процесс найма для работодателей.",
                        "opportunity": "Работодатели получают доступ к предварительно отобранным кандидатам, что экономит время и ресурсы.",
                        "restrictions": "Работодатели должны следовать рекомендациям агентств, что может ограничить их собственные решения.",
                        "imposed_role": "Работодатели становятся клиентами агентств, полагаясь на их экспертизу.",
                        "comment": "I am, the Recruitment Agency, see my relationships with a target in the following perspective: I streamline the hiring process, ensuring employers find the right fit swiftly."
                    },
                    {
                        "source": "Государственные регуляторы",
                        "essentiality": "Государственные регуляторы устанавливают законы и нормы, касающиеся трудоустройства и квалификации работников.",
                        "opportunity": "Работодатели могут работать в рамках законодавства, что обеспечивает защиту и стабильность.",
                        "restrictions": "Работодатели обязаны следовать законам, что может ограничить их возможности по отбору кандидатов.",
                        "imposed_role": "Работодатели становятся соблюдающими законы участниками рынка труда.",
                        "comment": "I am, the Government Regulator, see my relationships with a target in the following perspective: I ensure that the labor market operates fairly and within the law, benefiting both employers and employees."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Работодатели зависят от образовательных учреждений для получения квалифицированных выпускников.",
                        "opportunity": "Работодатели получают доступ к талантливым и хорошо подготовленным кандидатам на вакансии.",
                        "restrictions": "Образовательные учреждения должны обеспечивать высокие стандарты образования и реальное обучение навыкам.",
                        "imposed_role": "Образовательные учреждения должны адаптировать свои программы под требования работодателей.",
                        "comment": "I am, образовательные учреждения, see my relationships with работодателями in the following perspective: I ensure a steady flow of skilled graduates that meet the demands of the job market."
                    },
                    {
                        "source": "Кандидаты на работу",
                        "essentiality": "Работодатели нуждаются в кандидатах, чтобы заполнить вакансии.",
                        "opportunity": "Кандидаты предоставляют работодателям возможность улучшить команду и повысить производительность.",
                        "restrictions": "Работодатели не могут игнорировать реальную квалификацию и навыки кандидатов.",
                        "imposed_role": "Кандидаты должны демонстрировать свои реальные знания и навыки.",
                        "comment": "I am, кандидаты на работу, see my relationships with работодателями in the following perspective: I am a crucial part of the hiring process, and my qualifications directly impact their success."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Работодатели обращаются к профессиональным ассоциациям для оценки стандартов и квалификаций.",
                        "opportunity": "Ассоциации помогают работодателям определить лучшие практики и стандарты отрасли.",
                        "restrictions": "Работодатели не могут игнорировать рекомендации и стандарты, установленные ассоциациями.",
                        "imposed_role": "Ассоциации должны поддерживать актуальность и соответствие профессиональных стандартов.",
                        "comment": "I am, профессиональные ассоциации, see my relationships with работодателями in the following perspective: I provide the framework that ensures quality and professionalism in the workforce."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Работодатели зависят от государственных органов для соблюдения трудового законодательства и стандартов.",
                        "opportunity": "Государственные органы обеспечивают работодателям правовую защиту и соблюдение норм.",
                        "restrictions": "Работодатели должны следовать законам и стандартам, установленным государственными органами.",
                        "imposed_role": "Государственные органы должны следить за соблюдением законодательства в области труда и занятости.",
                        "comment": "I am, государственные органы, see my relationships with работодателями in the following perspective: I enforce the rules that govern employment practices, ensuring fairness and legality."
                    },
                    {
                        "source": "Трудовые рынки",
                        "essentiality": "Работодатели зависят от состояния трудовых рынков для найма компетентных сотрудников.",
                        "opportunity": "Трудовые рынки предоставляют работодателям информацию о доступности и квалификации рабочей силы.",
                        "restrictions": "Работодатели не могут игнорировать условия и требования рынка труда.",
                        "imposed_role": "Трудовые рынки должны отражать реальное состояние квалификации и навыков работников.",
                        "comment": "I am, трудовые рынки, see my relationships with работодателями in the following perspective: I reflect the dynamics of supply and demand in the labor force, shaping the hiring landscape."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Система образования",
                        "change": "Образовательные учреждения адаптируют свои программы для подготовки студентов к требованиям работодателей.",
                        "opportunity": "Работодатели получают доступ к квалифицированным выпускникам, которые соответствуют современным требованиям рынка труда.",
                        "restrictions": "Работодатели должны учитывать ограничения, связанные с учебными планами и стандартами, установленными системой образования.",
                        "imposed_role": "Работодатели становятся партнёрами образовательных учреждений, активно участвуя в разработке учебных программ.",
                        "comment": "I am, the система образования, see my relationships with a target in the following perspective: I provide a framework for cultivating talent that aligns with industry needs."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "change": "Ассоциации определяют стандарты и требования к квалификации специалистов.",
                        "opportunity": "Работодатели могут использовать сертификацию от ассоциаций как индикатор компетенций кандидатов.",
                        "restrictions": "Работодатели обязаны следовать рекомендациям и стандартам, установленным ассоциациями.",
                        "imposed_role": "Работодатели становятся участниками профессионального сообщества, поддерживая стандарты качества.",
                        "comment": "I am, the профессиональные ассоциации, see my relationships with a target in the following perspective: I ensure that the talent pool meets industry standards."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Разработка новых инструментов и технологий, которые изменяют необходимые навыки у работников.",
                        "opportunity": "Работодатели могут повысить свою конкурентоспособность, используя передовые технологии и инструменты.",
                        "restrictions": "Работодатели должны инвестировать в обучение сотрудников для освоения новых технологий.",
                        "imposed_role": "Работодатели становятся внедрителями инноваций, адаптируя бизнес-процессы к новым технологиям.",
                        "comment": "I am, the технологические компании, see my relationships with a target in the following perspective: I drive the evolution of skills required in the workforce."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Социальные платформы влияют на восприятие кандидатов и их репутацию.",
                        "opportunity": "Работодатели могут эффективно находить и оценивать кандидатов через их онлайн-присутствие.",
                        "restrictions": "Работодатели должны быть осторожны в интерпретации информации из социальных сетей, чтобы избежать предвзятости.",
                        "imposed_role": "Работодатели становятся активными участниками процесса оценки репутации кандидатов.",
                        "comment": "I am, the социальные сети, see my relationships with a target in the following perspective: I facilitate the visibility of candidates in the job market."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Государственные регуляции влияют на требования к квалификации и процесс найма.",
                        "opportunity": "Работодатели могут получать поддержку и финансирование для обучения и развития сотрудников.",
                        "restrictions": "Работодатели обязаны соблюдать законы и регуляции, что может ограничивать их гибкость в найме.",
                        "imposed_role": "Работодатели становятся соблюдающими правила, что требует от них учета правовых норм.",
                        "comment": "I am, the государственные органы, see my relationships with a target in the following perspective: I establish the legal framework within which hiring must occur."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Кандидаты на работу",
                        "threat": "Работодатели могут отвергать кандидатов, чьи дипломы не подтверждают их навыков.",
                        "consequences_if_deteriorates": "Кандидаты могут испытывать трудности с поиском работы и снижением доверия к своему образованию.",
                        "consequences_if_improves": "Кандидаты с реальными знаниями и навыками получат больше шансов на трудоустройство.",
                        "imposed_role": "Работодатель хочет видеть кандидатов с реальными знаниями и навыками.",
                        "comment": "I am, Кандидаты на работу, see my relationships with a target in the following perspective: Работодатели должны понимать, что наши дипломы не всегда отражают наши реальные способности."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "threat": "Работодатели могут ставить под сомнение качество образования, предоставляемого учебными заведениями.",
                        "consequences_if_deteriorates": "Учебные заведения могут потерять репутацию и количество студентов.",
                        "consequences_if_improves": "Учебные заведения будут вынуждены улучшать свои программы, чтобы соответствовать требованиям работодателей.",
                        "imposed_role": "Работодатели требуют от учебных заведений подтверждения качества своих выпускников.",
                        "comment": "I am, Образовательные учреждения, see my relationships with a target in the following perspective: Мы должны адаптировать наши программы, чтобы соответствовать ожиданиям работодателей."
                    },
                    {
                        "source": "Рынок труда",
                        "threat": "Работодатели могут создавать требования, которые не соответствуют реальным навыкам выпускников.",
                        "consequences_if_deteriorates": "Рынок труда может стать перегруженным неконкурентоспособными кандидатами.",
                        "consequences_if_improves": "Рынок труда станет более конкурентоспособным и качественным.",
                        "imposed_role": "Работодатели диктуют условия и требования к кандидатам.",
                        "comment": "I am, Рынок труда, see my relationships with a target in the following perspective: Я должен соответствовать ожиданиям работодателей, чтобы оставаться эффективным."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "threat": "Работодатели могут игнорировать стандарты, установленные профессиональными ассоциациями.",
                        "consequences_if_deteriorates": "Ассоциации могут утратить влияние и авторитет в своей области.",
                        "consequences_if_improves": "Ассоциации станут более влиятельными, если работодатели начнут следовать их рекомендациям.",
                        "imposed_role": "Работодатели должны учитывать мнения профессиональных ассоциаций при найме.",
                        "comment": "I am, Профессиональные ассоциации, see my relationships with a target in the following perspective: Я стремлюсь поддерживать стандарты, которые работодатели должны признать."
                    },
                    {
                        "source": "Система оценки квалификации",
                        "threat": "Работодатели могут не доверять существующим системам оценки квалификации.",
                        "consequences_if_deteriorates": "Система может потерять свою значимость и авторитет.",
                        "consequences_if_improves": "Система станет более надежной, если работодатели начнут активно ее использовать.",
                        "imposed_role": "Работодатели ожидают, что система предоставит точные и объективные оценки кандидатов.",
                        "comment": "I am, Система оценки квалификации, see my relationships with a target in the following perspective: Я должен быть признан работодателями, чтобы оставаться актуальным."
                    }
                ]
            }
        }
    },
    {
        "entity": "Преподаватели",
        "actor_network": {
            "5": {
                "data": [
                    {
                        "source": "Технологические платформы для обучения",
                        "threat": "Преподаватели могут использовать технологии для контроля и оценки студентов, что снижает роль платформ.",
                        "consequences_if_deteriorates": "Платформы потеряют пользователей и финансирование.",
                        "consequences_if_improves": "Платформы могут улучшить свои функции и интеграцию в образовательный процесс.",
                        "imposed_role": "Поддержка преподавателей в обучении.",
                        "comment": "I am, Технологические платформы для обучения, see my relationships with a target in the following perspective: Преподаватели могут либо улучшить мой функционал, либо сделать меня менее значимым."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Преподаватели могут ограничить доступ к материалам и оцениванию, если студенты злоупотребляют технологиями.",
                        "consequences_if_deteriorates": "Студенты смогут игнорировать требования и больше не будут зависеть от преподавателей.",
                        "consequences_if_improves": "Студенты получат более качественное образование и поддержку.",
                        "imposed_role": "Объективная оценка и мотивация для студентов.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: Я нуждаюсь в поддержке преподавателей для улучшения своего обучения, но также боюсь потери контроля над процессом."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "threat": "Преподаватели могут бросить вызов традиционным методам обучения, что может повлиять на репутацию учреждения.",
                        "consequences_if_deteriorates": "Учебные заведения могут потерять аккредитацию и финансирование.",
                        "consequences_if_improves": "Учебные заведения могут стать более инновационными и привлекательными для студентов.",
                        "imposed_role": "Создание современных образовательных стандартов.",
                        "comment": "I am, Образовательные учреждения, see my relationships with a target in the following perspective: Я должен поддерживать преподавателей, чтобы не потерять свою значимость в образовательном процессе."
                    },
                    {
                        "source": "Методы оценки знаний",
                        "threat": "Преподаватели могут изменить методы оценки, чтобы адаптироваться к новым технологиям.",
                        "consequences_if_deteriorates": "Методы оценки могут стать устаревшими и ненадежными.",
                        "consequences_if_improves": "Методы оценки могут стать более точными и адаптированными к современным требованиям.",
                        "imposed_role": "Изменение методов оценивания с учетом технологий.",
                        "comment": "I am, Методы оценки знаний, see my relationships with a target in the following perspective: Я должен быть гибким и готовым к изменениям, которые могут повлиять на мою значимость."
                    },
                    {
                        "source": "Родители студентов",
                        "threat": "Преподаватели могут воспринимать родителей как вмешивающихся в образовательный процесс.",
                        "consequences_if_deteriorates": "Родители могут потерять влияние на образовательный процесс и оценку студентов.",
                        "consequences_if_improves": "Родители могут стать более вовлеченными и поддерживать преподавателей.",
                        "imposed_role": "Партнеры в процессе обучения.",
                        "comment": "I am, Родители студентов, see my relationships with a target in the following perspective: Я хочу поддерживать своих детей в учебе, но боюсь, что контроль преподавателей может уменьшить мою роль."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Технологии списывания",
                        "threat": "Упрощение доступа к информации приводит к снижению мотивации студентов к самостоятельному обучению.",
                        "consequences_if_deteriorates": "Преподаватели смогут лучше контролировать процесс обучения и мотивацию студентов.",
                        "consequences_if_improves": "Преподаватели могут столкнуться с проблемами в оценке знаний студентов и потерей авторитета.",
                        "imposed_role": "Агент дезинформации",
                        "comment": "I am, Технологии списывания, see my relationships with a target in the following perspective: I challenge the authority of educators by undermining traditional learning methods."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Недостаток заинтересованности может привести к низким результатам и негативной обратной связи.",
                        "consequences_if_deteriorates": "Преподаватели получат более мотивированных студентов, готовых участвовать в образовательном процессе.",
                        "consequences_if_improves": "Преподаватели могут столкнуться с более сложными классами, требующими индивидуального подхода.",
                        "imposed_role": "Потребители знаний",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: I seek engagement and relevance in my learning experience."
                    },
                    {
                        "source": "Образовательные технологии",
                        "threat": "Автоматизация процессов оценки может снизить значимость роли преподавателя.",
                        "consequences_if_deteriorates": "Преподаватели сохранят свою ключевую роль в процессе обучения и оценки.",
                        "consequences_if_improves": "Преподаватели могут почувствовать себя неуместными или ненужными в образовательном процессе.",
                        "imposed_role": "Модератор",
                        "comment": "I am, Образовательные технологии, see my relationships with a target in the following perspective: I aim to enhance learning, but may inadvertently overshadow the educator's role."
                    },
                    {
                        "source": "Общество",
                        "threat": "Социальные ожидания могут давить на преподавателей для ориентирования на результаты тестов.",
                        "consequences_if_deteriorates": "Преподаватели могут разрабатывать более креативные и адаптивные методы обучения.",
                        "consequences_if_improves": "Преподаватели могут оказаться под давлением, чтобы сосредоточиться на стандартизированных тестах.",
                        "imposed_role": "Исполнитель стандартов",
                        "comment": "I am, Общество, see my relationships with a target in the following perspective: I expect educators to meet certain benchmarks, regardless of the individuality of students."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "threat": "Политика и управление могут ограничивать преподавателей в их методах и подходах.",
                        "consequences_if_deteriorates": "Преподаватели получат больше автономии в своих методах преподавания.",
                        "consequences_if_improves": "Преподаватели могут столкнуться с бюрократией и необходимостью следовать строгим правилам.",
                        "imposed_role": "Соблюдающий правила",
                        "comment": "I am, Администрация учебного заведения, see my relationships with a target in the following perspective: I provide structure, but may stifle creativity and flexibility in teaching."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Студенты",
                        "essentiality": "Преподаватели играют ключевую роль в формировании знаний и навыков студентов.",
                        "opportunity": "Студенты получают структурированные знания и обратную связь, что способствует их обучению.",
                        "restrictions": "Студенты не могут игнорировать требования и стандарты, установленные преподавателями.",
                        "imposed_role": "Студенты должны активно участвовать в учебном процессе и выполнять задания.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: Преподаватели являются необходимыми для моего успеха в обучении."
                    },
                    {
                        "source": "Учебные материалы",
                        "essentiality": "Преподаватели создают контекст для использования учебных материалов и определяют их применение.",
                        "opportunity": "Учебные материалы становятся более актуальными и эффективными благодаря преподавательскому подходу.",
                        "restrictions": "Учебные материалы не могут быть использованы вне контекста, заданного преподавателями.",
                        "imposed_role": "Учебные материалы должны соответствовать методическим указаниям преподавателей.",
                        "comment": "I am, Учебные материалы, see my relationships with a target in the following perspective: Преподаватели придают мне смысл и структуру."
                    },
                    {
                        "source": "Технологические инструменты (например, LMS)",
                        "essentiality": "Преподаватели используют технологии для оптимизации процесса обучения и оценки студентов.",
                        "opportunity": "Технологические инструменты становятся более востребованными благодаря внедрению новых методов преподавания.",
                        "restrictions": "Технологические инструменты не могут быть использованы без надлежащего педагогического подхода.",
                        "imposed_role": "Технологические инструменты должны адаптироваться к нуждам преподавателей.",
                        "comment": "I am, Технологические инструменты, see my relationships with a target in the following perspective: Преподаватели делают меня необходимым для эффективного обучения."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Преподаватели помогают администрации в достижении образовательных целей и стандартов.",
                        "opportunity": "Администрация получает обратную связь о процессе обучения и качестве образования.",
                        "restrictions": "Администрация не может вмешиваться в учебный процесс без учета мнения преподавателей.",
                        "imposed_role": "Администрация должна поддерживать и развивать профессиональные условия для преподавателей.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with a target in the following perspective: Преподаватели являются моими союзниками в обеспечении качественного образования."
                    },
                    {
                        "source": "Общество (включая работодателей)",
                        "essentiality": "Преподаватели формируют квалификацию и навыки, которые требуются обществу и рынку труда.",
                        "opportunity": "Общество получает подготовленных специалистов, способных удовлетворить потребности рынка.",
                        "restrictions": "Общество не может ожидать высокой квалификации от выпускников без должного преподавания.",
                        "imposed_role": "Общество должно поддерживать и финансировать образовательные инициативы.",
                        "comment": "I am, Общество, see my relationships with a target in the following perspective: Преподаватели являются важными посредниками для моего прогресса и развития."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты становятся более активными участниками образовательного процесса, требуя от преподавателей новых форматов обучения.",
                        "opportunity": "Увеличение вовлеченности и улучшение понимания учебного материала через взаимодействие с преподавателями.",
                        "restrictions": "Студенты могут чувствовать давление из-за необходимости соответствовать новым требованиям и стандартам обучения.",
                        "imposed_role": "Студенты становятся не только получателями знаний, но и соучастниками образовательного процесса.",
                        "comment": "Я, Студенты, вижу свои отношения с Преподавателями в следующей перспективе: мы вместе создаем динамичную образовательную среду, где каждый имеет возможность влиять друг на друга."
                    },
                    {
                        "source": "Образовательные технологии",
                        "change": "Образовательные технологии адаптируются к новым методам обучения, внедряемым преподавателями.",
                        "opportunity": "Расширение функционала и улучшение качества образовательных инструментов через обратную связь от преподавателей.",
                        "restrictions": "Технологии могут быть ограничены в своих возможностях из-за недостатка поддержки со стороны преподавателей.",
                        "imposed_role": "Технологии становятся необходимыми инструментами, которые преподаватели должны интегрировать в учебный процесс.",
                        "comment": "Я, Образовательные технологии, вижу свои отношения с Преподавателями в следующей перспективе: мы работаем вместе для создания более эффективных методов обучения."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "change": "Администрация пересматривает свои подходы к оценке качества преподавания и учебного процесса.",
                        "opportunity": "Возможность внедрения новых стандартов и улучшений на основе отзывов преподавателей.",
                        "restrictions": "Необходимость учитывать разнообразие мнений и подходов преподавателей, что может усложнить принятие решений.",
                        "imposed_role": "Администрация должна быть более гибкой в своей политике и готова к изменениям.",
                        "comment": "Я, Администрация учебного заведения, вижу свои отношения с Преподавателями в следующей перспективе: мы стремимся к гармонии между качеством образования и потребностями студентов."
                    },
                    {
                        "source": "Родители студентов",
                        "change": "Родители становятся более вовлеченными в образовательный процесс своих детей, требуя от преподавателей отчетности.",
                        "opportunity": "Улучшение коммуникации между преподавателями и семьями студентов, что способствует лучшему пониманию учебного процесса.",
                        "restrictions": "Родители могут создавать дополнительное давление на преподавателей, требуя высокой успеваемости и контроля.",
                        "imposed_role": "Родители становятся партнерами в образовательном процессе, поддерживая требования к преподавателям.",
                        "comment": "Я, Родители студентов, вижу свои отношения с Преподавателями в следующей перспективе: мы объединяем усилия для обеспечения успешного обучения наших детей."
                    },
                    {
                        "source": "Общественное мнение",
                        "change": "Общественное мнение формирует ожидания и требования к качеству образования.",
                        "opportunity": "Общественное одобрение может повысить престиж преподавателей и учебного заведения.",
                        "restrictions": "Преподаватели могут ощущать давление соответствовать ожиданиям и стандартам, установленным обществом.",
                        "imposed_role": "Общественное мнение выступает в роли критика и оценщика работы преподавателей.",
                        "comment": "Я, Общественное мнение, вижу свои отношения с Преподавателями в следующей перспективе: я вдохновляю их на постоянное совершенствование и адаптацию к требованиям времени."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты требуют современного подхода к обучению, что заставляет преподавателей адаптировать свои методы.",
                        "opportunity": "Преподаватели могут улучшить свои навыки и стать более актуальными в глазах студентов.",
                        "restrictions": "Преподаватели должны учитывать потребности студентов, что может ограничивать их свободу в выборе методов обучения.",
                        "imposed_role": "Преподаватели становятся фасilitаторами, а не только источниками знаний.",
                        "comment": "I am Студенты, see my relationships with Преподаватели in the following perspective: я заставляю их адаптироваться к новым требованиям и ожиданиям."
                    },
                    {
                        "source": "Технологии (например, системы дистанционного обучения)",
                        "change": "Преподаватели вынуждены осваивать новые инструменты и платформы для передачи знаний.",
                        "opportunity": "Технологии позволяют преподавателям охватывать больше студентов и делать обучение более доступным.",
                        "restrictions": "Необходимость постоянного обучения и обновления знаний по технологиям может быть обременительной.",
                        "imposed_role": "Преподаватели становятся техничными специалистами, а не только педагогами.",
                        "comment": "I am Технологии, see my relationships with Преподаватели in the following perspective: я предоставляю возможности, но также требую от них адаптации."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "change": "Образовательные стандарты формируют рамки, в которых преподаватели должны действовать.",
                        "opportunity": "Преподаватели могут использовать стандарты для повышения своей квалификации и улучшения качества образования.",
                        "restrictions": "Стандарты могут ограничивать креативность и индивидуальные подходы в преподавании.",
                        "imposed_role": "Преподаватели становятся исполнителями стандартов, а не свободными творцами учебного процесса.",
                        "comment": "I am Образовательные стандарты, see my relationships with Преподаватели in the following perspective: я задаю правила игры, но также помогаю им расти профессионально."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "change": "Администрация влияет на решения преподавателей, касающиеся учебного процесса.",
                        "opportunity": "Преподаватели могут получать поддержку и ресурсы для реализации своих идей.",
                        "restrictions": "Преподаватели могут сталкиваться с бюрократией и необходимостью согласования своих действий с администрацией.",
                        "imposed_role": "Преподаватели становятся подчиненными административным требованиям.",
                        "comment": "I am Администрация учебного заведения, see my relationships with Преподаватели in the following perspective: я поддерживаю их, но также ограничиваю их свободу действий."
                    },
                    {
                        "source": "Коллеги-преподаватели",
                        "change": "Взаимодействие с коллегами создаёт возможности для обмена опытом и методиками.",
                        "opportunity": "Преподаватели могут улучшать свои навыки и находить новые подходы через сотрудничество.",
                        "restrictions": "Влияние коллег может привести к необходимости следовать общим мнениям или стандартам.",
                        "imposed_role": "Преподаватели становятся частью сообщества, а не одиночками в своей практике.",
                        "comment": "I am Коллеги-преподаватели, see my relationships with Преподаватели in the following perspective: я создаю возможности для сотрудничества, но также могу накладывать давление."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Учебные программы",
                        "essentiality": "Учебные программы формируют содержание и структуру курсов, что делает их необходимыми для эффективного обучения.",
                        "opportunity": "Преподаватели получают четкие ориентиры для подготовки и передачи знаний, что позволяет им структурировать процесс обучения.",
                        "restrictions": "Преподаватели ограничены в выборе тем и методов, которые они могут использовать, так как должны следовать утвержденным программам.",
                        "imposed_role": "Преподаватели становятся интерпретаторами и проводниками учебной программы, а не свободными создателями курсов.",
                        "comment": "I am, учебные программы, see my relationships with a target in the following perspective: Я определяю, как и что должно быть изучено, и ожидаю, что преподаватели будут следовать моим указаниям."
                    },
                    {
                        "source": "Технологии обучения",
                        "essentiality": "Современные технологии обучения (например, LMS, онлайн-ресурсы) необходимы для организации образовательного процесса.",
                        "opportunity": "Преподаватели могут использовать технологии для более эффективной передачи знаний и оценки студентов.",
                        "restrictions": "Преподаватели могут сталкиваться с ограничениями в доступе к определенным технологиям или в их использовании.",
                        "imposed_role": "Преподаватели становятся модераторами в виртуальной образовательной среде, а не просто лекторами.",
                        "comment": "I am, технологии обучения, see my relationships with a target in the following perspective: Я расширяю горизонты обучения, но ожидания от преподавателей становятся более высокими."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты являются основными получателями знаний, и их потребности и интересы диктуют подходы преподавателей.",
                        "opportunity": "Преподаватели получают обратную связь и стимулы для улучшения своих методов обучения.",
                        "restrictions": "Преподаватели должны учитывать уровень знаний и мотивацию студентов, что может ограничивать их подходы.",
                        "imposed_role": "Преподаватели становятся адаптивными наставниками, которые должны отвечать на запросы студентов.",
                        "comment": "I am, студенты, see my relationships with a target in the following perspective: Я требую постоянного внимания и адаптации, чтобы обучение было эффективным."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Администрация устанавливает правила и стандарты, которые необходимо соблюдать преподавателям.",
                        "opportunity": "Преподаватели получают поддержку и ресурсы для реализации своих образовательных целей.",
                        "restrictions": "Преподаватели могут быть ограничены в своих методах и подходах в соответствии с политикой учебного заведения.",
                        "imposed_role": "Преподаватели должны действовать в рамках установленных стандартов и ожиданий администрации.",
                        "comment": "I am, администрация учебного заведения, see my relationships with a target in the following perspective: Я предоставляю ресурсы, но ожидаю соблюдения моих стандартов."
                    },
                    {
                        "source": "Культура образования",
                        "essentiality": "Культура образования определяет социальные нормы и ожидания относительно роли преподавателей и студентов.",
                        "opportunity": "Преподаватели могут использовать культурные контексты для более эффективного взаимодействия со студентами.",
                        "restrictions": "Преподаватели могут столкнуться с предвзятостью или ожиданиями, которые могут ограничивать их свободу в выборе методов.",
                        "imposed_role": "Преподаватели становятся носителями культурных норм и ценностей, что влияет на их подходы к обучению.",
                        "comment": "I am, культура образования, see my relationships with a target in the following perspective: Я формирую ожидания и поведение, влияя на то, как преподаватели взаимодействуют со студентами."
                    }
                ]
            }
        }
    },
    {
        "entity": "Студенты",
        "actor_network": {
            "4": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Студенты предоставляют преподавателям возможность оценивать и развивать свои методики преподавания.",
                        "opportunity": "Преподаватели получают возможность передавать знания и формировать профессиональные навыки у студентов.",
                        "restrictions": "Преподаватели не могут игнорировать потребности студентов в знаниях и оценках.",
                        "imposed_role": "Преподаватели играют роль наставников и оценщиков.",
                        "comment": "I am, Преподаватели, see my relationships with a target in the following perspective: Студенты — это наши основные клиенты, и их успех напрямую влияет на нашу профессиональную репутацию."
                    },
                    {
                        "source": "Учебные материалы",
                        "essentiality": "Студенты используют учебные материалы для достижения своих учебных целей.",
                        "opportunity": "Учебные материалы становятся более востребованными и полезными, когда студенты активно их используют.",
                        "restrictions": "Учебные материалы не могут быть устаревшими или неактуальными для студентов.",
                        "imposed_role": "Учебные материалы выступают в роли инструментов для обучения.",
                        "comment": "I am, Учебные материалы, see my relationships with a target in the following perspective: Студенты делают меня актуальным и необходимым для их обучения."
                    },
                    {
                        "source": "Академические учреждения",
                        "essentiality": "Студенты привлекают внимание к академическим учреждениям и их программам.",
                        "opportunity": "Академические учреждения получают финансирование и репутацию благодаря количеству студентов и их достижениям.",
                        "restrictions": "Академические учреждения не могут пренебрегать качеством образования, чтобы привлечь студентов.",
                        "imposed_role": "Академические учреждения выступают в роли образовательных платформ.",
                        "comment": "I am, Академические учреждения, see my relationships with a target in the following perspective: Студенты — это основа нашего существования, без них мы теряем смысл."
                    },
                    {
                        "source": "Работодатели",
                        "essentiality": "Студенты представляют собой потенциальных работников, которые могут удовлетворить потребности работодателей.",
                        "opportunity": "Работодатели получают доступ к новым талантам и навыкам, которые студенты могут предложить.",
                        "restrictions": "Работодатели должны учитывать требования студентов к навыкам и знаниям, которые они хотят получить.",
                        "imposed_role": "Работодатели играют роль наставников и потенциальных работодателей.",
                        "comment": "I am, Работодатели, see my relationships with a target in the following perspective: Студенты — это наши будущие сотрудники, и мы заинтересованы в их успешном обучении."
                    },
                    {
                        "source": "Технологические платформы (например, LMS)",
                        "essentiality": "Студенты используют технологические платформы для доступа к учебным материалам и взаимодействия с преподавателями.",
                        "opportunity": "Технологические платформы становятся более популярными и развиваются благодаря активному использованию студентами.",
                        "restrictions": "Технологические платформы не могут игнорировать пользовательский опыт студентов.",
                        "imposed_role": "Технологические платформы выступают в роли посредников в образовательном процессе.",
                        "comment": "I am, Технологические платформы, see my relationships with a target in the following perspective: Студенты делают меня важным инструментом для их обучения и взаимодействия."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Студенты могут использовать списывание, чтобы получить хорошие оценки без усердной работы.",
                        "consequences_if_deteriorates": "Если студенты исчезнут, преподаватели смогут полностью контролировать образовательный процесс.",
                        "consequences_if_improves": "Если студенты начнут учиться честно, преподаватели будут гордиться успехами своих студентов.",
                        "imposed_role": "Контролирующий образовательный процесс.",
                        "comment": "Я, преподаватель, вижу свои отношения с целевой группой в следующей перспективе: я должен поддерживать честность и академическую добродетель."
                    },
                    {
                        "source": "Университет",
                        "threat": "Студенты, использующие нечестные методы, могут снизить репутацию университета.",
                        "consequences_if_deteriorates": "Если студенты уйдут, университет будет иметь возможность привлекать более мотивированных и честных студентов.",
                        "consequences_if_improves": "Если студенты повысят свои академические этические стандарты, это улучшит репутацию и рейтинг университета.",
                        "imposed_role": "Ответственный за качество образования.",
                        "comment": "Я, университет, вижу свои отношения с целевой группой в следующей перспективе: я должен обеспечивать среду для честного обучения."
                    },
                    {
                        "source": "Работодатели",
                        "threat": "Студенты, которые не получают необходимые навыки, могут не соответствовать требованиям на рынке труда.",
                        "consequences_if_deteriorates": "Если студенты уйдут, работодатели смогут найти более квалифицированных кандидатов.",
                        "consequences_if_improves": "Если студенты получат необходимые навыки, работодатели смогут найти подходящих работников.",
                        "imposed_role": "Критерий для оценки будущих сотрудников.",
                        "comment": "Я, работодатель, вижу свои отношения с целевой группой в следующей перспективе: я нуждаюсь в студентах, которые могут принести пользу моей компании."
                    },
                    {
                        "source": "Система оценки",
                        "threat": "Студенты, использующие списывание, могут подорвать целостность системы оценивания.",
                        "consequences_if_deteriorates": "Если студенты исчезнут, система оценки будет более стабильной и надежной.",
                        "consequences_if_improves": "Если студенты начнут учиться честно, система оценивания станет более справедливой и эффективной.",
                        "imposed_role": "Стандарт для измерения успеха.",
                        "comment": "Я, система оценки, вижу свои отношения с целевой группой в следующей перспективе: я должна поддерживать высокие стандарты академической честности."
                    },
                    {
                        "source": "Курсы и дополнительные материалы",
                        "threat": "Использование списывания может уменьшить интерес студентов к дополнительным учебным ресурсам.",
                        "consequences_if_deteriorates": "Если студенты исчезнут, курсы будут иметь возможность привлекать более заинтересованных учащихся.",
                        "consequences_if_improves": "Если студенты начнут использовать дополнительные материалы, курсы станут более актуальными и востребованными.",
                        "imposed_role": "Источник знаний и навыков.",
                        "comment": "Я, курсы, вижу свои отношения с целевой группой в следующей перспективе: я должен быть привлекательным ресурсом для студентов."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Преподаватели меняют свои методы обучения, чтобы лучше соответствовать ожиданиям студентов.",
                        "opportunity": "Преподаватели получают возможность улучшить свои курсы и повышать свою репутацию через успешное обучение студентов.",
                        "restrictions": "Ограничение в выборе методов оценки, чтобы предотвратить списывание и обеспечить честность.",
                        "imposed_role": "Преподаватели становятся менторами и оценщиками, что влияет на их профессиональную идентичность.",
                        "comment": "Я, преподаватель, вижу свои отношения со студентами в следующей перспективе: я стремлюсь к тому, чтобы их успехи отражали мою компетентность как Educator."
                    },
                    {
                        "source": "Университетские администрации",
                        "change": "Администрация вынуждена адаптировать свои правила и процедуры для повышения качества образования.",
                        "opportunity": "Университет получает возможность продвигать свое имя и привлекать больше студентов.",
                        "restrictions": "Необходимость поддерживать стандарты и избегать компрометации академической честности.",
                        "imposed_role": "Администрация выступает в роли организаторов и контролеров образовательного процесса.",
                        "comment": "Я, представитель администрации, вижу свои отношения со студентами в следующей перспективе: мы стремимся создать среду, способствующую их успеху."
                    },
                    {
                        "source": "Технологические платформы (онлайн-ресурсы)",
                        "change": "Технологические платформы адаптируют свои предложения для удовлетворения потребностей студентов.",
                        "opportunity": "Платформы получают возможность увеличить свою аудиторию и повысить свою прибыль.",
                        "restrictions": "Ограничение в качестве контента, чтобы соответствовать образовательным стандартам.",
                        "imposed_role": "Платформы становятся основными источниками информации и знаний для студентов.",
                        "comment": "Я, технологическая платформа, вижу свои отношения со студентами в следующей перспективе: я стремлюсь предоставить им лучшие инструменты для обучения."
                    },
                    {
                        "source": "Работодатели",
                        "change": "Работодатели пересматривают требования к навыкам, ожидая от студентов больше практических знаний.",
                        "opportunity": "Работодатели могут находить более подходящих кандидатов для своих вакансий.",
                        "restrictions": "Необходимость адаптации программ стажировок и требований к студентам.",
                        "imposed_role": "Работодатели становятся важными конечными пользователями, влияющими на содержание образования.",
                        "comment": "Я, работодатель, вижу свои отношения со студентами в следующей перспективе: я хочу убедиться, что они обладают необходимыми навыками для успешной работы."
                    },
                    {
                        "source": "Система оценивания",
                        "change": "Система оценивания изменяет свои критерии, чтобы учитывать более широкий спектр навыков и знаний.",
                        "opportunity": "Система получает возможность повысить свою актуальность и справедливость в оценке студентов.",
                        "restrictions": "Ограничение в возможности использовать ненадежные методы оценки.",
                        "imposed_role": "Система оценивания становится инструментом, который формирует поведение студентов.",
                        "comment": "Я, система оценивания, вижу свои отношения со студентами в следующей перспективе: я стремлюсь отражать их истинные способности и достижения."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Оценка знаний студентов и возможность неудачи на экзаменах.",
                        "consequences_if_deteriorates": "Студенты смогут учиться без давления и стрессов от низких оценок.",
                        "consequences_if_improves": "Студенты могут стать более ответственными и улучшить свои знания.",
                        "imposed_role": "Наблюдатель и судья знаний студента.",
                        "comment": "I am Преподаватели, see my relationships with a target in the following perspective: Студенты должны понимать, что я их направляю к настоящим знаниям."
                    },
                    {
                        "source": "Система оценивания",
                        "threat": "Влияние на карьерные перспективы студентов через низкие оценки.",
                        "consequences_if_deteriorates": "Студенты могут избежать жесткой конкуренции и стрессов, связанных с оценками.",
                        "consequences_if_improves": "Студенты будут более мотивированы к учебе и личному развитию.",
                        "imposed_role": "Механизм фильтрации и отбора студентов.",
                        "comment": "I am Система оценивания, see my relationships with a target in the following perspective: Я определяю, насколько студенты готовы к выходу в профессиональную жизнь."
                    },
                    {
                        "source": "Сверстники",
                        "threat": "Давление со стороны группы и возможность списывания.",
                        "consequences_if_deteriorates": "Студенты смогут сосредоточиться на собственных усилиях и развитии.",
                        "consequences_if_improves": "Студенты могут потерять индивидуальность и зависеть от мнения группы.",
                        "imposed_role": "Сослуживцы и соперники в учебе.",
                        "comment": "I am Сверстники, see my relationships with a target in the following perspective: Я создаю среду, где студенты должны выбирать между честностью и желанием угодить."
                    },
                    {
                        "source": "Технологии (например, мобильные телефоны)",
                        "threat": "Отвлечение от учебного процесса и возможность доступа к шпаргалкам.",
                        "consequences_if_deteriorates": "Студенты смогут больше сосредоточиться на учебе и меньше отвлекаться.",
                        "consequences_if_improves": "Студенты могут стать более зависимыми от технологий и менее способны к самостоятельному обучению.",
                        "imposed_role": "Отвлекающий фактор в учебном процессе.",
                        "comment": "I am Технологии, see my relationships with a target in the following perspective: Я как инструмент, который может помочь или помешать студентам в их обучении."
                    },
                    {
                        "source": "Работодатели",
                        "threat": "Высокие требования к навыкам и знаниям, которые могут не совпадать с учебной программой.",
                        "consequences_if_deteriorates": "Студенты смогут учиться без страха за свою карьеру.",
                        "consequences_if_improves": "Студенты будут более сосредоточены на получении нужных навыков.",
                        "imposed_role": "Критик и стандарт успеха для студентов.",
                        "comment": "I am Работодатели, see my relationships with a target in the following perspective: Я создаю требования, которые студенты должны учитывать, чтобы быть успешными в будущем."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Они активно влияют на успеваемость студентов, формируя их знания и навыки через лекции и практические занятия.",
                        "opportunity": "Студенты получают доступ к знаниям и могут задавать вопросы, что помогает им лучше понять материал.",
                        "restrictions": "Преподаватели могут установить строгие требования к выполнению заданий и контрольные мероприятия.",
                        "imposed_role": "Студенты становятся учениками, которые должны следовать указаниям и требованиям преподавателей.",
                        "comment": "I am Преподаватели, see my relationships with a target in the following perspective: Я помогаю студентам развиваться, но ожидаю от них серьезного подхода к учебе."
                    },
                    {
                        "source": "Система оценивания",
                        "change": "Студенты начинают оценивать свои усилия и усвоение материала через призму оценок.",
                        "opportunity": "Система оценивания предоставляет студентам возможность получить признание за свои усилия и достижения.",
                        "restrictions": "Студенты могут быть ограничены в своих действиях, если они не соответствуют критериям оценивания.",
                        "imposed_role": "Студенты становятся участниками процесса, где их достижения строго документируются и оцениваются.",
                        "comment": "I am Система оценивания, see my relationships with a target in the following perspective: Я способствую формированию мотивации у студентов, но также накладываю ограничения на их действия."
                    },
                    {
                        "source": "Сокурсники",
                        "change": "Студенты влияют друг на друга, делясь знаниями и опытом, что способствует их обучению.",
                        "opportunity": "Сокурсники могут стать источником поддержки и помощи, что делает учебу более легкой и приятной.",
                        "restrictions": "Студенты могут чувствовать давление от сверстников, что может повлиять на их решения о списывании.",
                        "imposed_role": "Студенты становятся частью группы, где они должны взаимодействовать и сотрудничать.",
                        "comment": "I am Сокурсники, see my relationships with a target in the following perspective: Я создаю сообщество, в котором мы учимся друг у друга, но также можем стать источником стресса."
                    },
                    {
                        "source": "Учебные материалы и ресурсы",
                        "change": "Доступ к учебным материалам влияет на качество обучения студентов.",
                        "opportunity": "Студенты могут использовать разнообразные ресурсы для углубления своих знаний.",
                        "restrictions": "Отсутствие доступа к необходимым материалам может ограничить их обучение.",
                        "imposed_role": "Студенты становятся исследователями, которые ищут и используют информацию.",
                        "comment": "I am Учебные материалы и ресурсы, see my relationships with a target in the following perspective: Я предоставляю информацию, но студенты должны быть активными в ее поиске."
                    },
                    {
                        "source": "Технологии (онлайн-курсы, приложения)",
                        "change": "Технологии изменяют способ получения знаний и взаимодействия студентов с материалом.",
                        "opportunity": "Студенты могут учиться в удобном для них темпе и по своему расписанию.",
                        "restrictions": "Зависимость от технологий может отвлекать студентов от учебы.",
                        "imposed_role": "Студенты становятся пользователями технологий, которые должны быть организованными и самообучающимися.",
                        "comment": "I am Технологии, see my relationships with a target in the following perspective: Я расширяю возможности студентов, но также вызываю необходимость в самодисциплине."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Преподаватели предоставляют знания и навыки, необходимые студентам для успешного обучения.",
                        "opportunity": "Студенты получают доступ к важной информации и ресурсам, которые помогают им достигать хороших оценок.",
                        "restrictions": "Студенты должны соблюдать академическую честность и не могут списывать или обманывать на экзаменах.",
                        "imposed_role": "Студенты должны быть активными участниками учебного процесса и вовлекаться в обсуждения.",
                        "comment": "I am Преподаватели, see my relationships with Студенты in the following perspective: Я помогаю им расти и развиваться, но ожидаю честности и усердия в их действиях."
                    },
                    {
                        "source": "Учебные материалы",
                        "essentiality": "Учебные материалы (книги, статьи, онлайн-курсы) обеспечивают фундамент для получения знаний.",
                        "opportunity": "Студенты могут использовать эти ресурсы для подготовки к экзаменам и получения полезных знаний.",
                        "restrictions": "Студенты обязаны следовать установленным программам и использовать материалы в рамках учебного процесса.",
                        "imposed_role": "Студенты становятся исследователями, изучающими и анализирующими предоставленные материалы.",
                        "comment": "I am Учебные материалы, see my relationships with Студенты in the following perspective: Я предоставляю знания, но требую активного участия и анализа с их стороны."
                    },
                    {
                        "source": "Экзамены",
                        "essentiality": "Экзамены служат средством оценки знаний и навыков студентов.",
                        "opportunity": "Студенты могут продемонстрировать свои достижения и получить оценки, которые помогут им в дальнейшем обучении.",
                        "restrictions": "Студенты не могут использовать запрещенные материалы во время экзаменов и должны придерживаться правил.",
                        "imposed_role": "Студенты становятся оценщиками собственных знаний и навыков через систему экзаменов.",
                        "comment": "I am Экзамены, see my relationships with Студенты in the following perspective: Я проверяю их достижения и обеспечиваю объективную оценку их знаний."
                    },
                    {
                        "source": "Сверстники",
                        "essentiality": "Сверстники могут оказывать влияние на студентов через совместное обучение и обмен опытом.",
                        "opportunity": "Студенты могут учиться друг у друга, что помогает улучшить их понимание материала.",
                        "restrictions": "Студенты могут чувствовать давление со стороны сверстников, что может приводить к негативному поведению, например, списыванию.",
                        "imposed_role": "Студенты становятся частью учебного сообщества, где они обмениваются знаниями и опытом.",
                        "comment": "I am Сверстники, see my relationships with Студенты in the following perspective: Мы вместе учимся и развиваемся, но я ожидаю от них честности и поддержки."
                    },
                    {
                        "source": "Академическая политика",
                        "essentiality": "Академическая политика определяет правила и нормы, регулирующие учебный процесс.",
                        "opportunity": "Студенты получают четкие инструкции и рамки для достижения успеха в учебе.",
                        "restrictions": "Студенты обязаны следовать установленным правилам и могут столкнуться с дисциплинарными мерами за нарушения.",
                        "imposed_role": "Студенты должны адаптироваться к требованиям и ожиданиям академической среды.",
                        "comment": "I am Академическая политика, see my relationships with Студенты in the following perspective: Я обеспечиваю порядок и справедливость, ожидая от них соблюдения норм и правил."
                    }
                ]
            }
        }
    }
]