[
    {
        "entity": "Менеджеры и дизайнеры, отвечавшие за ландшафт",
        "actor_network": {
            "1": {
                "data": [
                    {
                        "source": "Городские власти",
                        "essentiality": "Городские власти устанавливают правила и нормы, регулирующие проектирование городского пространства.",
                        "opportunity": "Возможность получить разрешения и финансирование для реализации проектов.",
                        "restrictions": "Запрет на несоответствие проектных решений установленным стандартам и требованиям.",
                        "imposed_role": "Исполнители проектных решений в рамках нормативных актов.",
                        "comment": "I am, Городские власти, see my relationships with a target in the following perspective: я обеспечиваю контроль и поддержку, чтобы ваши идеи стали реальностью."
                    },
                    {
                        "source": "Пассажиры",
                        "essentiality": "Пассажиры являются конечными пользователями городского пространства, их потребности определяют проектные решения.",
                        "opportunity": "Обратная связь от пассажиров помогает создать более удобное и привлекательное пространство.",
                        "restrictions": "Необходимость учитывать мнение и требования пассажиров в проектировании.",
                        "imposed_role": "Клиенты, чьи нужды должны быть приоритетом при разработке проектов.",
                        "comment": "I am, Пассажиры, see my relationships with a target in the following perspective: я формирую ваши решения, ведь мое удовлетворение — это ваш успех."
                    },
                    {
                        "source": "Экологические нормы",
                        "essentiality": "Экологические нормы задают ограничения на использование материалов и технологий в проектировании.",
                        "opportunity": "Соблюдение норм открывает доступ к эко-грантам и поддержке со стороны общественных организаций.",
                        "restrictions": "Запрет на использование вредных для окружающей среды материалов и технологий.",
                        "imposed_role": "Ответственные за экологическую устойчивость проектных решений.",
                        "comment": "I am, Экологические нормы, see my relationships with a target in the following perspective: я защищаю природу, и ваши решения должны быть в гармонии со мной."
                    },
                    {
                        "source": "Конкуренты",
                        "essentiality": "Конкуренты влияют на уровень инноваций и качества предлагаемых решений.",
                        "opportunity": "Анализ конкурентов может привести к улучшению качества проектов и повышению конкурентоспособности.",
                        "restrictions": "Необходимость сохранять уникальность и избегать плагиата в проектных решениях.",
                        "imposed_role": "Соперники, вынуждающие к постоянному совершенствованию.",
                        "comment": "I am, Конкуренты, see my relationships with a target in the following perspective: я подгоняю вас к лучшим результатам, ведь только лучшие выживают."
                    },
                    {
                        "source": "Технологические инновации",
                        "essentiality": "Технологические инновации предоставляют новые инструменты и методы для проектирования.",
                        "opportunity": "Использование современных технологий позволяет значительно улучшить качество и эстетичность проектов.",
                        "restrictions": "Необходимость адаптироваться к быстрому развитию технологий и их интеграции в проекты.",
                        "imposed_role": "Инноваторы, которые вынуждают к внедрению новых решений.",
                        "comment": "I am, Технологические инновации, see my relationships with a target in the following perspective: я открываю для вас новые горизонты, но требую от вас смелости и адаптивности."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Пассажиры",
                        "threat": "Менеджеры и дизайнеры могут игнорировать реальные потребности пассажиров, что может привести к недовольству.",
                        "consequences_if_deteriorates": "Критика работы менеджеров и дизайнеров за их недостаточную внимательность к потребностям пассажиров.",
                        "consequences_if_improves": "Если работа менеджеров и дизайнеров улучшится, пассажиры будут довольны, что повысит репутацию и популярность проектов.",
                        "imposed_role": "Стейкхолдер, чье мнение должно учитываться.",
                        "comment": "Я, пассажир, вижу свои отношения с целевым объектом в следующей перспективе: они должны учитывать наши потребности, чтобы создать качественное пространство."
                    },
                    {
                        "source": "Городские власти",
                        "threat": "Менеджеры и дизайнеры могут создать проект, который не соответствует требованиям города, что приведет к проблемам с финансированием.",
                        "consequences_if_deteriorates": "Увеличение контроля со стороны городских властей и возможные ограничения на будущие проекты.",
                        "consequences_if_improves": "Если проект будет успешным, это повысит доверие властей к менеджерам и дизайнерам.",
                        "imposed_role": "Регулятор, который устанавливает стандарты и требования.",
                        "comment": "Я, городской властный орган, вижу свои отношения с целевым объектом в следующей перспективе: их работа должна соответствовать нашим ожиданиям для успешного сотрудничества."
                    },
                    {
                        "source": "Проектировщики",
                        "threat": "Менеджеры и дизайнеры могут внедрить идеи, которые не учитывают технические ограничения, создавая риски для проектировщиков.",
                        "consequences_if_deteriorates": "Увеличение нагрузки на проектировщиков при необходимости исправления ошибок.",
                        "consequences_if_improves": "Если подходы менеджеров и дизайнеров улучшатся, это облегчит работу проектировщиков.",
                        "imposed_role": "Критики, которые должны оценивать целесообразность предложений.",
                        "comment": "Я, проектировщик, вижу свои отношения с целевым объектом в следующей перспективе: их предложения должны быть реалистичными, чтобы избежать проблем в проектировании."
                    },
                    {
                        "source": "Инвесторы",
                        "threat": "Менеджеры и дизайнеры могут создать проект, который не привлечет инвестиций из-за его неэффективности.",
                        "consequences_if_deteriorates": "Увеличение рисков для инвесторов и потеря потенциальных финансовых вложений.",
                        "consequences_if_improves": "Успешный проект привлечет больше инвестиций и повысит доходность.",
                        "imposed_role": "Финансирующие, которые обеспечивают ресурсы для реализации проектов.",
                        "comment": "Я, инвестор, вижу свои отношения с целевым объектом в следующей перспективе: их успех – это и мой успех, и я надеюсь на их эффективность."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Менеджеры и дизайнеры могут игнорировать экологические аспекты, что вызовет критику со стороны экологов.",
                        "consequences_if_deteriorates": "Уменьшение поддержки со стороны общественности для проектов, которые не соответствуют экологическим стандартам.",
                        "consequences_if_improves": "Если проект будет учитывать экологические аспекты, это улучшит имидж и поддержку со стороны общественности.",
                        "imposed_role": "Адвокаты окружающей среды, которые должны быть услышаны в процессе проектирования.",
                        "comment": "Я, экологическая организация, вижу свои отношения с целевым объектом в следующей перспективе: их проекты должны учитывать экологические нормы для устойчивого развития."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Городские власти",
                        "change": "Устанавливают правила и требования для проектирования городских пространств.",
                        "opportunity": "Предоставляют финансирование и поддержку для реализации проектов.",
                        "restrictions": "Налагают ограничения по соблюдению стандартов и норм.",
                        "imposed_role": "Согласующий орган, который должен учитывать интересы различных сторон.",
                        "comment": "I am Городские власти, see my relationships with Менеджеры и дизайнеры, отвечавшие за ландшафт in the following perspective: I ensure that urban designs adhere to regulations while providing support for innovative projects."
                    },
                    {
                        "source": "Общественное мнение",
                        "change": "Влияет на восприятие и оценку проектов дизайна.",
                        "opportunity": "Создает потребность в учете мнения граждан при разработке городских пространств.",
                        "restrictions": "Ограничивает свободу дизайнеров в экспериментировании с проектами.",
                        "imposed_role": "Аудитория, чьи ожидания и предпочтения необходимо учитывать.",
                        "comment": "I am Общественное мнение, see my relationships with Менеджеры и дизайнеры, отвечавшие за ландшафт in the following perspective: I shape the expectations and desires of the community that designers must meet."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Поддерживают устойчивое и экологически безопасное проектирование.",
                        "opportunity": "Стимулируют внедрение зеленых технологий и решений.",
                        "restrictions": "Предъявляют требования к соблюдению экологических норм и стандартов.",
                        "imposed_role": "Контролирующий орган, следящий за экологическими аспектами проектирования.",
                        "comment": "I am Экологические организации, see my relationships with Менеджеры и дизайнеры, отвечавшие за ландшафт in the following perspective: I advocate for sustainability and hold designers accountable for ecological impacts."
                    },
                    {
                        "source": "Технологические новшества",
                        "change": "Предоставляют новые инструменты и технологии для проектирования.",
                        "opportunity": "Увеличивают эффективность и качество проектов.",
                        "restrictions": "Могут требовать постоянного обучения и адаптации к новым системам.",
                        "imposed_role": "Партнер, помогающий внедрять современные решения в проект.",
                        "comment": "I am Технологические новшества, see my relationships with Менеджеры и дизайнеры, отвечавшие за ландшафт in the following perspective: I empower designers with tools that enhance creativity and efficiency."
                    },
                    {
                        "source": "Коммерческие партнеры (подрядчики и поставщики)",
                        "change": "Влияют на выбор материалов и методов строительства.",
                        "opportunity": "Обеспечивают доступ к качественным материалам и услугам.",
                        "restrictions": "Могут диктовать условия по стоимости и срокам поставки.",
                        "imposed_role": "Субподрядчик, который влияет на реализацию проектов.",
                        "comment": "I am Коммерческие партнеры, see my relationships with Менеджеры и дизайнеры, отвечавшие за ландшафт in the following perspective: I provide resources that are crucial for the successful execution of urban design projects."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Городские власти",
                        "essentiality": "Менеджеры и дизайнеры необходимы для создания и реализации городской инфраструктуры, так как они могут учитывать потребности и желания граждан.",
                        "opportunity": "Городские власти получают эстетически привлекательные и функциональные пространства, что повышает качество жизни и привлекательность города.",
                        "restrictions": "Городские власти не могут игнорировать потребности пассажиров, иначе это вызовет критику и недовольство.",
                        "imposed_role": "Консультанты и партнёры в разработке городских проектов.",
                        "comment": "I am, Городские власти, see my relationships with Менеджеры и дизайнеры, отвечавшие за ландшафт in the following perspective: их работа позволяет мне реализовывать мои проекты, но я должен учитывать их идеи и мнения."
                    },
                    {
                        "source": "Пассажиры (жители города)",
                        "essentiality": "Менеджеры и дизайнеры создают пространства, соответствующие требованиям и мнению жителей, что облегчает их повседневную жизнь.",
                        "opportunity": "Пассажиры получают безопасные, функциональные и эстетические пространства для передвижения и отдыха.",
                        "restrictions": "Пассажиры не могут игнорировать свои потребности, иначе городское пространство будет неэффективным.",
                        "imposed_role": "Источник обратной связи и потребностей для дизайнеров.",
                        "comment": "I am, Пассажиры, see my relationships with Менеджеры и дизайнеры, отвечавшие за ландшафт in the following perspective: я даю им идеи и требования, на основании которых они создают пространство, соответствующее моим нуждам."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Менеджеры и дизайнеры важны для внедрения экологически устойчивых решений в городской ландшафт.",
                        "opportunity": "Экологические организации получают возможность продвигать свои инициативы и идеи через проекты менеджеров и дизайнеров.",
                        "restrictions": "Экологические организации не могут игнорировать важность эстетики и функциональности в своих предложениях.",
                        "imposed_role": "Агенты изменений, способствующие устойчивому развитию.",
                        "comment": "I am, Экологические организации, see my relationships with Менеджеры и дизайнеры, отвечавшие за ландшафт in the following perspective: я помогаю им учитывать экологические аспекты в их проектах."
                    },
                    {
                        "source": "Строительные компании",
                        "essentiality": "Менеджеры и дизайнеры определяют спецификации и требования для строительства, что делает их ключевыми для успешного выполнения проектов.",
                        "opportunity": "Строительные компании могут обеспечить качественную реализацию проектов, что ведет к их коммерческому успеху.",
                        "restrictions": "Строительные компании не могут пренебрегать предложениями и требованиями дизайнеров без риска ухудшения качества.",
                        "imposed_role": "Исполнители проектов, следящие за соблюдением дизайнерских решений.",
                        "comment": "I am, Строительные компании, see my relationships with Менеджеры и дизайнеры, отвечавшие за ландшафт in the following perspective: я завишу от их решений, чтобы правильно реализовать проект."
                    },
                    {
                        "source": "Социальные сети и медиа",
                        "essentiality": "Менеджеры и дизайнеры находятся под постоянным вниманием общественности, что делает их работу подверженной критике и обсуждениям.",
                        "opportunity": "Социальные сети и медиа получают контент для обсуждения, привлекая внимание к городской среде и проектам.",
                        "restrictions": "Социальные сети и медиа не могут игнорировать мнения пассажиров, иначе потеряют доверие и аудиторию.",
                        "imposed_role": "Платформа для выражения мнений и обратной связи по проектам.",
                        "comment": "I am, Социальные сети и медиа, see my relationships with Менеджеры и дизайнеры, отвечавшие за ландшафт in the following perspective: я освещаю их работу, что дает им возможность получать отзывы и улучшать свои проекты."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Граждане (пассажиры)",
                        "threat": "Критика и недовольство из-за недостаточной функциональности и эстетики пространства",
                        "consequences_if_deteriorates": "Понимание реальных потребностей и ожиданий пользователей, что поможет создать более подходящее пространство.",
                        "consequences_if_improves": "Увеличение доверия и поддержки со стороны граждан, что повысит вероятность успешного завершения проекта.",
                        "imposed_role": "Арбитры эстетики и функциональности",
                        "comment": "I am, граждане, see my relationships with a target in the following perspective: Мы требуем, чтобы ваше пространство соответствовало нашим нуждам и ожиданиям."
                    },
                    {
                        "source": "Критики и эксперты в области дизайна",
                        "threat": "Публикация негативных отзывов и статей о проекте",
                        "consequences_if_deteriorates": "Снижение давления со стороны экспертов, что позволит работать более свободно.",
                        "consequences_if_improves": "Улучшение качества работы, так как критики могут предложить полезные советы и рекомендации.",
                        "imposed_role": "Оценщики и судьи",
                        "comment": "I am, критики, see my relationships with a target in the following perspective: Мы следим за тем, чтобы ваши решения были профессиональными и обоснованными."
                    },
                    {
                        "source": "Местные власти",
                        "threat": "Отказ в финансировании или разрешениях на проект",
                        "consequences_if_deteriorates": "Более высокая степень независимости в принятии решений и возможность реализовать собственные идеи.",
                        "consequences_if_improves": "Получение необходимых ресурсов и одобрения, что позволит успешно завершить проект.",
                        "imposed_role": "Контролеры и регуляторы",
                        "comment": "I am, местные власти, see my relationships with a target in the following perspective: Мы контролируем, чтобы ваши проекты соответствовали установленным стандартам и требованиям."
                    },
                    {
                        "source": "Конкуренты (другие дизайнеры и менеджеры)",
                        "threat": "Снижение доли рынка и признания, если проект окажется неудачным",
                        "consequences_if_deteriorates": "Возможность выделиться на фоне конкурентов и установить новые стандарты.",
                        "consequences_if_improves": "Увеличение конкуренции, что может привести к улучшению качества работы в целом.",
                        "imposed_role": "Соперники",
                        "comment": "I am, конкуренты, see my relationships with a target in the following perspective: Мы боремся за внимание и признание, и ваши ошибки могут стать нашим преимуществом."
                    },
                    {
                        "source": "Технологические новшества (инновационные материалы и методы)",
                        "threat": "Устаревание используемых методов и технологий, если не будут учтены новые тренды",
                        "consequences_if_deteriorates": "Вероятность сохранения традиционных методов и стилей, что может быть удобно.",
                        "consequences_if_improves": "Применение новых технологий позволит создать более эффективные и современные решения.",
                        "imposed_role": "Агент изменений",
                        "comment": "I am, технологии, see my relationships with a target in the following perspective: Мы помогаем вам идти в ногу со временем и оставаться актуальными."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Горожане",
                        "change": "Горожане начинают осознавать важность эстетики и функциональности городских пространств.",
                        "opportunity": "Горожане могут наслаждаться более красивыми и удобными местами для жизни и отдыха.",
                        "restrictions": "Горожане должны учитывать мнения и предпочтения других жителей при оценке изменений.",
                        "imposed_role": "Пользователи городского пространства, чьи мнения влияют на работу менеджеров и дизайнеров.",
                        "comment": "I am Горожане, see my relationships with a target in the following perspective: Мы хотим, чтобы наши пространства были не только красивыми, но и соответствовали нашим потребностям."
                    },
                    {
                        "source": "Градостроительная политика",
                        "change": "Политика становится более ориентированной на нужды граждан, учитывая мнения и предложения от менеджеров и дизайнеров.",
                        "opportunity": "Создание более привлекательных и прогрессивных городских проектов, что может повысить удовлетворенность населения.",
                        "restrictions": "Необходимость следовать бюрократическим процессам и стандартам при реализации проектов.",
                        "imposed_role": "Регулятор, который задает рамки для работы менеджеров и дизайнеров.",
                        "comment": "I am Градостроительная политика, see my relationships with a target in the following perspective: Я стремлюсь к созданию среды, которая учитывает интересы всех участников."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Экологические организации начинают активнее взаимодействовать с дизайнерами, чтобы внедрять устойчивые практики.",
                        "opportunity": "Возможность продвигать экологические инициативы через новые городские проекты.",
                        "restrictions": "Необходимость соблюдения экологических норм и стандартов, что может ограничить креативность дизайнеров.",
                        "imposed_role": "Консультанты и критики, которые оценивают проекты на соответствие экологическим стандартам.",
                        "comment": "I am Экологические организации, see my relationships with a target in the following perspective: Мы хотим, чтобы проекты были не только красивыми, но и экологически устойчивыми."
                    },
                    {
                        "source": "Строительные компании",
                        "change": "Компании начинают адаптироваться к новым требованиям по качеству и дизайну в результате работ менеджеров и дизайнеров.",
                        "opportunity": "Получение новых контрактов на строительство более сложных и эстетически привлекательных объектов.",
                        "restrictions": "Необходимость инвестирования в новые технологии и обучение сотрудников.",
                        "imposed_role": "Исполнители, которые должны следовать концепциям, разработанным менеджерами и дизайнерами.",
                        "comment": "I am Строительные компании, see my relationships with a target in the following perspective: Мы готовы адаптироваться к новым вызовам и стандартам, чтобы соответствовать требованиям рынка."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Технологические компании начинают разрабатывать новые решения для улучшения городской инфраструктуры.",
                        "opportunity": "Создание инновационных продуктов и услуг, которые могут улучшить качество городской жизни.",
                        "restrictions": "Необходимость в постоянном обновлении технологий и соответствия современным требованиям.",
                        "imposed_role": "Поставщики технологий, которые должны учитывать нужды менеджеров и дизайнеров.",
                        "comment": "I am Технологические компании, see my relationships with a target in the following perspective: Мы стремимся предоставлять решения, которые сделают город более удобным и умным."
                    }
                ]
            }
        }
    },
    {
        "entity": "Пассажиры",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Транспортные компании адаптируют свои услуги для удовлетворения потребностей пассажиров.",
                        "opportunity": "Увеличение прибыли за счет повышения качества услуг и повышения лояльности клиентов.",
                        "restrictions": "Обязанность следовать стандартам безопасности и комфорта, что может увеличить затраты.",
                        "imposed_role": "Поставщик услуг, который должен быть отзывчивым к запросам пассажиров.",
                        "comment": "Я, транспортные компании, вижу свои отношения с пассажирами в следующем свете: мы стремимся улучшать наш сервис, чтобы сделать поездки более удобными и быстрыми."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Государственные органы изменяют транспортные политики с учетом требований пассажиров.",
                        "opportunity": "Улучшение общественного имиджа и возможность получения большей поддержки от населения.",
                        "restrictions": "Необходимость соблюдения бюрократических процедур и сроков, что может замедлять изменения.",
                        "imposed_role": "Регулятор, который должен учитывать интересы пассажиров при планировании транспортной инфраструктуры.",
                        "comment": "Я, государственные органы, вижу свои отношения с пассажирами в следующем свете: мы обязаны учитывать их потребности в наших транспортных инициативах."
                    },
                    {
                        "source": "Разработчики мобильных приложений",
                        "change": "Разработчики мобильных приложений адаптируют свои технологии для улучшения взаимодействия с пассажирами.",
                        "opportunity": "Расширение аудитории и увеличение доходов от приложений, предлагающих удобные решения для пассажиров.",
                        "restrictions": "Необходимость постоянного обновления технологий и соответствия потребительским ожиданиям.",
                        "imposed_role": "Создатель платформы, которая должна эффективно решать проблемы пассажиров.",
                        "comment": "Я, разработчики мобильных приложений, вижу свои отношения с пассажирами в следующем свете: мы стремимся создавать инновационные решения, чтобы упростить их путь."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Технологические компании развивают новые решения, такие как системы GPS и навигации, чтобы облегчить путешествия.",
                        "opportunity": "Возможность внедрения новых технологий, которые могут привлечь новое поколение пользователей.",
                        "restrictions": "Необходимость инвестиций в исследования и разработки для поддержания конкурентоспособности.",
                        "imposed_role": "Инноватор, который должен реагировать на запросы пассажиров в сфере технологий.",
                        "comment": "Я, технологические компании, вижу свои отношения с пассажирами в следующем свете: мы создаем технологии, которые делают путешествия более эффективными и удобными."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Социальные сети становятся платформами для общения и отзывов пассажиров о перевозках.",
                        "opportunity": "Увеличение вовлеченности пользователей и возможность использования отзывов для улучшения сервиса.",
                        "restrictions": "Необходимость управления негативными отзывами и поддержания положительного имиджа.",
                        "imposed_role": "Платформа для коммуникации, где пассажиры могут делиться опытом и собирать информацию.",
                        "comment": "Я, социальные сети, вижу свои отношения с пассажирами в следующем свете: мы предоставляем пространство для обмена мнениями и опытом, что помогает улучшить услуги."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Пассажиры выбирают более быстрые и удобные способы передвижения, игнорируя традиционный транспорт.",
                        "consequences_if_deteriorates": "Транспортные компании могут сократить свои расходы и оптимизировать свои услуги.",
                        "consequences_if_improves": "Транспортные компании будут вынуждены улучшить свои услуги, чтобы конкурировать с новыми возможностями для пассажиров.",
                        "imposed_role": "Конкуренты.",
                        "comment": "I am, Транспортные компании, see my relationships with a target in the following perspective: Пассажиры заставляют нас адаптироваться или потерять рынок."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Пассажиры требуют улучшения инфраструктуры и обслуживания, что может привести к дополнительным расходам.",
                        "consequences_if_deteriorates": "Государственные органы смогут сократить бюджетные расходы на транспортные проекты.",
                        "consequences_if_improves": "Государственные органы будут вынуждены инвестировать в новые проекты для удовлетворения потребностей пассажиров.",
                        "imposed_role": "Регулятор.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: Пассажиры требуют от нас большей ответственности и улучшения услуг."
                    },
                    {
                        "source": "Технологические компании",
                        "threat": "Пассажиры используют мобильные приложения для поиска лучших маршрутов, что угрожает традиционным бизнес-моделям.",
                        "consequences_if_deteriorates": "Технологические компании могут сосредоточиться на других секторах, где существует меньшая конкуренция.",
                        "consequences_if_improves": "Технологические компании могут создать более инновационные решения для удовлетворения потребностей пассажиров.",
                        "imposed_role": "Инноваторы.",
                        "comment": "I am, Технологические компании, see my relationships with a target in the following perspective: Пассажиры подталкивают нас к разработке новых технологий."
                    },
                    {
                        "source": "Экологические активисты",
                        "threat": "Пассажиры могут выбирать менее экологически чистые способы передвижения, что противоречит их целям.",
                        "consequences_if_deteriorates": "Экологические активисты смогут сосредоточиться на других вопросах, не связанным с транспортом.",
                        "consequences_if_improves": "Экологические активисты могут использовать интересы пассажиров для продвижения устойчивых транспортных решений.",
                        "imposed_role": "Стимуляторы изменений.",
                        "comment": "I am, Экологические активисты, see my relationships with a target in the following perspective: Пассажиры могут быть нашими союзниками в борьбе за устойчивый транспорт."
                    },
                    {
                        "source": "Поставщики услуг",
                        "threat": "Пассажиры могут отказаться от услуг, если они не соответствуют их стандартам удобства и скорости.",
                        "consequences_if_deteriorates": "Поставщики услуг смогут снизить свои затраты, если потеряют клиентов.",
                        "consequences_if_improves": "Поставщики услуг будут вынуждены улучшать свои предложения, чтобы сохранить клиентов.",
                        "imposed_role": "Конкуренты в качестве поставщиков.",
                        "comment": "I am, Поставщики услуг, see my relationships with a target in the following perspective: Пассажиры диктуют условия, и мы должны соответствовать их ожиданиям."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Пассажиры являются основными клиентами транспортных компаний, обеспечивая их доход.",
                        "opportunity": "Транспортные компании получают стабильный поток доходов и возможность расширения услуг.",
                        "restrictions": "Транспортные компании должны поддерживать качество сервиса и доступность маршрутов.",
                        "imposed_role": "Обеспечивать комфортное и быстрое передвижение для пассажиров.",
                        "comment": "I am, the транспортные компании, see my relationships with a target in the following perspective: Пассажиры – это основа моего бизнеса."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Пассажиры влияют на формирование транспортной политики и регулирование услуг.",
                        "opportunity": "Государственные органы получают возможность улучшать инфраструктуру и обеспечивать безопасность.",
                        "restrictions": "Государственные органы обязаны учитывать интересы пассажиров при разработке новых законов.",
                        "imposed_role": "Создавать и контролировать правила, касающиеся транспортных услуг.",
                        "comment": "I am, the государственные органы, see my relationships with a target in the following perspective: Пассажиры – мой приоритет, их безопасность и удовлетворенность важны для меня."
                    },
                    {
                        "source": "Технологические платформы (например, приложения для заказа такси)",
                        "essentiality": "Пассажиры используют приложения для выбора и заказа транспорта, обеспечивая их популярность.",
                        "opportunity": "Технологические платформы получают доступ к большим данным о потребительских предпочтениях.",
                        "restrictions": "Технологические платформы должны обеспечить удобство и простоту интерфейса для пользователей.",
                        "imposed_role": "Предоставлять удобные инструменты для поиска и заказа транспорта.",
                        "comment": "I am, the технологические платформы, see my relationships with a target in the following perspective: Пассажиры – это мой источник роста и инноваций."
                    },
                    {
                        "source": "Водители транспортных средств",
                        "essentiality": "Пассажиры создают спрос на услуги водителей, обеспечивая их занятость.",
                        "opportunity": "Водители получают доход и возможность гибкого графика работы.",
                        "restrictions": "Водители должны следовать правилам и ожиданиям пассажиров относительно сервиса.",
                        "imposed_role": "Обеспечивать безопасную и комфортную поездку для пассажиров.",
                        "comment": "I am, the водители транспортных средств, see my relationships with a target in the following perspective: Пассажиры – моя надежда на стабильный доход."
                    },
                    {
                        "source": "Инфраструктура (дороги, станции, остановки)",
                        "essentiality": "Пассажиры используют инфраструктуру, что делает ее необходимой для эффективного передвижения.",
                        "opportunity": "Инфраструктура получает финансирование и поддержку для улучшения и расширения.",
                        "restrictions": "Инфраструктура должна соответствовать стандартам безопасности и удобства для пассажиров.",
                        "imposed_role": "Создавать и поддерживать условия для комфортного передвижения пассажиров.",
                        "comment": "I am, the инфраструктура, see my relationships with a target in the following perspective: Пассажиры – это причина моего существования и развития."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Обеспечивают пассажиров услугами транспортировки, что меняет их опыт передвижения.",
                        "opportunity": "Предоставляют широкий выбор маршрутов и удобные расписания, позволяя быстро добираться до пунктов назначения.",
                        "restrictions": "Ограничивают выбор времени и маршрутов в зависимости от расписания и доступности.",
                        "imposed_role": "Пассажир, который должен следовать установленным расписаниям и правилам.",
                        "comment": "I am Транспортные компании, see my relationships with Пассажиры in the following perspective: Я стремлюсь предоставить удобные решения для передвижения, но ограничиваю гибкость выбора."
                    },
                    {
                        "source": "Технологические приложения для навигации",
                        "change": "Упрощают процесс поиска оптимального маршрута, что влияет на привычки передвижения пассажиров.",
                        "opportunity": "Обеспечивают актуальную информацию о пробках, что позволяет планировать поездки более эффективно.",
                        "restrictions": "Зависимость от мобильных данных и GPS-сигнала, что может ограничивать доступ к информации в некоторых районах.",
                        "imposed_role": "Пользователь, вынужденный адаптироваться к новым технологиям для повышения эффективности передвижения.",
                        "comment": "I am Технологические приложения для навигации, see my relationships with Пассажиры in the following perspective: Я помогаю оптимизировать поездки, но ограничиваю доступность в некоторых ситуациях."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Регулируют правила и нормативы, которые влияют на процесс транспортировки пассажиров.",
                        "opportunity": "Создают безопасные условия для передвижения, что укрепляет доверие пассажиров к транспортным системам.",
                        "restrictions": "Налагают ограничения на скорости, маршруты и типы транспортных средств.",
                        "imposed_role": "Соблюдающий правила гражданин, который должен следовать установленным нормам.",
                        "comment": "I am Государственные органы, see my relationships with Пассажиры in the following perspective: Я обеспечиваю безопасность, но иногда ограничиваю свободу передвижения."
                    },
                    {
                        "source": "Социальные сети и отзывы",
                        "change": "Влияют на выбор пассажиров через отзывы и рекомендации, что меняет их восприятие транспортных услуг.",
                        "opportunity": "Помогают пассажирам принимать более обоснованные решения на основе опыта других.",
                        "restrictions": "Создают давление на компании, которые могут изменять свои услуги под влияние общественного мнения.",
                        "imposed_role": "Критически настроенный потребитель, который должен учитывать мнения других при выборе услуг.",
                        "comment": "I am Социальные сети и отзывы, see my relationships with Пассажиры in the following perspective: Я информирую и влияю на выбор, но иногда создаю неоправданные ожидания."
                    },
                    {
                        "source": "Экономические условия",
                        "change": "Влияют на стоимость транспортных услуг, что меняет доступность и выбор у пассажиров.",
                        "opportunity": "Предоставляют возможность выбора более доступных и выгодных предложений на рынке.",
                        "restrictions": "Могут ограничивать доступность услуг в условиях кризиса или нестабильной экономики.",
                        "imposed_role": "Экономически активный гражданин, который должен адаптироваться к изменяющимся условиям.",
                        "comment": "I am Экономические условия, see my relationships with Пассажиры in the following perspective: Я формирую рынок услуг, но вливаю на доступность и выбор."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Без транспортных компаний пассажиры не могут добраться до своих пунктов назначения.",
                        "opportunity": "Транспортные компании предоставляют пассажирам возможность быстро и удобно перемещаться.",
                        "restrictions": "Пассажиры должны следовать расписанию и правилам перевозки.",
                        "imposed_role": "Пассажиры играют роль клиентов, зависящих от услуг транспортных компаний.",
                        "comment": "Я, транспортная компания, вижу свои отношения с пассажирами в следующей перспективе: я предоставляю им возможность передвигаться, но в ответ ожидаю соблюдения моих правил."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы регулируют правила и стандарты, касающиеся транспортных услуг.",
                        "opportunity": "Они обеспечивают безопасность и стандарты качества транспортных услуг.",
                        "restrictions": "Пассажиры обязаны следовать законам и правилам, установленным государством.",
                        "imposed_role": "Пассажиры становятся участниками регулируемого процесса.",
                        "comment": "Я, государственный орган, вижу свои отношения с пассажирами в следующей перспективе: я защищаю их интересы, но они должны соблюдать законы, которые я устанавливаю."
                    },
                    {
                        "source": "Технологические платформы (приложения для заказа такси и транспорта)",
                        "essentiality": "Технологические платформы соединяют пассажиров с транспортными услугами.",
                        "opportunity": "Они предлагают пассажирам удобство и простоту в выборе и заказе транспорта.",
                        "restrictions": "Пассажиры могут быть ограничены в выборе, если приложение не поддерживает определенные виды транспорта.",
                        "imposed_role": "Пассажиры становятся пользователями платформы и зависят от ее функциональности.",
                        "comment": "Я, технологическая платформа, вижу свои отношения с пассажирами в следующей перспективе: я упрощаю их жизнь, но они привязаны к моим возможностям и ограничениям."
                    },
                    {
                        "source": "Партнеры и поставщики услуг (например, автозаправочные станции, сервисные центры)",
                        "essentiality": "Партнеры и поставщики обеспечивают необходимые ресурсы и поддержку транспортным средствам.",
                        "opportunity": "Они способствуют поддержанию транспортных средств в рабочем состоянии, что позволяет пассажирам добираться до мест назначения.",
                        "restrictions": "Пассажиры зависят от доступности и качества услуг партнеров.",
                        "imposed_role": "Пассажиры становятся зависимыми от надежности поставляемых услуг.",
                        "comment": "Я, партнер-поставщик, вижу свои отношения с пассажирами в следующей перспективе: я обеспечиваю услуги, которые делают поездки возможными, но их надежность зависит от меня."
                    },
                    {
                        "source": "Общественное мнение и социальные сети",
                        "essentiality": "Общественное мнение формирует восприятие и требования к транспортным услугам.",
                        "opportunity": "Оно позволяет пассажирам влиять на качество и доступность услуг через отзывы и рекомендации.",
                        "restrictions": "Пассажиры могут столкнуться с негативными последствиями, если отклоняются от общественных ожиданий.",
                        "imposed_role": "Пассажиры становятся частью сообщества, формирующего требования и ожидания к транспорту.",
                        "comment": "Я, общественное мнение, вижу свои отношения с пассажирами в следующей перспективе: я даю им голос, но в тоже время они должны учитывать общественные ожидания."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Увеличение цен на билеты или услуги, что делает поездки более дорогими для пассажиров.",
                        "consequences_if_deteriorates": "Пассажиры смогут экономить деньги и выбирать более доступные варианты путешествий.",
                        "consequences_if_improves": "Пассажиры будут вынуждены платить больше за те же услуги, что увеличит их финансовую нагрузку.",
                        "imposed_role": "Зависимые клиенты, которые должны подстраиваться под цены и условия компаний.",
                        "comment": "I am Транспортные компании, see my relationships with Пассажиры in the following perspective: I dictate the terms of travel and hold the power of pricing."
                    },
                    {
                        "source": "Правительственные органы",
                        "threat": "Регулирование или изменение транспортных норм, что может привести к задержкам и неудобствам для пассажиров.",
                        "consequences_if_deteriorates": "Пассажиры смогут свободно передвигаться без дополнительных ограничений и регуляций.",
                        "consequences_if_improves": "Пассажиры столкнутся с новыми задержками и ограничениями, что ухудшит их опыт путешествия.",
                        "imposed_role": "Подконтрольные граждане, которые вынуждены следовать правилам.",
                        "comment": "I am Правительственные органы, see my relationships with Пассажиры in the following perspective: I shape the laws that govern their travel experience."
                    },
                    {
                        "source": "Конкурирующие виды транспорта (например, такси, каршеринг)",
                        "threat": "Снижение популярности общественного транспорта, что может привести к его сокращению и ухудшению услуг.",
                        "consequences_if_deteriorates": "Пассажиры будут иметь больше вариантов выбора с учетом их потребностей и предпочтений.",
                        "consequences_if_improves": "Пассажиры могут столкнуться с повышением цен и ухудшением качества услуг общественного транспорта.",
                        "imposed_role": "Потребители, которые должны принимать решения на основе ограниченных вариантов.",
                        "comment": "I am Конкурирующие виды транспорта, see my relationships with Пассажиры in the following perspective: I challenge their loyalty and force them to consider alternatives."
                    },
                    {
                        "source": "Технологические платформы (например, приложения для навигации)",
                        "threat": "Неэффективные данные о маршрутах или задержках могут привести к неоптимальным решениям для пассажиров.",
                        "consequences_if_deteriorates": "Пассажиры смогут лучше планировать свои поездки и избегать ненужных задержек.",
                        "consequences_if_improves": "Пассажиры будут получать неточные данные, что приведет к задержкам и неудобствам.",
                        "imposed_role": "Зависимые пользователи, которые полагаются на технологии для планирования своего времени.",
                        "comment": "I am Технологические платформы, see my relationships with Пассажиры in the following perspective: I am the information hub that influences their travel decisions."
                    },
                    {
                        "source": "Состояние инфраструктуры (дороги, мосты, станции)",
                        "threat": "Плохое состояние инфраструктуры может привести к задержкам и авариям.",
                        "consequences_if_deteriorates": "Пассажиры смогут передвигаться быстрее и безопаснее без риска задержек.",
                        "consequences_if_improves": "Пассажиры будут сталкиваться с улучшением условий, но могут также столкнуться с временными неудобствами во время ремонта.",
                        "imposed_role": "Зависимые пользователи, которые должны подстраиваться под состояние инфраструктуры.",
                        "comment": "I am Состояние инфраструктуры, see my relationships with Пассажиры in the following perspective: I dictate the safety and efficiency of their travel experience."
                    }
                ]
            }
        }
    },
    {
        "entity": "Места предполагаемого интереса",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Улучшение транспортной доступности для посетителей и жителей.",
                        "opportunity": "Привлечение большего числа посетителей благодаря улучшению логистики.",
                        "restrictions": "Зависимость от расписания и маршрутов транспорта.",
                        "imposed_role": "Партнер по обеспечению доступности.",
                        "comment": "I am, Транспортные компании, see my relationships with a target in the following perspective: I facilitate access and convenience for visitors."
                    },
                    {
                        "source": "Местные власти",
                        "change": "Изменение инфраструктуры и развитие общественного транспорта.",
                        "opportunity": "Создание более привлекательных условий для жизни и работы.",
                        "restrictions": "Необходимость соблюдения бюджетных ограничений и общественных интересов.",
                        "imposed_role": "Регулятор и инициатор изменений.",
                        "comment": "I am, Местные власти, see my relationships with a target in the following perspective: I aim to enhance community engagement and accessibility."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "change": "Повышение интереса студентов к месту через образовательные программы.",
                        "opportunity": "Увеличение потока студентов и академических мероприятий.",
                        "restrictions": "Зависимость от программ аккредитации и финансирования.",
                        "imposed_role": "Координатор образовательных инициатив.",
                        "comment": "I am, Образовательные учреждения, see my relationships with a target in the following perspective: I drive academic interest and community involvement."
                    },
                    {
                        "source": "Социальные сети и медиа",
                        "change": "Формирование общественного мнения и интереса к месту.",
                        "opportunity": "Расширение аудитории и повышение популярности через онлайн-кампании.",
                        "restrictions": "Зависимость от алгоритмов и платформ.",
                        "imposed_role": "Маркетолог и популяризатор.",
                        "comment": "I am, Социальные сети и медиа, see my relationships with a target in the following perspective: I amplify the visibility and appeal of destinations."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "change": "Создание новых коммерческих предложений и услуг.",
                        "opportunity": "Увеличение притока клиентов и развитие местного бизнеса.",
                        "restrictions": "Конкуренция и экономическая нестабильность.",
                        "imposed_role": "Экономический партнер и инициатор развития.",
                        "comment": "I am, Бизнес-сообщество, see my relationships with a target in the following perspective: I enhance the economic viability and attractiveness of locations."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные службы",
                        "change": "Улучшение маршрутов и частоты рейсов в ответ на рост посещаемости мест предполагаемого интереса.",
                        "opportunity": "Увеличение числа пассажиров и доходов от перевозок.",
                        "restrictions": "Необходимость перераспределения ресурсов и изменения графиков работы.",
                        "imposed_role": "Поставщик транспортных услуг, поддерживающий доступность мест предполагаемого интереса.",
                        "comment": "I am, Транспортные службы, see my relationships with a target in the following perspective: I recognize that our efficiency directly affects the attractiveness of these sites."
                    },
                    {
                        "source": "Местные предприятия",
                        "change": "Увеличение потока клиентов и изменение ассортимента товаров и услуг.",
                        "opportunity": "Рост продаж и улучшение имиджа из-за увеличенного числа посетителей.",
                        "restrictions": "Необходимость адаптации к изменяющимся потребительским привычкам.",
                        "imposed_role": "Поставщик товаров и услуг, способствующий привлечению посетителей.",
                        "comment": "I am, Местные предприятия, see my relationships with a target in the following perspective: I thrive when the location attracts more people, as it benefits my business."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Изменение в политике развития инфраструктуры и общественного транспорта.",
                        "opportunity": "Стимулирование экономического роста и улучшение качества жизни граждан.",
                        "restrictions": "Необходимость балансировки бюджета и учета мнения граждан.",
                        "imposed_role": "Регулятор и разработчик стратегий, направленных на развитие мест предполагаемого интереса.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: Our goal is to foster an environment that supports and enhances the value of these sites."
                    },
                    {
                        "source": "Сообщества и жители",
                        "change": "Изменение общественного мнения и поддержка мест предполагаемого интереса.",
                        "opportunity": "Увеличение возможности для взаимодействия и участия в жизни города.",
                        "restrictions": "Необходимость учета интересов всех членов сообщества.",
                        "imposed_role": "Активные участники, поддерживающие развитие мест предполагаемого интереса.",
                        "comment": "I am, Сообщества и жители, see my relationships with a target in the following perspective: Our engagement can lead to a vibrant community that thrives on these attractions."
                    },
                    {
                        "source": "Культурные и образовательные учреждения",
                        "change": "Расширение программ и мероприятий, направленных на привлечение посетителей.",
                        "opportunity": "Увеличение числа студентов и участников программ, что способствует их финансированию.",
                        "restrictions": "Необходимость соответствия требованиям и стандартам качества.",
                        "imposed_role": "Партнеры, которые предлагают программы для увеличения привлекательности мест.",
                        "comment": "I am, Культурные и образовательные учреждения, see my relationships with a target in the following perspective: We can create a rich tapestry of experiences that draw people in."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Увеличение пассажиропотока к 'Местам предполагаемого интереса' требует улучшения транспортной инфраструктуры.",
                        "consequences_if_deteriorates": "Если 'Места предполагаемого интереса' исчезнут, потребность в транспортных услугах снизится, что приведет к уменьшению доходов.",
                        "consequences_if_improves": "При улучшении доступа к 'Местам предполагаемого интереса' увеличится число пассажиров и, следовательно, прибыль.",
                        "imposed_role": "Служба доставки и связи для 'Мест предполагаемого интереса'.",
                        "comment": "Я, транспортная компания, вижу свои отношения с 'Местами предполагаемого интереса' в следующей перспективе: они являются моими основными клиентами."
                    },
                    {
                        "source": "Местные бизнесы",
                        "threat": "Увеличение потока посетителей к 'Местам предполагаемого интереса' может уменьшить долю рынка для местных бизнесов.",
                        "consequences_if_deteriorates": "Если 'Места предполагаемого интереса' исчезнут, местные бизнесы смогут увеличить свою клиентскую базу за счет новых посетителей.",
                        "consequences_if_improves": "При улучшении привлекательности 'Мест предполагаемого интереса' местные бизнесы получат больше клиентов и доходов.",
                        "imposed_role": "Партнеры по привлечению трафика и клиентов.",
                        "comment": "Я, местный бизнес, вижу свои отношения с 'Местами предполагаемого интереса' в следующей перспективе: мы зависим друг от друга для успеха."
                    },
                    {
                        "source": "Государственные структуры",
                        "threat": "Необходимость инвестиций в инфраструктуру для улучшения транспортной доступности 'Мест предполагаемого интереса'.",
                        "consequences_if_deteriorates": "Если 'Места предполагаемого интереса' исчезнут, государственные структуры смогут перераспределить бюджет на другие проекты.",
                        "consequences_if_improves": "При улучшении доступности 'Мест предполагаемого интереса' возрастет уровень жизни и удовлетворенность граждан.",
                        "imposed_role": "Регуляторы и инвесторы в инфраструктуру.",
                        "comment": "Я, государственная структура, вижу свои отношения с 'Местами предполагаемого интереса' в следующей перспективе: мы обязаны улучшать их для блага общества."
                    },
                    {
                        "source": "Экологи",
                        "threat": "Увеличение потока людей может негативно сказаться на экосистеме вблизи 'Мест предполагаемого интереса'.",
                        "consequences_if_deteriorates": "Если 'Места предполагаемого интереса' исчезнут, экосистема сможет восстановиться и уменьшится уровень загрязнения.",
                        "consequences_if_improves": "При улучшении управления доступом к 'Местам предполагаемого интереса' можно будет сохранить экосистему.",
                        "imposed_role": "Стражи окружающей среды и устойчивого развития.",
                        "comment": "Я, эколог, вижу свои отношения с 'Местами предполагаемого интереса' в следующей перспективе: баланс между развитием и защитой природы."
                    },
                    {
                        "source": "Местное население",
                        "threat": "Проблемы с транспортной доступностью могут снизить интерес к 'Местам предполагаемого интереса'.",
                        "consequences_if_deteriorates": "Если 'Места предполагаемого интереса' исчезнут, местные жители смогут проводить время в других местах без доступа к ним.",
                        "consequences_if_improves": "При улучшении доступности 'Мест предполагаемого интереса' возрастет вовлеченность и качество жизни местных жителей.",
                        "imposed_role": "Активные участники в развитии городской инфраструктуры.",
                        "comment": "Я, местный житель, вижу свои отношения с 'Местами предполагаемого интереса' в следующей перспективе: это наша общая ответственность."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Туристы",
                        "essentiality": "Места предполагаемого интереса создают привлекательные маршруты и экскурсии, которые привлекают туристов.",
                        "opportunity": "Туристы получают уникальный опыт и впечатления, что способствует их удовлетворению и возвращению.",
                        "restrictions": "Туристы ограничены в своих выборах, так как они зависят от наличия интересных и доступных мест.",
                        "imposed_role": "Обеспечивать активный поток посетителей и способствовать экономике региона.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Места предполагаемого интереса являются основой для моего путешествия и опыта."
                    },
                    {
                        "source": "Местные бизнесы",
                        "essentiality": "Места предполагаемого интереса привлекают клиентов, что способствует росту бизнеса.",
                        "opportunity": "Бизнесы получают поток посетителей, что увеличивает их доход.",
                        "restrictions": "Бизнесы должны адаптироваться к ожиданиям и требованиям целевой аудитории, чтобы оставаться конкурентоспособными.",
                        "imposed_role": "Создавать дополнительные услуги и товары для удовлетворения потребностей посетителей.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Без интересных мест мой бизнес не будет получать достаточно клиентов."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Места предполагаемого интереса требуют поддержки и финансирования для развития инфраструктуры.",
                        "opportunity": "Государственные органы получают возможность развивать регион и улучшать его имидж.",
                        "restrictions": "Государственные органы должны обеспечивать доступность и безопасность мест, что требует значительных ресурсов.",
                        "imposed_role": "Координировать развитие транспортной инфраструктуры и поддержку мест.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Места предполагаемого интереса - это ключ к развитию нашего региона."
                    },
                    {
                        "source": "Пользователи общественного транспорта",
                        "essentiality": "Места предполагаемого интереса стимулируют развитие общественного транспорта.",
                        "opportunity": "Пользователи общественного транспорта получают доступ к интересным местам и услугам.",
                        "restrictions": "Пользователи должны следовать графикам и маршрутам, которые могут быть ограничены.",
                        "imposed_role": "Служить целевой аудиторией для транспортных услуг, требующих оптимизации.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Места предполагаемого интереса делают мой путь интересным и полезным."
                    },
                    {
                        "source": "Социальные медиа",
                        "essentiality": "Места предполагаемого интереса создают контент для социальных медиа, повышая их популярность.",
                        "opportunity": "Социальные медиа получают актуальный контент для привлечения пользователей и увеличения вовлеченности.",
                        "restrictions": "Социальные медиа должны следить за репутацией мест и избегать негативного контента.",
                        "imposed_role": "Распространять информацию о местах и формировать общественное мнение.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Места предполагаемого интереса - это источник контента, который делает мою платформу интересной."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Транспортные компании обеспечивают доступность мест предполагаемого интереса, что критически важно для привлечения посетителей.",
                        "opportunity": "Увеличение мобильности и легкость доступа для туристов, студентов и местных жителей.",
                        "restrictions": "Ограничение на изменение транспортной инфраструктуры без согласования с транспортными компаниями.",
                        "imposed_role": "Место для пересадки и ожидания транспорта.",
                        "comment": "I am, транспортные компании, see my relationships with a target in the following perspective: без нас ваша привлекательность может снизиться."
                    },
                    {
                        "source": "Местные власти",
                        "essentiality": "Местные власти регулируют правила и законы, которые могут поддерживать или ограничивать развитие инфраструктуры вокруг мест предполагаемого интереса.",
                        "opportunity": "Создание благоприятных условий для развития и улучшения доступности мест интереса.",
                        "restrictions": "Сложные бюрократические процедуры могут затруднить инициативы по улучшению транспортной доступности.",
                        "imposed_role": "Организатор и контролер местного развития.",
                        "comment": "I am, местные власти, see my relationships with a target in the following perspective: мы создаем пространство, в котором вы можете процветать, но помните о наших правилах."
                    },
                    {
                        "source": "Туристические агентства",
                        "essentiality": "Туристические агентства продвигают места предполагаемого интереса, увеличивая поток посетителей.",
                        "opportunity": "Расширение аудитории и увеличение числа посетителей за счет маркетинга и пакетов услуг.",
                        "restrictions": "Ограниченная гибкость в плане предоставления эксклюзивных предложений без согласования с местом интереса.",
                        "imposed_role": "Агент по распространению информации и привлечению клиентов.",
                        "comment": "I am, туристические агентства, see my relationships with a target in the following perspective: мы ваш ключ к сердцам туристов."
                    },
                    {
                        "source": "Социальные медиа",
                        "essentiality": "Социальные медиа формируют общественное мнение и повышают осведомленность о местах предполагаемого интереса.",
                        "opportunity": "Возможность создания вирусного контента, который привлечет внимание к месту.",
                        "restrictions": "Необходимость следить за репутацией и отзывами, чтобы избежать негативного восприятия.",
                        "imposed_role": "Платформа для взаимодействия и обмена мнениями.",
                        "comment": "I am, социальные медиа, see my relationships with a target in the following perspective: я ваш голос в мире, и ваше присутствие должно быть безупречным."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Образовательные учреждения привлекают студентов и преподавателей, что увеличивает поток людей в местах интереса.",
                        "opportunity": "Создание сети студентов и сотрудников, что может способствовать развитию местного бизнеса и культуры.",
                        "restrictions": "Необходимость соответствовать стандартам и ожиданиям образовательных программ.",
                        "imposed_role": "Центр знаний и обмена информацией.",
                        "comment": "I am, образовательные учреждения, see my relationships with a target in the following perspective: вместе мы можем создать образовательное пространство, которое привлечет всех."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Ограничение и неудобство транспортного обслуживания приводит к снижению посещаемости.",
                        "consequences_if_deteriorates": "Если транспортные компании перестанут оказывать негативное влияние, это улучшит доступность мест предполагаемого интереса.",
                        "consequences_if_improves": "Если транспортные услуги улучшатся, увеличится количество посетителей и сотрудников.",
                        "imposed_role": "Зависимое место, которое не может развиваться без эффективной транспортной инфраструктуры.",
                        "comment": "Я, транспортная компания, вижу свои отношения с местом предполагаемого интереса в следующей перспективе: мы можем обеспечить или ограничить доступность, что напрямую влияет на его привлекательность."
                    },
                    {
                        "source": "Конкурирующие места",
                        "threat": "Другие локации могут предложить лучшие условия и доступность, отнимая посетителей.",
                        "consequences_if_deteriorates": "Если конкуренты не будут иметь преимущества, место получит больше посетителей.",
                        "consequences_if_improves": "Если конкуренты улучшат свои предложения, это приведет к снижению интереса к данному месту.",
                        "imposed_role": "Соперник, который устанавливает стандарты привлекательности.",
                        "comment": "Я, конкурирующее место, вижу свои отношения с местом предполагаемого интереса в следующей перспективе: мы создаем конкурентную среду, которая влияет на его успех."
                    },
                    {
                        "source": "Социальные сети и онлайн-платформы",
                        "threat": "Плохие отзывы и негативная информация могут повредить репутации места.",
                        "consequences_if_deteriorates": "Если социальные сети перестанут распространять негатив, это может улучшить имидж места.",
                        "consequences_if_improves": "Если социальные платформы начнут активно подчеркивать недостатки, это приведет к падению интереса.",
                        "imposed_role": "Критик, который формирует общественное мнение.",
                        "comment": "Я, социальные сети, вижу свои отношения с местом предполагаемого интереса в следующей перспективе: я влиятельный голос, определяющий его репутацию среди потенциальных посетителей."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Отсутствие поддержки в развитии инфраструктуры может снизить привлекательность.",
                        "consequences_if_deteriorates": "Если влияние государства уменьшится, место сможет развиваться независимым образом.",
                        "consequences_if_improves": "Если государственные органы улучшат поддержку, это приведет к развитию инфраструктуры и увеличению числа посетителей.",
                        "imposed_role": "Зависимое место, нуждающееся в государственной поддержке.",
                        "comment": "Я, государственный орган, вижу свои отношения с местом предполагаемого интереса в следующей перспективе: я определяю условия, при которых оно может процветать или терпеть неудачу."
                    },
                    {
                        "source": "Местные жители",
                        "threat": "Негативное восприятие со стороны местных жителей может снизить привлекательность.",
                        "consequences_if_deteriorates": "Если местные жители перестанут негативно отзываться, это улучшит имидж места.",
                        "consequences_if_improves": "Если местные жители станут менее поддерживающими, это приведет к снижению интереса к месту.",
                        "imposed_role": "Сторонники или противники, определяющие местную культуру и восприятие.",
                        "comment": "Я, местный житель, вижу свои отношения с местом предполагаемого интереса в следующей перспективе: я формирую мнение и ценности, которые влияют на его привлекательность."
                    }
                ]
            }
        }
    },
    {
        "entity": "Администрация",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Гражданское общество",
                        "change": "Гражданское общество становится более активным и вовлеченным в процессы управления.",
                        "opportunity": "Участие в обсуждении городских инициатив и возможность влиять на решения администрации.",
                        "restrictions": "Ограниченная возможность доступа к информации и ресурсам для полноценного участия.",
                        "imposed_role": "Советник и критик.",
                        "comment": "Я, гражданское общество, вижу свои отношения с администрацией в следующей перспективе: важно быть услышанными и активно участвовать в процессе принятия решений."
                    },
                    {
                        "source": "Местный бизнес",
                        "change": "Местный бизнес изменяет свои стратегии в ответ на инициативы администрации.",
                        "opportunity": "Получение новых контрактов и субсидий на развитие проектов, связанных с улучшением городской среды.",
                        "restrictions": "Необходимость соответствовать требованиям и стандартам, установленным администрацией.",
                        "imposed_role": "Партнер и инвестор.",
                        "comment": "Я, местный бизнес, вижу свои отношения с администрацией в следующей перспективе: сотрудничество открывает новые возможности для роста и развития."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Экологические организации адаптируют свои программы и инициативы к политике администрации.",
                        "opportunity": "Возможность проведения совместных экологических проектов и акций.",
                        "restrictions": "Зависимость от финансирования и поддержки со стороны администрации.",
                        "imposed_role": "Советник по вопросам экологии.",
                        "comment": "Я, экологическая организация, вижу свои отношения с администрацией в следующей перспективе: мы можем вместе работать над улучшением состояния окружающей среды."
                    },
                    {
                        "source": "Жители города",
                        "change": "Жители становятся более информированными и вовлеченными в процесс городского управления.",
                        "opportunity": "Получение информации о новых инициативах и возможность участвовать в их реализации.",
                        "restrictions": "Иногда отсутствие обратной связи и недостаток информации о принятых решениях.",
                        "imposed_role": "Участник и критик.",
                        "comment": "Я, житель города, вижу свои отношения с администрацией в следующей перспективе: важно, чтобы наши голоса были услышаны и учтены."
                    },
                    {
                        "source": "Медиа",
                        "change": "Медиа адаптируют свои репортажи и материалы в зависимости от действий администрации.",
                        "opportunity": "Получение эксклюзивной информации и возможность освещать важные городские события.",
                        "restrictions": "Необходимость соблюдать определенные рамки и ограничения в подаче информации.",
                        "imposed_role": "Информатор и критик.",
                        "comment": "Я, медиа, вижу свои отношения с администрацией в следующей перспективе: важна прозрачность и доступ к информации для объективного освещения событий."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Граждане",
                        "essentiality": "Граждане являются основными получателями услуг и инициатив администрации, их мнение влияет на принятие решений.",
                        "opportunity": "Активное участие граждан в процессах управления позволяет администрации учитывать потребности общества.",
                        "restrictions": "Администрация не может игнорировать протесты и недовольство граждан.",
                        "imposed_role": "Администрация должна действовать как представитель интересов граждан.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: Я требую внимания и участия, иначе я могу выразить недовольство."
                    },
                    {
                        "source": "Законодательство",
                        "essentiality": "Законодательные акты определяют рамки и полномочия администрации.",
                        "opportunity": "Законодательство предоставляет администрации легитимность для реализации своих программ.",
                        "restrictions": "Администрация должна действовать в рамках закона, что ограничивает ее возможности.",
                        "imposed_role": "Администрация должна соблюдать законы и правила.",
                        "comment": "I am, Законодательство, see my relationships with a target in the following perspective: Я формирую правила игры, и без меня ваша работа невозможна."
                    },
                    {
                        "source": "Экономические ресурсы",
                        "essentiality": "Финансовые средства необходимы для реализации инициатив и проектов администрации.",
                        "opportunity": "Доступ к финансовым ресурсам позволяет администрации развивать инфраструктуру и улучшать городскую среду.",
                        "restrictions": "Администрация должна обосновывать свои расходы и соблюдать бюджетные ограничения.",
                        "imposed_role": "Администрация должна быть ответственной за распределение бюджетных средств.",
                        "comment": "I am, Экономические ресурсы, see my relationships with a target in the following perspective: Я даю вам силу, но требую прозрачности и отчетности."
                    },
                    {
                        "source": "СМИ",
                        "essentiality": "Средства массовой информации формируют общественное мнение и могут влиять на репутацию администрации.",
                        "opportunity": "СМИ могут освещать успехи администрации, способствуя положительному имиджу.",
                        "restrictions": "Администрация не может скрывать информацию от СМИ, что может привести к негативным последствиям.",
                        "imposed_role": "Администрация должна быть открытой и доступной для журналистов.",
                        "comment": "I am, СМИ, see my relationships with a target in the following perspective: Я освещаю ваши действия, и в моих руках ваше восприятие обществом."
                    },
                    {
                        "source": "Экологические условия",
                        "essentiality": "Экологические факторы определяют условия жизни в городе и влияют на здоровье граждан.",
                        "opportunity": "Поддержание здоровой экосистемы позволяет администрации улучшать качество жизни.",
                        "restrictions": "Администрация должна учитывать экологические нормы и стандарты в своих решениях.",
                        "imposed_role": "Администрация должна действовать как защитник окружающей среды.",
                        "comment": "I am, Экологические условия, see my relationships with a target in the following perspective: Я диктую условия, и ваше благополучие зависит от моего состояния."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Граждане",
                        "threat": "Негативное общественное мнение и протесты могут уменьшить легитимность администрации.",
                        "consequences_if_deteriorates": "Улучшение общественного мнения и доверия к администрации.",
                        "consequences_if_improves": "Повышение давления на администрацию для выполнения требований граждан.",
                        "imposed_role": "Контроль над действиями администрации через общественное мнение.",
                        "comment": "Я, Граждане, вижу свои отношения с администрацией в следующей перспективе: мы требуем прозрачности и учета мнения жителей."
                    },
                    {
                        "source": "Местные СМИ",
                        "threat": "Распространение критических статей и репортажей может подорвать авторитет администрации.",
                        "consequences_if_deteriorates": "Снижение контроля СМИ и уменьшение критики в адрес администрации.",
                        "consequences_if_improves": "Увеличение ответственности администрации перед обществом.",
                        "imposed_role": "Информатор и критик действий администрации.",
                        "comment": "Я, Местные СМИ, вижу свои отношения с администрацией в следующей перспективе: мы служим голосом народа и независимым источником информации."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Давление на администрацию к выполнению экологических норм может выявить недостатки в городских проектах.",
                        "consequences_if_deteriorates": "Уменьшение давления на администрацию, что может привести к игнорированию экологических проблем.",
                        "consequences_if_improves": "Увеличение обязательств администрации по улучшению городской среды.",
                        "imposed_role": "Агент изменений в области экологии и устойчивого развития.",
                        "comment": "Я, Экологические организации, вижу свои отношения с администрацией в следующей перспективе: мы требуем соблюдения экологических стандартов для блага общества."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "threat": "Отказ инвесторов в развитии города может сократить финансирование важных проектов.",
                        "consequences_if_deteriorates": "Увеличение финансовой независимости администрации от бизнеса.",
                        "consequences_if_improves": "Увеличение инвестиций в развитие города, что может привести к улучшению городской инфраструктуры.",
                        "imposed_role": "Партнер, от которого зависит реализация экономических проектов.",
                        "comment": "Я, Бизнес-сообщество, вижу свои отношения с администрацией в следующей перспективе: мы готовы инвестировать в развитие, но ждем взаимных обязательств."
                    },
                    {
                        "source": "Государственные надзорные органы",
                        "threat": "Нарушения законодательства могут привести к проверкам и штрафам для администрации.",
                        "consequences_if_deteriorates": "Уменьшение контроля со стороны органов, что может привести к коррупции.",
                        "consequences_if_improves": "Повышение стандартов государственного управления и ответственности.",
                        "imposed_role": "Наблюдатель и контролер за действиями администрации.",
                        "comment": "Я, Государственные надзорные органы, вижу свои отношения с администрацией в следующей перспективе: мы обеспечиваем законность и порядок в действиях местных властей."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Граждане",
                        "essentiality": "Администрация обеспечивает граждан услугами и инфраструктурой, необходимыми для их повседневной жизни.",
                        "opportunity": "Граждане могут влиять на решения администрации через отзывы и участие в общественных обсуждениях.",
                        "restrictions": "Граждане не могут открыто выражать недовольство, если это нарушает общественный порядок.",
                        "imposed_role": "Граждане выступают в роли критиков и источников информации для администрации.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: we depend on the administration for our quality of life, yet we hold the power to shape its actions through our feedback."
                    },
                    {
                        "source": "Бизнес-структуры",
                        "essentiality": "Администрация регулирует условия ведения бизнеса, предоставляя лицензии и инфраструктуру.",
                        "opportunity": "Бизнес-структуры могут получать финансирование и поддержку от администрации для реализации своих проектов.",
                        "restrictions": "Бизнес не может игнорировать требования администрации по соблюдению норм и стандартов.",
                        "imposed_role": "Бизнес-структуры выступают в роли партнеров, но также могут быть конкурентами администрации.",
                        "comment": "I am, Бизнес-структуры, see my relationships with a target in the following perspective: we thrive on the support of the administration while navigating the regulations it imposes."
                    },
                    {
                        "source": "Некоммерческие организации",
                        "essentiality": "Администрация зависит от НКО для реализации социальных проектов и повышения уровня доверия среди граждан.",
                        "opportunity": "НКО могут использовать административные ресурсы для продвижения своих инициатив.",
                        "restrictions": "НКО не могут действовать вразрез с интересами администрации без риска потери поддержки.",
                        "imposed_role": "НКО играют роль посредников между администрацией и гражданами.",
                        "comment": "I am, Некоммерческие организации, see my relationships with a target in the following perspective: we collaborate to enhance community welfare, but we must align with the administration's priorities."
                    },
                    {
                        "source": "СМИ",
                        "essentiality": "Администрация нуждается в СМИ для распространения информации о своих действиях и инициативах.",
                        "opportunity": "СМИ могут получать эксклюзивные материалы и доступ к информации от администрации.",
                        "restrictions": "СМИ должны соблюдать законы о клевете и не могут публиковать недостоверную информацию о действиях администрации.",
                        "imposed_role": "СМИ играют роль информаторов и критиков, влияя на общественное мнение.",
                        "comment": "I am, СМИ, see my relationships with a target in the following perspective: we serve as a bridge between the administration and the public, yet we must navigate the fine line of responsible reporting."
                    },
                    {
                        "source": "Экологические активисты",
                        "essentiality": "Администрация обязана учитывать мнения экологических активистов при разработке городских проектов.",
                        "opportunity": "Активисты могут влиять на формирование экологической политики и привлекать внимание к проблемам экологии.",
                        "restrictions": "Активисты не могут использовать незаконные методы для достижения своих целей.",
                        "imposed_role": "Экологические активисты выступают в роли защитников окружающей среды и критиков административных решений.",
                        "comment": "I am, Экологические активисты, see my relationships with a target in the following perspective: we hold the administration accountable for its environmental impact while advocating for sustainable practices."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Граждане",
                        "change": "Граждане выражают свои мнения и потребности, что влияет на политику администрации.",
                        "opportunity": "Получение обратной связи для улучшения городских услуг и создания более привлекательной городской среды.",
                        "restrictions": "Необходимо учитывать мнение граждан, что может замедлить процесс принятия решений.",
                        "imposed_role": "Администрация становится более реактивной, ориентированной на потребности граждан.",
                        "comment": "Я, Граждане, вижу свои отношения с Администрацией в следующей перспективе: я являюсь важным источником информации и критики, помогающим администрации улучшать городскую среду."
                    },
                    {
                        "source": "Экологические НПО",
                        "change": "Экологические НПО оказывают давление на администрацию, требуя более устойчивых решений.",
                        "opportunity": "Сотрудничество с НПО может улучшить имидж администрации и привлечь финансирование на экологические проекты.",
                        "restrictions": "Необходимость следовать рекомендациям НПО, что может ограничивать свободу действий.",
                        "imposed_role": "Администрация выступает в роли партнера, который должен учитывать экологические аспекты.",
                        "comment": "Я, Экологические НПО, вижу свои отношения с Администрацией в следующей перспективе: я способствую осознанию экологии и устойчивого развития, что важно для будущего города."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "change": "Бизнес-сообщество влияет на экономические решения администрации через инвестиции и создание рабочих мест.",
                        "opportunity": "Инвестиции от бизнеса могут помочь в реализации проектов по улучшению городской инфраструктуры.",
                        "restrictions": "Администрация должна учитывать интересы бизнеса, что может противоречить общественным интересам.",
                        "imposed_role": "Администрация должна выполнять роль координатора между бизнесом и гражданами.",
                        "comment": "Я, Бизнес-сообщество, вижу свои отношения с Администрацией в следующей перспективе: я инвестирую в будущее города и ожидаю поддержки со стороны администрации."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Государственные органы устанавливают регулирующие рамки, в которых действует администрация.",
                        "opportunity": "Поддержка от государства может обеспечить финансирование и ресурсы для городских проектов.",
                        "restrictions": "Необходимость соблюдения государственных норм и требований, что может ограничивать инициативу.",
                        "imposed_role": "Администрация должна действовать в рамках, установленных государственными органами.",
                        "comment": "Я, Государственные органы, вижу свои отношения с Администрацией в следующей перспективе: я обеспечиваю регуляцию и поддержку, важную для эффективного управления городом."
                    },
                    {
                        "source": "Медиа",
                        "change": "Медиа формирует общественное мнение и освещает деятельность администрации, влияя на её репутацию.",
                        "opportunity": "Позитивное освещение может улучшить имидж администрации и увеличить доверие граждан.",
                        "restrictions": "Необходимость быть прозрачными и отвечать на критику, что может ограничивать свободу действий.",
                        "imposed_role": "Администрация должна быть проактивной в коммуникации с медиа.",
                        "comment": "Я, Медиа, вижу свои отношения с Администрацией в следующей перспективе: я информирую общество о действиях администрации и требую ответственного управления."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Граждане",
                        "threat": "Администрация использует общественное мнение и протесты для давления на решения.",
                        "consequences_if_deteriorates": "Граждане могут чувствовать себя игнорируемыми и незащищенными, что приведёт к увеличению недовольства.",
                        "consequences_if_improves": "Граждане получат лучшие условия жизни и большую вовлеченность в процесс принятия решений.",
                        "imposed_role": "Аудитория, чьи нужды должны быть учтены.",
                        "comment": "Я, гражданин, вижу свои отношения с администрацией в следующей перспективе: моя активность может привести к положительным изменениям в городской среде."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Администрация может ограничить деятельность организаций, если они критикуют её действия.",
                        "consequences_if_deteriorates": "Экологические организации могут потерять доступ к ресурсам и поддержке, необходимым для своей работы.",
                        "consequences_if_improves": "Организации будут иметь возможность сотрудничать с администрацией для улучшения экологической ситуации в городе.",
                        "imposed_role": "Контролер, который обеспечивает соблюдение экологических норм.",
                        "comment": "Я, экологическая организация, вижу свои отношения с администрацией в следующей перспективе: сотрудничество может привести к улучшению экологической ситуации."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "threat": "Администрация может вводить новые налоги и регуляции, что угрожает прибыльности бизнеса.",
                        "consequences_if_deteriorates": "Бизнес может уйти в тень или закрыться, что снизит экономическую активность.",
                        "consequences_if_improves": "Бизнес получит поддержку для инвестиций и развития, что приведет к росту экономики.",
                        "imposed_role": "Партнер, который должен содействовать в развитии городской экономики.",
                        "comment": "Я, бизнес, вижу свои отношения с администрацией в следующей перспективе: открытость и поддержка приведут к взаимной выгоде."
                    },
                    {
                        "source": "Медиа",
                        "threat": "Администрация может ограничить доступ к информации и освещение критики.",
                        "consequences_if_deteriorates": "Медиа могут потерять аудиторию и доверие, если информация будет контролироваться.",
                        "consequences_if_improves": "Медиа получат доступ к ресурсам и информации, что повысит качество их контента.",
                        "imposed_role": "Средство контроля общественного мнения.",
                        "comment": "Я, медиа, вижу свои отношения с администрацией в следующей перспективе: прозрачность обеспечит лучшее освещение событий."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Администрация может вступить в конфликт с другими государственными структурами.",
                        "consequences_if_deteriorates": "Государственные органы могут потерять влияние и ресурсы.",
                        "consequences_if_improves": "Сотрудничество приведет к более эффективному управлению и распределению ресурсов.",
                        "imposed_role": "Сложный партнер, который должен действовать в интересах города.",
                        "comment": "Я, государственный орган, вижу свои отношения с администрацией в следующей перспективе: совместная работа может привести к улучшению городской инфраструктуры."
                    }
                ]
            }
        }
    },
    {
        "entity": "Выход из метро",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Городская инфраструктура",
                        "change": "Увеличение нагрузки на транспортные сети из-за пассажиропотока.",
                        "opportunity": "Пробуждение интереса к улучшению транспортных систем и инвестициям в их модернизацию.",
                        "restrictions": "Необходимость адаптироваться к изменяющимся условиям и требованиям к пропускной способности.",
                        "imposed_role": "Партнер в обеспечении эффективного передвижения.",
                        "comment": "I am, Городская инфраструктура, see my relationships with 'Выход из метро' in the following perspective: I thrive on the challenge of adapting to the increasing demands for mobility."
                    },
                    {
                        "source": "Пассажиры",
                        "change": "Изменение маршрутов и привычек передвижения в зависимости от доступности выхода.",
                        "opportunity": "Получение более удобного и быстрого доступа к транспорту.",
                        "restrictions": "Зависимость от состояния и доступности выхода из метро.",
                        "imposed_role": "Клиент, чьи потребности необходимо учитывать.",
                        "comment": "I am, Пассажиры, see my relationships with 'Выход из метро' in the following perspective: I seek efficiency and comfort in my daily transit experience."
                    },
                    {
                        "source": "Транспортные службы",
                        "change": "Необходимость корректировки расписаний и маршрутов в ответ на изменения в пассажиропотоке.",
                        "opportunity": "Больше возможностей для оптимизации работы и повышения уровня обслуживания.",
                        "restrictions": "Ограниченные ресурсы для обработки увеличенного потока пассажиров.",
                        "imposed_role": "Служба, обеспечивающая транспортное сообщение.",
                        "comment": "I am, Транспортные службы, see my relationships with 'Выход из метро' in the following perspective: I must adapt to the fluctuating needs of the passengers to maintain relevance."
                    },
                    {
                        "source": "Технологии пропускной способности",
                        "change": "Увеличение внедрения новых технологий для управления потоком людей.",
                        "opportunity": "Развитие и внедрение инновационных решений для повышения эффективности.",
                        "restrictions": "Необходимость постоянных обновлений и поддержки систем.",
                        "imposed_role": "Инструмент, помогающий в управлении потоками.",
                        "comment": "I am, Технологии пропускной способности, see my relationships with 'Выход из метро' in the following perspective: I become more relevant as I evolve to meet new challenges in urban transit."
                    },
                    {
                        "source": "Градостроительные органы",
                        "change": "Изменения в планировании городской инфраструктуры в ответ на потребности выхода из метро.",
                        "opportunity": "Возможность улучшить планировку городских пространств с учетом новых данных о пассажиропотоке.",
                        "restrictions": "Необходимость согласования с другими городскими проектами и инициативами.",
                        "imposed_role": "Регулятор, определяющий параметры развития городской среды.",
                        "comment": "I am, Градостроительные органы, see my relationships with 'Выход из метро' in the following perspective: I recognize the need to adapt urban spaces to enhance functionality and appeal."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Городские власти",
                        "essentiality": "Городские власти разрабатывают и внедряют правила и стандарты для метрополитена, что делает их необходимыми для его функционирования.",
                        "opportunity": "Они обеспечивают финансирование и поддержку для проектов модернизации, что позволяет 'Выходу из метро' оставаться актуальным.",
                        "restrictions": "Городские власти могут вводить ограничения на архитектурные изменения и использование пространства вокруг выхода.",
                        "imposed_role": "Выход становится важным узлом транспортной инфраструктуры города.",
                        "comment": "I am, the City Authorities, see my relationships with the exit in the following perspective: I provide the framework that sustains its relevance and functionality."
                    },
                    {
                        "source": "Пассажиры",
                        "essentiality": "Пассажиры являются основными пользователями выхода, и без их потоков он теряет свою значимость.",
                        "opportunity": "Выход из метро предоставляет пассажирам удобный доступ к транспортным сетям и городской инфраструктуре.",
                        "restrictions": "Пассажиры могут ограничивать выход, если не соблюдают правила поведения, например, в часы пик.",
                        "imposed_role": "Выход должен быть ориентирован на комфорт и безопасность пассажиров.",
                        "comment": "I am, the Passengers, see my relationships with the exit in the following perspective: I am the reason it exists and thrives."
                    },
                    {
                        "source": "Технологические системы (лифты, эскалаторы)",
                        "essentiality": "Технологические системы обеспечивают физический доступ к выходу и влияют на пассажиропоток.",
                        "opportunity": "Они облегчают движение пассажиров, повышая эффективность и привлекательность выхода.",
                        "restrictions": "Выход не может функционировать без исправного состояния этих технологий.",
                        "imposed_role": "Выход становится узлом, который соединяет различные уровни метрополитена.",
                        "comment": "I am, the Technological Systems, see my relationships with the exit in the following perspective: I am the backbone that enhances its operational flow."
                    },
                    {
                        "source": "Архитекторы и дизайнеры",
                        "essentiality": "Архитекторы и дизайнеры создают облик выхода, который привлекает пассажиров.",
                        "opportunity": "Качественный дизайн делает выход более привлекательным и актуальным.",
                        "restrictions": "Они могут ограничивать изменения в дизайне, чтобы сохранить эстетическую целостность.",
                        "imposed_role": "Выход становится культурным и визуальным элементом городской среды.",
                        "comment": "I am, the Architects and Designers, see my relationships with the exit in the following perspective: I shape its identity and ensure it resonates with the public."
                    },
                    {
                        "source": "Социальные медиа и отзывы пользователей",
                        "essentiality": "Социальные медиа формируют общественное мнение о выходе, что влияет на его репутацию и актуальность.",
                        "opportunity": "Выход получает обратную связь, что позволяет улучшать услуги и адаптироваться к ожиданиям пассажиров.",
                        "restrictions": "Негативные отзывы могут ограничивать приток пассажиров и уменьшать финансирование.",
                        "imposed_role": "Выход становится объектом общественного обсуждения и критики.",
                        "comment": "I am, the Social Media and User Reviews, see my relationships with the exit in the following perspective: I reflect its standing in the eyes of the public."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Современные технологии (например, мобильные приложения для навигации)",
                        "threat": "Снижение потока пассажиров, так как люди могут выбирать альтернативные маршруты.",
                        "consequences_if_deteriorates": "Увеличение пассажиропотока через метро, что повысит его актуальность.",
                        "consequences_if_improves": "Метро станет менее конкурентоспособным по сравнению с альтернативными транспортными средствами.",
                        "imposed_role": "Устаревшее средство передвижения.",
                        "comment": "I am современные технологии, see my relationships with a target in the following perspective: Я создаю альтернативы, которые могут снизить значимость метро."
                    },
                    {
                        "source": "Конкурирующие виды транспорта (например, автобусы, такси)",
                        "threat": "Отток пассажиров, которые предпочитают более удобные или быстрые варианты передвижения.",
                        "consequences_if_deteriorates": "Метро станет более привлекательным для пассажиров из-за уменьшения конкуренции.",
                        "consequences_if_improves": "Метро может потерять свою долю рынка и стать менее важной частью транспортной системы.",
                        "imposed_role": "Просто один из многих вариантов транспорта.",
                        "comment": "I am конкурирующие виды транспорта, see my relationships with a target in the following perspective: Я заставляю метро адаптироваться к новым условиям, чтобы выжить."
                    },
                    {
                        "source": "Государственные регуляции и экономические условия",
                        "threat": "Увеличение налогов или сборов, которые могут снизить финансирование метро.",
                        "consequences_if_deteriorates": "Метро может получить больше ресурсов и возможностей для улучшения сервиса.",
                        "consequences_if_improves": "Увеличение расходов может привести к снижению качества обслуживания и удовлетворенности пассажиров.",
                        "imposed_role": "Зависимое и уязвимое предприятие.",
                        "comment": "I am государственные регуляции, see my relationships with a target in the following perspective: Я контролирую финансирование и ресурсы, необходимые для функционирования метро."
                    },
                    {
                        "source": "Социальные сети и общественное мнение",
                        "threat": "Негативные отзывы и обсуждения, которые могут повлиять на репутацию метро.",
                        "consequences_if_deteriorates": "Улучшение имиджа метро, если негатив будет устранен.",
                        "consequences_if_improves": "Метро может стать мишенью для еще большего количества критики.",
                        "imposed_role": "Объект критики.",
                        "comment": "I am социальные сети, see my relationships with a target in the following perspective: Я формирую общественное мнение, которое может сделать или сломать репутацию метро."
                    },
                    {
                        "source": "Системы безопасности и контроля доступа",
                        "threat": "Избыточная безопасность может усложнить доступ пассажиров и снизить поток.",
                        "consequences_if_deteriorates": "Более свободный доступ может привести к увеличению пассажиропотока.",
                        "consequences_if_improves": "Ужесточение контроля может отпугнуть пассажиров.",
                        "imposed_role": "Безопасное, но менее доступное пространство.",
                        "comment": "I am системы безопасности, see my relationships with a target in the following perspective: Я обеспечиваю безопасность, но могу ограничить доступность метро для пассажиров."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Городские власти",
                        "change": "Устанавливают правила и нормы, регулирующие движение пассажиров",
                        "opportunity": "Обеспечивают финансирование для улучшения инфраструктуры метро",
                        "restrictions": "Налагают ограничения на изменение дизайна и функциональности выходов",
                        "imposed_role": "Адаптировщик, который должен следовать установленным нормам",
                        "comment": "I am, the city authorities, see my relationships with a target in the following perspective: I aim to facilitate efficient public transportation while ensuring safety and compliance."
                    },
                    {
                        "source": "Пассажиры",
                        "change": "Влияют на поток и распределение людей на выходах",
                        "opportunity": "Предоставляют обратную связь для улучшения работы выходов",
                        "restrictions": "Могут создавать переполненность и хаос, что затрудняет эффективный проход",
                        "imposed_role": "Клиент, чьи предпочтения и поведение требуют адаптации выходов",
                        "comment": "I am, the passengers, see my relationships with a target in the following perspective: I seek convenience and safety in my daily commute."
                    },
                    {
                        "source": "Технологические инновации",
                        "change": "Внедрение систем автоматизации и мониторинга пассажиропотока",
                        "opportunity": "Увеличение пропускной способности и оптимизация времени ожидания",
                        "restrictions": "Требуют постоянного обновления и адаптации к новым технологиям",
                        "imposed_role": "Инноватор, который должен интегрировать новые решения в существующую систему",
                        "comment": "I am, the technological innovations, see my relationships with a target in the following perspective: I enhance efficiency and effectiveness in transit systems."
                    },
                    {
                        "source": "Конкурирующие виды транспорта",
                        "change": "Создают альтернативные маршруты и способы передвижения",
                        "opportunity": "Стимулируют метро к улучшению качества обслуживания",
                        "restrictions": "Увеличивают давление на метро в случае снижения качества",
                        "imposed_role": "Конкурент, который требует от метро постоянного совершенствования",
                        "comment": "I am, the competing transport modes, see my relationships with a target in the following perspective: I push for better services and customer satisfaction."
                    },
                    {
                        "source": "Экологические факторы",
                        "change": "Влияют на дизайн и функциональность выходов в контексте устойчивого развития",
                        "opportunity": "Стимулируют внедрение экологически чистых технологий и решений",
                        "restrictions": "Налагают требования по снижению углеродного следа и улучшению экологии",
                        "imposed_role": "Ответственный, который должен учитывать экологические аспекты в проектировании",
                        "comment": "I am, the environmental factors, see my relationships with a target in the following perspective: I advocate for sustainable and responsible urban development."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Пассажиры метро",
                        "essentiality": "Выход из метро обеспечивает безопасный и быстрый выход для пассажиров, что делает его критически важным для их перемещения.",
                        "opportunity": "Пассажиры могут быстро покинуть станцию, что способствует их удовлетворенности и желанию использовать метро снова.",
                        "restrictions": "Пассажиры не могут задерживаться у выхода, чтобы не создавать заторов.",
                        "imposed_role": "Пассажиры выступают в роли пользователей, которые зависят от эффективной работы выхода.",
                        "comment": "I am, Пассажиры метро, see my relationships with a target in the following perspective: Мы нуждаемся в удобных и эффективных выходах, чтобы путешествовать с комфортом."
                    },
                    {
                        "source": "Операторы метро",
                        "essentiality": "Выход из метро обеспечивает необходимую инфраструктуру для управления пассажиропотоком.",
                        "opportunity": "Эффективный выход позволяет операторам снизить время ожидания и увеличить пропускную способность станции.",
                        "restrictions": "Операторы не могут изменять правила пользования выходом, чтобы сохранить его эффективность.",
                        "imposed_role": "Операторы становятся менеджерами потоков, которые должны следить за эффективностью выхода.",
                        "comment": "I am, Операторы метро, see my relationships with a target in the following perspective: Мы зависим от выхода, чтобы оптимизировать работу всей системы."
                    },
                    {
                        "source": "Дорожная инфраструктура",
                        "essentiality": "Выход из метро соединяет метро с уличной сетью, что делает его важным элементом транспортной системы.",
                        "opportunity": "Дорожная инфраструктура получает доступ к большему количеству пассажиров, что может способствовать увеличению трафика.",
                        "restrictions": "Дорожная инфраструктура должна учитывать поток людей и обеспечивать безопасность на переходах.",
                        "imposed_role": "Дорожная инфраструктура становится дополнением к системе метро, обеспечивая удобные выходы.",
                        "comment": "I am, Дорожная инфраструктура, see my relationships with a target in the following perspective: Я завишу от выхода, чтобы поддерживать безопасное и удобное передвижение."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Выход из метро является важным элементом городской транспортной политики, влияющей на развитие инфраструктуры.",
                        "opportunity": "Государственные органы могут использовать эффективные выходы для улучшения общественного транспорта и повышения качества жизни граждан.",
                        "restrictions": "Государственные органы не могут игнорировать необходимость в модернизации выхода для соответствия современным требованиям.",
                        "imposed_role": "Государственные органы становятся ответственными за поддержание и развитие выхода.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: Мы обязаны обеспечивать безопасность и доступность выходов для всех граждан."
                    },
                    {
                        "source": "Технологии автоматизации",
                        "essentiality": "Выход из метро может быть интегрирован с системами автоматизации для оптимизации потоков пассажиров.",
                        "opportunity": "Технологии могут улучшить управление выходом, что приведет к более эффективной работе системы.",
                        "restrictions": "Технологии не могут работать без постоянного контроля и обновления систем, чтобы поддерживать их актуальность.",
                        "imposed_role": "Технологии становятся инструментами, которые помогают оптимизировать работу выхода.",
                        "comment": "I am, Технологии автоматизации, see my relationships with a target in the following perspective: Я обеспечиваю выход эффективными решениями для управления потоками."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные службы",
                        "threat": "Снижение пассажиропотока, что приведет к уменьшению финансирования и ресурсов.",
                        "consequences_if_deteriorates": "Увеличение числа пассажиров на других маршрутах, что приведет к их росту.",
                        "consequences_if_improves": "Увеличение пассажиропотока, что обеспечит стабильное финансирование.",
                        "imposed_role": "Партнер по улучшению транспортной доступности.",
                        "comment": "I am Транспортные службы, see my relationships with Выход из метро in the following perspective: I rely on efficient passenger flow for my survival."
                    },
                    {
                        "source": "Городская администрация",
                        "threat": "Снижение интереса к районам около метро, что уменьшит налоговые поступления.",
                        "consequences_if_deteriorates": "Потеря интереса к инвестициям в инфраструктуру.",
                        "consequences_if_improves": "Увеличение налоговых поступлений и улучшение городской инфраструктуры.",
                        "imposed_role": "Ключевой элемент в развитии городской политики.",
                        "comment": "I am Городская администрация, see my relationships with Выход из метро in the following perspective: I need the metro entrances to remain attractive for urban development."
                    },
                    {
                        "source": "Пассажиры",
                        "threat": "Ухудшение условий перехода, что приведет к снижению удобства передвижения.",
                        "consequences_if_deteriorates": "Потеря удобства и увеличение времени в пути.",
                        "consequences_if_improves": "Улучшение качества обслуживания и увеличение числа пользователей.",
                        "imposed_role": "Клиент, чьи потребности должны быть удовлетворены.",
                        "comment": "I am Пассажиры, see my relationships with Выход из метро in the following perspective: My needs drive the changes around the metro exit."
                    },
                    {
                        "source": "Торговые точки",
                        "threat": "Снижение потока клиентов из-за неэффективного выхода.",
                        "consequences_if_deteriorates": "Уменьшение прибыли и потери клиентов.",
                        "consequences_if_improves": "Увеличение потока клиентов и продаж.",
                        "imposed_role": "Коммерческий партнер, который зависит от потока людей.",
                        "comment": "I am Торговые точки, see my relationships with Выход из метро in the following perspective: My business thrives on the flow of passengers through the station."
                    },
                    {
                        "source": "Местные сообщества",
                        "threat": "Уменьшение социальной активности из-за недостатка удобного доступа.",
                        "consequences_if_deteriorates": "Снижение качества жизни и социальной изоляции.",
                        "consequences_if_improves": "Увеличение участия в общественной жизни и развитие района.",
                        "imposed_role": "Ключевой элемент в социальной структуре города.",
                        "comment": "I am Местные сообщества, see my relationships with Выход из метро in the following perspective: I rely on the metro's efficiency to connect and engage with the city."
                    }
                ]
            }
        }
    }
]