[
    {
        "entity": "Места предполагаемого интереса",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Улучшение транспортной доступности для посетителей и студентов.",
                        "opportunity": "Увеличение потока людей, что способствует росту числа посетителей и студентов.",
                        "restrictions": "Зависимость от расписания и маршрутов транспорта.",
                        "imposed_role": "Партнер по логистике.",
                        "comment": "I am Транспортные компании, see my relationships with Места предполагаемого интереса in the following perspective: I aim to facilitate access and increase visitor numbers."
                    },
                    {
                        "source": "Местные власти",
                        "change": "Влияние на инфраструктурные проекты, которые могут улучшить доступность.",
                        "opportunity": "Поддержка и финансирование инициатив, направленных на привлечение посетителей.",
                        "restrictions": "Политические решения и бюрократические процедуры могут замедлить процессы.",
                        "imposed_role": "Ключевой игрок в принятии решений.",
                        "comment": "I am Местные власти, see my relationships with Места предполагаемого интереса in the following perspective: I provide the necessary approvals and support for infrastructure improvements."
                    },
                    {
                        "source": "СМИ и социальные сети",
                        "change": "Увеличение общественного интереса и осведомленности о местах.",
                        "opportunity": "Продвижение мероприятий и акций, что может привлечь больше посетителей.",
                        "restrictions": "Требование к постоянному обновлению контента и активности в медиаплане.",
                        "imposed_role": "Агент влияния на общественное мнение.",
                        "comment": "I am СМИ и социальные сети, see my relationships with Места предполагаемого интереса in the following perspective: I amplify the voice of the target and help shape its public image."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "change": "Создание программ и курсов, которые ориентированы на использование мест.",
                        "opportunity": "Привлечение студентов и исследователей для использования мест в образовательных целях.",
                        "restrictions": "Необходимость адаптации мест под образовательные стандарты.",
                        "imposed_role": "Образовательный партнер.",
                        "comment": "I am Образовательные учреждения, see my relationships with Места предполагаемого интереса in the following perspective: I collaborate to enhance educational programs that utilize these locations."
                    },
                    {
                        "source": "Культурные организации",
                        "change": "Организация мероприятий, выставок и фестивалей на территории мест.",
                        "opportunity": "Повышение культуры и искусства, что может привлечь больше посетителей.",
                        "restrictions": "Необходимость согласования с местными властями и соблюдения норм.",
                        "imposed_role": "Культурный посредник.",
                        "comment": "I am Культурные организации, see my relationships with Места предполагаемого интереса in the following perspective: I strive to enrich the cultural landscape and draw in diverse audiences."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Ограничение доступности транспортных маршрутов к месту предполагаемого интереса",
                        "consequences_if_deteriorates": "Увеличение числа посетителей и студентов, так как доступ будет легче",
                        "consequences_if_improves": "Более высокие цены на проезд и возможные сокращения маршрутов, что ухудшит доступность",
                        "imposed_role": "Зависимый партнер, который влияет на поток людей",
                        "comment": "I am, Транспортные компании, see my relationships with a target in the following perspective: I control the routes and schedules that dictate visitor access."
                    },
                    {
                        "source": "Местные власти",
                        "threat": "Недостаточное финансирование инфраструктуры",
                        "consequences_if_deteriorates": "Улучшение общественного мнения и поддержка со стороны населения",
                        "consequences_if_improves": "Увеличение налогов или сборов, что может снизить посещаемость",
                        "imposed_role": "Регулятор, который управляет развитием региона",
                        "comment": "I am, Местные власти, see my relationships with a target in the following perspective: I have the power to shape the environment in which you operate."
                    },
                    {
                        "source": "Конкуренты (другие места интереса)",
                        "threat": "Увлечение посетителей к альтернативным локациям",
                        "consequences_if_deteriorates": "Увеличение доли рынка и интереса к текущему месту",
                        "consequences_if_improves": "Снижение числа посетителей и студентов, поскольку конкуренты могут предложить лучшие условия",
                        "imposed_role": "Конкурент, с которым необходимо соперничать",
                        "comment": "I am, Конкуренты, see my relationships with a target in the following perspective: I push you to innovate and improve your offerings."
                    },
                    {
                        "source": "Социальные сети",
                        "threat": "Негативные отзывы и репутация",
                        "consequences_if_deteriorates": "Увеличение доверия и положительных отзывов от посетителей",
                        "consequences_if_improves": "Ухудшение имиджа и снижение числа посетителей",
                        "imposed_role": "Агент влияния, который формирует общественное мнение",
                        "comment": "I am, Социальные сети, see my relationships with a target in the following perspective: I amplify voices that can make or break your reputation."
                    },
                    {
                        "source": "Экономическая ситуация",
                        "threat": "Рецессия или экономический спад",
                        "consequences_if_deteriorates": "Позитивные изменения в доступности и спросе на услуги",
                        "consequences_if_improves": "Снижение посещаемости из-за высоких цен на услуги и товары",
                        "imposed_role": "Фактор, который влияет на поведение потребителей",
                        "comment": "I am, Экономическая ситуация, see my relationships with a target in the following perspective: I dictate the ability of visitors to engage with your offerings."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Места предполагаемого интереса обеспечивают спрос на транспортные услуги, увеличивая количество пассажиров.",
                        "opportunity": "Транспортные компании получают стабильный поток клиентов благодаря доступности мест интереса.",
                        "restrictions": "Транспортные компании могут быть ограничены в изменении маршрутов, если это негативно скажется на доступности мест интереса.",
                        "imposed_role": "Обеспечение транспортной доступности для привлечения посетителей.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Места предполагаемого интереса являются ключевым элементом нашего бизнеса."
                    },
                    {
                        "source": "Местные власти",
                        "essentiality": "Места предполагаемого интереса способствуют развитию инфраструктуры и улучшению качества жизни в регионе.",
                        "opportunity": "Увеличение количества посетителей способствует экономическому росту и повышению налоговых поступлений.",
                        "restrictions": "Местные власти должны учитывать интересы мест интереса при планировании городской инфраструктуры.",
                        "imposed_role": "Поддержка и развитие инфраструктуры для повышения привлекательности мест интереса.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Мы стремимся к совместной работе для улучшения городской среды."
                    },
                    {
                        "source": "Согласно исследованиям и опросам общественного мнения",
                        "essentiality": "Места предполагаемого интереса предоставляют данные о предпочтениях посетителей, что позволяет улучшать предложения.",
                        "opportunity": "Доступ к актуальным данным о посетителях помогает в формировании стратегий маркетинга и развития.",
                        "restrictions": "Исследования не могут игнорировать мнения местных жителей и сотрудников мест интереса.",
                        "imposed_role": "Сбор и анализ данных о предпочтениях и потребностях посетителей.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Я завишу от активности мест предполагаемого интереса для получения качественных данных."
                    },
                    {
                        "source": "Бизнесы и магазины в районе",
                        "essentiality": "Места предполагаемого интереса привлекают поток клиентов, что увеличивает продажи местных бизнесов.",
                        "opportunity": "Бизнесы получают доступ к более широкой клиентской базе благодаря близости к местам интереса.",
                        "restrictions": "Бизнесы должны поддерживать определённые стандарты качества и сервиса, чтобы соответствовать ожиданиям посетителей.",
                        "imposed_role": "Обеспечение дополнительных услуг и товаров для посетителей мест интереса.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Мы являемся партнерами в создании привлекательной среды для посетителей."
                    },
                    {
                        "source": "Туристические агентства",
                        "essentiality": "Места предполагаемого интереса являются основными объектами для продажи туристических пакетов.",
                        "opportunity": "Агентства получают прибыль от организации экскурсий и поездок в эти места.",
                        "restrictions": "Туристические агентства должны следить за качеством предоставляемых услуг, чтобы не потерять клиентов.",
                        "imposed_role": "Продвижение мест интереса как привлекательных направлений для туристов.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Места предполагаемого интереса являются важной частью моего бизнес-модели."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортная инфраструктура",
                        "essentiality": "Без удобного доступа к месту предполагаемого интереса, его привлекательность для посетителей снижается.",
                        "opportunity": "Обеспечивает легкий доступ к местам, что способствует увеличению числа посетителей.",
                        "restrictions": "Ограничивает развитие инфраструктуры, если не будет инвестиций или улучшений.",
                        "imposed_role": "Зависимость от транспортных маршрутов и их доступности.",
                        "comment": "Я, транспортная инфраструктура, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: без меня, они теряют свою привлекательность, а вместе мы можем создать успешное и доступное пространство."
                    },
                    {
                        "source": "Местные власти",
                        "essentiality": "Принимают решения о финансировании и поддержке мест предполагаемого интереса.",
                        "opportunity": "Создают условия для развития и продвижения этих мест через программы и инициативы.",
                        "restrictions": "Могут установить правила и требования, которые ограничивают развитие мест.",
                        "imposed_role": "Регулятор и поддерживающий партнер.",
                        "comment": "Я, местные власти, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я обеспечиваю их поддержку и развитие, но и ожидаю соблюдения норм и стандартов."
                    },
                    {
                        "source": "Сообщество",
                        "essentiality": "Активное участие местных жителей и студентов создает атмосферу привлекательности.",
                        "opportunity": "Способствует формированию уникальной культурной среды и событий, привлекающих людей.",
                        "restrictions": "Могут отвергать инициативы, которые не соответствуют интересам сообщества.",
                        "imposed_role": "Критически важный элемент для создания уникальности и привлекательности мест.",
                        "comment": "Я, сообщество, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: наше взаимодействие создает уникальную атмосферу, но я ожидаю уважения к нашим интересам."
                    },
                    {
                        "source": "Туристические компании",
                        "essentiality": "Предлагают пакеты услуг, которые включают посещение мест предполагаемого интереса.",
                        "opportunity": "Способствуют привлечению туристов и повышению популярности мест.",
                        "restrictions": "Могут навязывать условия и требования, которые не всегда выгодны для мест.",
                        "imposed_role": "Промоутер и организатор событий и туров.",
                        "comment": "Я, туристическая компания, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я представляю их миру, но ожидаю, что они будут соответствовать моим ожиданиям по качеству и доступности."
                    },
                    {
                        "source": "Медиа",
                        "essentiality": "Информируют общественность о событиях и возможностях мест предполагаемого интереса.",
                        "opportunity": "Создают положительный имидж и привлекают внимание к местам через репортажи и рекламу.",
                        "restrictions": "Могут создавать негативный имидж, если информация будет недостаточно интересной или привлекательной.",
                        "imposed_role": "Информатор и формирователь общественного мнения.",
                        "comment": "Я, медиа, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: я рассказываю их истории, но они должны быть готовы к тому, что каждая деталь имеет значение."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Увеличение числа рейсов и маршрутов в ответ на возросший интерес к местам предполагаемого интереса.",
                        "opportunity": "Получение большего дохода от увеличения пассажиропотока.",
                        "restrictions": "Необходимость улучшения качества сервиса и доступности для пассажиров.",
                        "imposed_role": "Партнёр, предоставляющий транспортные услуги для доступа к объектам.",
                        "comment": "Я, транспортная компания, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: это взаимовыгодное сотрудничество, где мы должны адаптироваться к новым требованиям посетителей."
                    },
                    {
                        "source": "Местные бизнесы",
                        "change": "Увеличение числа клиентов и необходимость расширения ассортимента товаров и услуг.",
                        "opportunity": "Увеличение дохода за счёт потока посетителей мест предполагаемого интереса.",
                        "restrictions": "Увеличение конкуренции и необходимость улучшение качества обслуживания.",
                        "imposed_role": "Поставщик услуг и товаров для посетителей.",
                        "comment": "Я, местный бизнес, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: это шанс расширить мою клиентуру и адаптироваться к новым запросам рынка."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Увеличение интереса к финансированию инфраструктуры и общественного транспорта.",
                        "opportunity": "Возможность улучшить имидж региона и повысить качество жизни местных жителей.",
                        "restrictions": "Необходимость соблюдения бюрократических процедур и ограничений по бюджету.",
                        "imposed_role": "Регулятор, обеспечивающий поддержку и развитие транспортной инфраструктуры.",
                        "comment": "Я, государственный орган, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: это возможность улучшить жизнь граждан и привлечь инвестиции в регион."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Изменение в контенте и увеличении числа публикаций о местах предполагаемого интереса.",
                        "opportunity": "Увеличение вовлеченности пользователей и рост числа подписчиков.",
                        "restrictions": "Необходимость следить за актуальностью и качеством информации.",
                        "imposed_role": "Платформа, способствующая распространению информации и мнений о местах.",
                        "comment": "Я, социальная сеть, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: это шанс разнообразить контент и увеличить активность пользователей."
                    },
                    {
                        "source": "Туристические агентства",
                        "change": "Изменение в предложениях и увеличении направлений путешествий.",
                        "opportunity": "Расширение клиентской базы и предложение новых услуг.",
                        "restrictions": "Необходимость адаптации к изменяющимся интересам и потребностям клиентов.",
                        "imposed_role": "Проводник, который помогает посетителям открыть для себя новые места.",
                        "comment": "Я, туристическое агентство, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: это возможность предложить уникальный опыт путешествия и удовлетворить запросы клиентов."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Места предполагаемого интереса могут снизить количество посетителей, если транспортная доступность не улучшится.",
                        "consequences_if_deteriorates": "Транспортные компании могут уменьшить свои маршруты и услуги из-за низкого спроса.",
                        "consequences_if_improves": "Транспортные компании получат больше клиентов и увеличат количество рейсов, если место станет более доступным.",
                        "imposed_role": "Поставщик транспортных услуг, который должен адаптироваться к потребностям посетителей.",
                        "comment": "I am Транспортные компании, see my relationships with a target in the following perspective: Я завишу от того, насколько удобно добираться до мест предполагаемого интереса."
                    },
                    {
                        "source": "Местные бизнесы",
                        "threat": "Снижение привлекательности мест может привести к уменьшению потока клиентов.",
                        "consequences_if_deteriorates": "Местные бизнесы могут потерять доходы и закрыться из-за отсутствия посетителей.",
                        "consequences_if_improves": "Улучшение доступности повысит число клиентов и доходы местных бизнесов.",
                        "imposed_role": "Партнер по развитию, который должен поддерживать активность в местах предполагаемого интереса.",
                        "comment": "I am Местные бизнесы, see my relationships with a target in the following perspective: Я вижу, что моя прибыль зависит от потока посетителей в места предполагаемого интереса."
                    },
                    {
                        "source": "Местные власти",
                        "threat": "Недостаток привлекательности может привести к уменьшению финансирования и поддержки инфраструктуры.",
                        "consequences_if_deteriorates": "Местные власти смогут перенаправить ресурсы на более привлекательные районы.",
                        "consequences_if_improves": "Улучшение транспортной доступности повысит привлекательность района и увеличит финансирование.",
                        "imposed_role": "Регулятор, который должен обеспечить поддержку местам предполагаемого интереса.",
                        "comment": "I am Местные власти, see my relationships with a target in the following perspective: Я должен следить за привлекательностью мест предполагаемого интереса, чтобы обеспечить финансирование."
                    },
                    {
                        "source": "Студенты и жители",
                        "threat": "Плохая транспортная доступность может снизить интерес к посещению мест предполагаемого интереса.",
                        "consequences_if_deteriorates": "Если места станут менее привлекательными, студенты и жители могут выбрать другие альтернативы для досуга.",
                        "consequences_if_improves": "Улучшение доступности повысит интерес и активное участие студентов и жителей.",
                        "imposed_role": "Потребители культурных и образовательных услуг, которые должны активно использовать возможности мест.",
                        "comment": "I am Студенты и жители, see my relationships with a target in the following perspective: Я завишу от удобства доступа к местам предполагаемого интереса."
                    },
                    {
                        "source": "Культурные учреждения",
                        "threat": "Низкая посещаемость мест может привести к снижению интереса к культурным мероприятиям.",
                        "consequences_if_deteriorates": "Культурные учреждения могут столкнуться с необходимостью закрыть или сократить программы.",
                        "consequences_if_improves": "Увеличение потока посетителей повысит интерес к культурным мероприятиям и улучшит финансирование.",
                        "imposed_role": "Партнер по организации мероприятий, который должен привлекать внимание к местам предполагаемого интереса.",
                        "comment": "I am Культурные учреждения, see my relationships with a target in the following perspective: Я вижу, что мой успех зависит от привлекательности мест предполагаемого интереса."
                    }
                ]
            }
        }
    },
    {
        "entity": "Администрация",
        "actor_network": {
            "5": {
                "data": [
                    {
                        "source": "Гражданское общество",
                        "threat": "Администрация может игнорировать их мнения и потребности, приводя к недовольству.",
                        "consequences_if_deteriorates": "Гражданское общество может стать более активным и протестовать против решений администрации.",
                        "consequences_if_improves": "Гражданское общество может получить большее внимание и поддержку от администрации, что приведет к сотрудничеству.",
                        "imposed_role": "Критик и защитник интересов жителей.",
                        "comment": "Я, Гражданское общество, вижу мои отношения с Администрацией в следующей перспективе: необходимо учитывать мнение граждан для улучшения общественного климата."
                    },
                    {
                        "source": "Местные бизнесы",
                        "threat": "Недовольные жители могут негативно влиять на бизнес, что угрожает их существованию.",
                        "consequences_if_deteriorates": "Бизнесы могут потерять клиентов и доходы из-за ухудшения городской среды.",
                        "consequences_if_improves": "Бизнесы могут получить больше клиентов и улучшение имиджа благодаря позитивным изменениям.",
                        "imposed_role": "Экономические фонды и поддержка местного развития.",
                        "comment": "Я, Местные бизнесы, вижу мои отношения с Администрацией в следующей перспективе: сотрудничество приведет к улучшению условий для всех."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Администрация может не учитывать экологические нормы и правила, что угрожает экологии.",
                        "consequences_if_deteriorates": "Экологические организации могут потерять возможность влиять на экологическую политику.",
                        "consequences_if_improves": "Администрация может получить поддержку и ресурсы от экологических организаций для реализации своих проектов.",
                        "imposed_role": "Контролер и советник по экологическим вопросам.",
                        "comment": "Я, Экологические организации, вижу мои отношения с Администрацией в следующей перспективе: нам нужно работать вместе для защиты окружающей среды."
                    },
                    {
                        "source": "Медиа",
                        "threat": "Администрация может стать объектом критики, если не выполнит ожидания граждан.",
                        "consequences_if_deteriorates": "Медиа могут потерять интерес к событиям, связанным с Администрацией.",
                        "consequences_if_improves": "Медиа получат доступ к позитивным новостям, которые можно освещать.",
                        "imposed_role": "Информатор и критик.",
                        "comment": "Я, Медиа, вижу мои отношения с Администрацией в следующей перспективе: важно сообщать правду, чтобы обеспечить прозрачность."
                    },
                    {
                        "source": "Государственные учреждения",
                        "threat": "Администрация может не получить необходимую поддержку и ресурсы от вышестоящих органов.",
                        "consequences_if_deteriorates": "Государственные учреждения могут потерять легитимность и доверие со стороны граждан.",
                        "consequences_if_improves": "Государственные учреждения могут получить поддержку для реализации программ и инициатив.",
                        "imposed_role": "Партнер по реализации государственной политики.",
                        "comment": "Я, Государственные учреждения, вижу мои отношения с Администрацией в следующей перспективе: важно работать вместе для достижения общих целей."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Граждане",
                        "change": "Увеличивается вовлеченность граждан в процесс принятия решений.",
                        "opportunity": "Граждане могут высказать свои потребности и улучшить качество жизни.",
                        "restrictions": "Ограничение на возможность игнорировать мнение граждан.",
                        "imposed_role": "Активные участники процесса улучшения городской среды.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: I feel empowered to voice my needs and concerns, but I also recognize the responsibility that comes with this engagement."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Увеличение сотрудничества с администрацией для защиты окружающей среды.",
                        "opportunity": "Могут влиять на политику и практики, касающиеся экологии.",
                        "restrictions": "Необходимость согласовывать свои действия с администрацией.",
                        "imposed_role": "Консультанты по вопросам устойчивого развития.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: Collaboration with the administration allows us to promote sustainable practices, though it requires us to adapt to their processes."
                    },
                    {
                        "source": "Местные бизнесы",
                        "change": "Изменение в стратегии бизнеса в связи с новыми городскими инициативами.",
                        "opportunity": "Получение преимуществ от поддержки со стороны администрации.",
                        "restrictions": "Зависимость от решений администрации, влияющих на бизнес-среду.",
                        "imposed_role": "Партнеры в развитии городской экономики.",
                        "comment": "I am, Местные бизнесы, see my relationships with a target in the following perspective: Engaging with the administration provides opportunities for growth, yet we must navigate the regulatory landscape they create."
                    },
                    {
                        "source": "Некоммерческие организации",
                        "change": "Углубление сотрудничества и более активное участие в социальных проектах.",
                        "opportunity": "Расширение доступа к ресурсам и поддержка своих инициатив.",
                        "restrictions": "Необходимость учитывать политику администрации.",
                        "imposed_role": "Социальные инициаторы и активисты.",
                        "comment": "I am, Некоммерческие организации, see my relationships with a target in the following perspective: Working with the administration enhances our ability to effect change, although we must align our goals with theirs."
                    },
                    {
                        "source": "Медиа",
                        "change": "Изменение в подходах к освещению городской политики и событий.",
                        "opportunity": "Получение эксклюзивной информации и возможность влиять на общественное мнение.",
                        "restrictions": "Необходимость соблюдать баланс между критикой и поддержкой администрации.",
                        "imposed_role": "Информаторы и критики городской политики.",
                        "comment": "I am, Медиа, see my relationships with a target in the following perspective: Our role is to inform the public, and while we appreciate access to information, we must remain vigilant in our responsibility to critique constructively."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Граждане города",
                        "change": "Выражают свои потребности и недовольства через отзывы и жалобы",
                        "opportunity": "Предоставляют информацию о текущих проблемах и нуждах жителей",
                        "restrictions": "Ограничивают решения администрации, требуя учета общественного мнения",
                        "imposed_role": "Консультативная роль, где администрация должна учитывать их мнения",
                        "comment": "I am, Граждане города, see my relationships with Администрацией in the following perspective: мы важный источник обратной связи и часто влияем на решения, принимаемые для улучшения городской среды."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Влияют на развитие экологических норм и стандартов в городе",
                        "opportunity": "Способствуют улучшению городской среды через программы и инициативы",
                        "restrictions": "Налагают требования по соблюдению экологических стандартов",
                        "imposed_role": "Партнерская роль, где администрация должна работать с ними для достижения экологических целей",
                        "comment": "I am, Экологические организации, see my relationships with Администрацией in the following perspective: мы стремимся к сотрудничеству для создания более устойчивой городской среды."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "change": "Влияние на экономическое развитие и создание рабочих мест",
                        "opportunity": "Инвестиции в развитие городской инфраструктуры и услуг",
                        "restrictions": "Ограничивают бюджетные возможности администрации, требуя более выгодных условий",
                        "imposed_role": "Экономический партнер, где администрация должна учитывать интересы бизнеса",
                        "comment": "I am, Бизнес-сообщество, see my relationships with Администрацией in the following perspective: мы важный двигатель экономического роста и можем помочь в улучшении городской среды."
                    },
                    {
                        "source": "Массмедиа",
                        "change": "Формируют общественное мнение о деятельности администрации",
                        "opportunity": "Увеличивают прозрачность и повышают доверие к администрации через освещение её работы",
                        "restrictions": "Могут критиковать и подрывать репутацию администрации при негативном освещении",
                        "imposed_role": "Информатор, где администрация обязана быть открытой к общению с прессой",
                        "comment": "I am, Массмедиа, see my relationships with Администрацией in the following perspective: мы играем важную роль в обмене информацией и формировании общественного мнения."
                    },
                    {
                        "source": "Государственные органы и службы",
                        "change": "Устанавливают рамки и регуляции, в которых действует администрация",
                        "opportunity": "Предоставляют финансирование и ресурсы для реализации проектов",
                        "restrictions": "Обязывают администрацию следовать определенным стандартам и регламентам",
                        "imposed_role": "Субъект регулирования, где администрация должна соответствовать установленным нормам",
                        "comment": "I am, Государственные органы и службы, see my relationships with Администрацией in the following perspective: мы обеспечиваем необходимую поддержку и контроль для эффективного управления городом."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Граждане",
                        "threat": "Граждане могут выразить недовольство через протесты и жалобы, что подрывает легитимность администрации.",
                        "consequences_if_deteriorates": "Если граждане перестанут выражать недовольство, администрация сможет действовать без лишнего контроля.",
                        "consequences_if_improves": "Если отношения с гражданами улучшатся, это увеличит доверие к администрации.",
                        "imposed_role": "Критик",
                        "comment": "Я, граждане, вижу свои отношения с администрацией в следующей перспективе: я требую прозрачности и участия в принятии решений."
                    },
                    {
                        "source": "СМИ",
                        "threat": "СМИ могут публиковать негативные статьи о деятельности администрации, формируя общественное мнение против неё.",
                        "consequences_if_deteriorates": "Если влияние СМИ ослабнет, администрация сможет контролировать информационное пространство.",
                        "consequences_if_improves": "Если администрация начнет сотрудничать со СМИ, это приведет к более положительному освещению её работы.",
                        "imposed_role": "Информатор",
                        "comment": "Я, СМИ, вижу свои отношения с администрацией в следующей перспективе: я освещаю факты и формирую общественное мнение."
                    },
                    {
                        "source": "Оппозиционные партии",
                        "threat": "Оппозиционные партии могут использовать недовольство граждан для усиления своей политической позиции.",
                        "consequences_if_deteriorates": "Если оппозиционные партии потеряют влияние, это снизит уровень политической конкуренции.",
                        "consequences_if_improves": "Если администрация начнет диалог с оппозицией, это может привести к конструктивному сотрудничеству.",
                        "imposed_role": "Соперник",
                        "comment": "Я, оппозиционные партии, вижу свои отношения с администрацией в следующей перспективе: я представляю альтернативные решения и критикую недостатки."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "threat": "Бизнес может оказывать давление через экономические санкции или угрозы ухода из региона.",
                        "consequences_if_deteriorates": "Если бизнес-сообщество ослабнет, администрация сможет внедрять свои решения, не опасаясь экономических последствий.",
                        "consequences_if_improves": "Если администрация наладит хорошие отношения с бизнесом, это приведет к инвестициям и экономическому росту.",
                        "imposed_role": "Партнер",
                        "comment": "Я, бизнес-сообщество, вижу свои отношения с администрацией в следующей перспективе: я стремлюсь к взаимовыгодному сотрудничеству."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Экологические организации могут оказывать давление через общественные кампании и судебные иски.",
                        "consequences_if_deteriorates": "Если экологические организации потеряют влияние, администрация сможет меньше учитывать экологические аспекты в своих решениях.",
                        "consequences_if_improves": "Если администрация начнет сотрудничать с экологическими организациями, это приведет к улучшению городской среды.",
                        "imposed_role": "Контролер",
                        "comment": "Я, экологические организации, вижу свои отношения с администрацией в следующей перспективе: я требую устойчивого развития и защиты окружающей среды."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Гражданское общество",
                        "essentiality": "Администрация предоставляет платформу для вовлечения граждан в процесс принятия решений.",
                        "opportunity": "Гражданское общество получает возможность влиять на политику и участвовать в обсуждении вопросов городской среды.",
                        "restrictions": "Гражданское общество не может игнорировать мнения администрации, иначе рискует потерять доступ к ресурсам и поддержке.",
                        "imposed_role": "Поддержка и критика действий администрации.",
                        "comment": "I am, Гражданское общество, see my relationships with Администрацией in the following perspective: I rely on the administration to voice my concerns and engage in meaningful dialogue."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Администрация является посредником для реализации экологических инициатив и проектов.",
                        "opportunity": "Экологические организации могут продвигать свои идеи и получать финансирование через администрацию.",
                        "restrictions": "Экологические организации должны следовать регуляциям и стандартам, установленным администрацией.",
                        "imposed_role": "Агентство по защите окружающей среды.",
                        "comment": "I am, Экологическая организация, see my relationships with Администрацией in the following perspective: I depend on the administration to implement and support sustainable practices."
                    },
                    {
                        "source": "Местные бизнесы",
                        "essentiality": "Администрация создает условия для ведения бизнеса и обеспечивает необходимую инфраструктуру.",
                        "opportunity": "Местные бизнесы получают доступ к ресурсам и поддержке от администрации для роста и развития.",
                        "restrictions": "Местные бизнесы должны соблюдать законы и нормы, установленные администрацией.",
                        "imposed_role": "Экономические партнеры и поставщики услуг.",
                        "comment": "I am, Местный бизнес, see my relationships with Администрацией in the following perspective: I rely on the administration for favorable conditions to thrive."
                    },
                    {
                        "source": "Государственные организации",
                        "essentiality": "Администрация координирует взаимодействие между различными государственными структурами.",
                        "opportunity": "Государственные организации могут эффективно реализовывать свои программы и проекты с поддержкой администрации.",
                        "restrictions": "Государственные организации обязаны действовать в рамках политики администрации.",
                        "imposed_role": "Координатор и организатор межведомственного взаимодействия.",
                        "comment": "I am, Государственная организация, see my relationships with Администрацией in the following perspective: I need the administration to streamline my functions and enhance collaboration."
                    },
                    {
                        "source": "Инфраструктурные проекты",
                        "essentiality": "Администрация инициирует и курирует инфраструктурные проекты, обеспечивая их реализацию.",
                        "opportunity": "Инфраструктурные проекты получают поддержку и финансирование от администрации.",
                        "restrictions": "Инфраструктурные проекты должны соответствовать планам и стандартам, утвержденным администрацией.",
                        "imposed_role": "Инициатор и контролер реализации проектов.",
                        "comment": "I am, Инфраструктурный проект, see my relationships with Администрацией in the following perspective: I rely on the administration to facilitate and approve my initiatives."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Граждане",
                        "essentiality": "Граждане предоставляют легитимность власти администрации через выборы и общественное мнение.",
                        "opportunity": "Поддержка и сотрудничество граждан позволяют администрации реализовывать свои инициативы по улучшению городской среды.",
                        "restrictions": "Администрация не может игнорировать мнения и нужды граждан, иначе рискует потерять поддержку и доверие.",
                        "imposed_role": "Администрация должна выступать как ответственный и открытый орган, способный выслушивать и учитывать мнения граждан.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: мы даем вам силу и легитимность, но ждем уважения и внимания к нашим нуждам."
                    },
                    {
                        "source": "Законы и нормативные акты",
                        "essentiality": "Законы и нормативные акты определяют рамки деятельности администрации и ее полномочия.",
                        "opportunity": "Обеспечение правовой основы для действий администрации, что позволяет ей эффективно управлять городом.",
                        "restrictions": "Администрация не может действовать вне рамок закона, иначе рискует столкнуться с юридическими последствиями.",
                        "imposed_role": "Администрация должна соблюдать законы и действовать в соответствии с установленными правилами.",
                        "comment": "I am, Законы и нормативные акты, see my relationships with a target in the following perspective: я задаю правила игры, и ваша задача - следовать им, чтобы избежать последствий."
                    },
                    {
                        "source": "Бюджет",
                        "essentiality": "Бюджет определяет финансовые возможности администрации для реализации её инициатив.",
                        "opportunity": "Доступ к финансированию позволяет администрации внедрять проекты по улучшению городской среды.",
                        "restrictions": "Администрация должна действовать в рамках выделенного бюджета, что ограничивает её возможности и инициативы.",
                        "imposed_role": "Администрация выступает как ответственный распорядитель бюджетных средств.",
                        "comment": "I am, Бюджет, see my relationships with a target in the following perspective: я обеспечиваю вас ресурсами, но вы должны быть мудрыми в их использовании."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Экологические организации влияют на политику и практики администрации в области охраны окружающей среды.",
                        "opportunity": "Сотрудничество с экологическими организациями позволяет администрации повысить свою репутацию и реализовать экологически устойчивые инициативы.",
                        "restrictions": "Администрация должна учитывать требования и рекомендации экологических организаций, чтобы избежать критики.",
                        "imposed_role": "Администрация должна принимать на себя ответственность за охрану окружающей среды.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: я заставляю вас смотреть на природу и заботиться о ней, иначе вы столкнетесь с последствиями."
                    },
                    {
                        "source": "Медиа",
                        "essentiality": "Медиа формируют общественное мнение и могут влиять на восприятие действий администрации.",
                        "opportunity": "Позитивное освещение деятельности администрации в медиа может повысить её популярность и доверие со стороны граждан.",
                        "restrictions": "Администрация должна быть осторожна в своих действиях, чтобы избежать негативного освещения и критики.",
                        "imposed_role": "Администрация должна быть прозрачной и готовой к взаимодействию с медиа.",
                        "comment": "I am, Медиа, see my relationships with a target in the following perspective: я рассказываю о вас, и от вашего поведения зависит, как я это делаю."
                    }
                ]
            }
        }
    },
    {
        "entity": "Выход из метро",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Пассажиры",
                        "change": "Пассажиры становятся более организованными и дисциплинированными в проходе.",
                        "opportunity": "Получение быстрого доступа и удобства при использовании метро.",
                        "restrictions": "Необходимость следовать установленным правилам и потокам.",
                        "imposed_role": "Участники пассажиропотока, которые должны действовать в соответствии с ожиданиями системы.",
                        "comment": "I am, the Пассажиры, see my relationships with a target in the following perspective: We depend on the efficiency of the выход из метро to ensure a smooth travel experience."
                    },
                    {
                        "source": "Метро",
                        "change": "Метро адаптируется к увеличению пассажиропотока и оптимизирует свои маршруты.",
                        "opportunity": "Повышение общей эффективности и прибыльности за счет увеличения числа пассажиров.",
                        "restrictions": "Необходимость поддерживать инфраструктуру и безопасность при увеличении нагрузки.",
                        "imposed_role": "Инфраструктурная система, которая должна обеспечивать стабильный пассажиропоток.",
                        "comment": "I am, the Метро, see my relationships with a target in the following perspective: My operational capacities expand with the effective management of passenger flows."
                    },
                    {
                        "source": "Городские власти",
                        "change": "Городские власти пересматривают и улучшают транспортную инфраструктуру.",
                        "opportunity": "Увеличение привлекательности города для жителей и туристов.",
                        "restrictions": "Необходимость выделять бюджетные средства на развитие и поддержку инфраструктуры.",
                        "imposed_role": "Регуляторы, которые должны следить за соблюдением стандартов и улучшением системы.",
                        "comment": "I am, the Городские власти, see my relationships with a target in the following perspective: We strive to enhance urban mobility through efficient transit systems."
                    },
                    {
                        "source": "Технологические решения (например, системы управления потоком)",
                        "change": "Технологии становятся более адаптивными и эффективными.",
                        "opportunity": "Разработка и внедрение новых технологий для улучшения управления пассажиропотоком.",
                        "restrictions": "Необходимость постоянного обновления и адаптации решений к новым условиям.",
                        "imposed_role": "Технические системы, которые должны обеспечивать поддержку и оптимизацию процессов.",
                        "comment": "I am, the Технологические решения, see my relationships with a target in the following perspective: My innovations thrive on the needs of a dynamic transit environment."
                    },
                    {
                        "source": "Общественное мнение",
                        "change": "Общественное мнение формируется в ответ на качество обслуживания и внешнее состояние выходов.",
                        "opportunity": "Возможность влиять на политику и развитие транспортной инфраструктуры.",
                        "restrictions": "Может быть подвержено негативным отзывам и критике при плохом управлении.",
                        "imposed_role": "Критерий качества, который должен оценивать и влиять на работу выхода.",
                        "comment": "I am, the Общественное мнение, see my relationships with a target in the following perspective: Our perceptions shape the future of public transport and its relevance to society."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Система автоматизации метро",
                        "change": "Упрощает процесс управления пассажиропотоком, применяя алгоритмы для оптимизации времени ожидания и скорости прохода.",
                        "opportunity": "Предоставляет возможность улучшения эффективности работы и управления потоками пассажиров.",
                        "restrictions": "Налагает требования к техническому обслуживанию и обновлению системы, что может ограничивать гибкость в управлении.",
                        "imposed_role": "Объект, который должен адаптироваться к новым технологиям и обеспечивать совместимость.",
                        "comment": "I am, the система автоматизации метро, see my relationships with a target in the following perspective: I enhance efficiency and require adaptation to modern technologies."
                    },
                    {
                        "source": "Пассажиры",
                        "change": "Влияют на поток и поведение в метро, что требует изменений в инфраструктуре и управлении.",
                        "opportunity": "Создают потребность в улучшении сервиса и инфраструктуры, что может привести к обновлениям.",
                        "restrictions": "Могут вызывать перегрузки и необходимость проведения дополнительных мер по контролю за безопасностью.",
                        "imposed_role": "Агент, который формирует спрос и влияет на операционные решения.",
                        "comment": "I am, the пассажиры, see my relationships with a target in the following perspective: We shape the demand and influence operational decisions."
                    },
                    {
                        "source": "Конкурирующие виды транспорта (например, автобусы, такси)",
                        "change": "Создают альтернативы, что приводит к необходимости улучшения услуг и сервиса в метро.",
                        "opportunity": "Стимулируют инновации и изменения в подходах к обслуживанию клиентов.",
                        "restrictions": "Налагают давление на тарифы и качество обслуживания, что может ограничивать возможности для роста.",
                        "imposed_role": "Конкурент, который заставляет адаптироваться и улучшать свои услуги.",
                        "comment": "I am, the конкурирующие виды транспорта, see my relationships with a target in the following perspective: We drive innovation and compel improvement in services."
                    },
                    {
                        "source": "Государственные регулирующие органы",
                        "change": "Устанавливают правила и стандарты, влияя на работу метро и его инфраструктуру.",
                        "opportunity": "Обеспечивают финансирование и поддержку для развития и модернизации.",
                        "restrictions": "Налагают строгие требования к безопасности и соблюдению стандартов, что может замедлять процессы.",
                        "imposed_role": "Регулятор, который контролирует соответствие и требует соблюдения норм.",
                        "comment": "I am, the государственные регулирующие органы, see my relationships with a target in the following perspective: We ensure safety and enforce compliance."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Внедряют новые технологии и решения, способствуя модернизации и улучшению сервиса.",
                        "opportunity": "Открывают доступ к новым инструментам и технологиям, которые могут улучшать опыт пассажиров.",
                        "restrictions": "Могут требовать значительных инвестиций и обучения персонала, что ограничивает ресурсы.",
                        "imposed_role": "Партнер, который предоставляет инновации, но требует ресурсов и времени для адаптации.",
                        "comment": "I am, the технологические компании, see my relationships with a target in the following perspective: We provide innovation while demanding investment and adaptation."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Пассажиры метро",
                        "essentiality": "Пассажиры зависят от выхода из метро для безопасного и быстрого перемещения.",
                        "opportunity": "Выход из метро предоставляет пассажирам безопасный и организованный способ выхода на улицу.",
                        "restrictions": "Пассажиры не могут покидать станцию в неподходящих местах, что обеспечивает безопасность.",
                        "imposed_role": "Пассажиры играют роль пользователей, которые формируют поток, требуемый для эффективной работы выхода.",
                        "comment": "I am, Пассажиры метро, see my relationships with a target in the following perspective: выход из метро является критически важным для моей мобильности и безопасности."
                    },
                    {
                        "source": "Метрополитен",
                        "essentiality": "Выход из метро необходим для обеспечения эффективного функционирования всей транспортной системы.",
                        "opportunity": "Выход из метро помогает поддерживать высокий пассажиропоток, что способствует доходам метрополитена.",
                        "restrictions": "Метрополитен не может изменять расположение выхода без серьезных затрат и времени.",
                        "imposed_role": "Метрополитен должен поддерживать и улучшать выход для повышения общей эффективности.",
                        "comment": "I am, Метрополитен, see my relationships with a target in the following perspective: выход из метро - ключевой элемент моего операционного успеха."
                    },
                    {
                        "source": "Городская администрация",
                        "essentiality": "Выход из метро влияет на городской транспорт и планирование инфраструктуры.",
                        "opportunity": "Работающий выход из метро способствует улучшению имиджа города и привлечению туристов.",
                        "restrictions": "Городская администрация не может игнорировать потребности в модернизации выхода.",
                        "imposed_role": "Городская администрация должна обеспечивать поддержку и финансирование для выхода из метро.",
                        "comment": "I am, Городская администрация, see my relationships with a target in the following perspective: выход из метро — это часть моей ответственности за развитие городской инфраструктуры."
                    },
                    {
                        "source": "Безопасность на транспорте",
                        "essentiality": "Выход из метро обеспечивает безопасные условия для пассажиров при выходе на поверхность.",
                        "opportunity": "Эффективный выход позволяет лучше контролировать безопасность и предотвращать инциденты.",
                        "restrictions": "Безопасность не может допустить нарушения правил на выходе, что может создать угрозы.",
                        "imposed_role": "Безопасность должна разрабатывать и внедрять меры по защите на выходе.",
                        "comment": "I am, Безопасность на транспорте, see my relationships with a target in the following perspective: выход из метро — это мой приоритет для обеспечения безопасности пассажиров."
                    },
                    {
                        "source": "Технологии и системы управления",
                        "essentiality": "Выход из метро требует интеграции с современными технологиями для эффективного функционирования.",
                        "opportunity": "Интеграция технологий позволяет автоматизировать процессы и улучшить пассажирский опыт.",
                        "restrictions": "Технологии не могут быть устаревшими или неэффективными, иначе выход потеряет актуальность.",
                        "imposed_role": "Технологии должны обеспечивать поддержку и управление выходом из метро.",
                        "comment": "I am, Технологии и системы управления, see my relationships with a target in the following perspective: выход из метро требует от меня постоянного обновления и адаптации к новым условиям."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы разрабатывают и контролируют правила и нормы, касающиеся общественного транспорта, в том числе метрополитенов.",
                        "opportunity": "Обеспечение правовой основы и финансирования для поддержания и модернизации инфраструктуры.",
                        "restrictions": "Ограничения на изменение дизайна или функционала выхода без согласования.",
                        "imposed_role": "Служить средством обеспечения безопасности и правопорядка.",
                        "comment": "I am, the Государственные органы, see my relationships with Выход из метро in the following perspective: I ensure compliance and safety for all."
                    },
                    {
                        "source": "Пассажиры",
                        "essentiality": "Пассажиры являются основными пользователями выхода из метро, их потоки определяют его загруженность и необходимость в улучшениях.",
                        "opportunity": "Предоставление данных о пассажиропотоке для оптимизации работы и улучшения функционала выхода.",
                        "restrictions": "Ограничение на количество людей, которые могут одновременно находиться на выходе для обеспечения безопасности.",
                        "imposed_role": "Быть местом, где пассажиры могут эффективно выходить и входить в метро.",
                        "comment": "I am, the Пассажиры, see my relationships with Выход из метро in the following perspective: I drive the need for efficiency and improvement."
                    },
                    {
                        "source": "Технологические системы",
                        "essentiality": "Современные технологии, такие как системы контроля доступа и информационные табло, обеспечивают эффективный поток пассажиров.",
                        "opportunity": "Улучшение пропускной способности за счет автоматизации и информирования пассажиров.",
                        "restrictions": "Зависимость от технологий для поддержания работы, возможные сбои могут привести к нарушению функций.",
                        "imposed_role": "Быть частью высокотехнологичной инфраструктуры, обеспечивающей комфорт и безопасность.",
                        "comment": "I am, the Технологические системы, see my relationships with Выход из метро in the following perspective: I enhance your capabilities and ensure smooth operations."
                    },
                    {
                        "source": "Конкуренты (другие виды транспорта)",
                        "essentiality": "Другие виды транспорта, такие как автобусы и трамваи, создают конкуренцию за пассажиров.",
                        "opportunity": "Стремление к улучшению услуг для привлечения большего числа пассажиров.",
                        "restrictions": "Необходимость поддерживать стандарты, чтобы оставаться конкурентоспособным.",
                        "imposed_role": "Быть элементом конкурентной среды, способствующим улучшению качества обслуживания.",
                        "comment": "I am, the Конкуренты, see my relationships with Выход из метро in the following perspective: I push you to innovate and stay relevant."
                    },
                    {
                        "source": "Архитектурные и дизайнерские решения",
                        "essentiality": "Дизайнерские и архитектурные решения определяют внешний вид и функциональность выхода.",
                        "opportunity": "Эстетическое восприятие выхода, что может привлечь больше пассажиров.",
                        "restrictions": "Ограничение на изменения в дизайне, которые могут нарушить общую концепцию станции.",
                        "imposed_role": "Быть привлекательным и функциональным элементом городской инфраструктуры.",
                        "comment": "I am, the Архитектурные и дизайнерские решения, see my relationships with Выход из метро in the following perspective: I shape your identity and functionality."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Пассажиры",
                        "threat": "Выход из метро обеспечивает эффективный поток пассажиров, что делает их ожидание более комфортным.",
                        "consequences_if_deteriorates": "Если выход ухудшится, пассажиры будут страдать от долгих очередей и неудобств.",
                        "consequences_if_improves": "При улучшении выхода, пассажиры получат более быстрое и удобное перемещение.",
                        "imposed_role": "Пассажиры должны адаптироваться к более высоким стандартам обслуживания.",
                        "comment": "Я, пассажир, вижу мои отношения с выходом в метро в следующей перспективе: он должен обеспечивать быструю и комфортную транспортировку, иначе я буду искать альтернативные маршруты."
                    },
                    {
                        "source": "Метрополитен",
                        "threat": "Выход из метро влияет на репутацию и эффективность всего метрополитена.",
                        "consequences_if_deteriorates": "Если выход станет неэффективным, метрополитен потеряет пассажиров и доходы.",
                        "consequences_if_improves": "Улучшение выхода повысит общую привлекательность метрополитена.",
                        "imposed_role": "Метрополитен должен поддерживать высокие стандарты для сохранения пассажиропотока.",
                        "comment": "Я, метрополитен, вижу мои отношения с выходом в метро в следующей перспективе: он является важным звеном в системе, и его ухудшение подрывает нашу работу."
                    },
                    {
                        "source": "Городские власти",
                        "threat": "Выход из метро влияет на городскую инфраструктуру и транспортную политику.",
                        "consequences_if_deteriorates": "Если выход станет неактуальным, власти могут столкнуться с критикой и потерять доверие населения.",
                        "consequences_if_improves": "Улучшение выхода повысит удовлетворенность граждан и улучшит имидж властей.",
                        "imposed_role": "Городские власти должны инвестировать в поддержание и улучшение выхода.",
                        "comment": "Я, городская власть, вижу мои отношения с выходом в метро в следующей перспективе: его состояние напрямую отражает нашу способность управлять городской инфраструктурой."
                    },
                    {
                        "source": "Бизнесы рядом с выходом",
                        "threat": "Выход из метро привлекает клиентов в магазины и кафе рядом.",
                        "consequences_if_deteriorates": "Если выход ухудшится, бизнесы потеряют поток клиентов и доходы.",
                        "consequences_if_improves": "При улучшении выхода, бизнесы получат больше посетителей и продаж.",
                        "imposed_role": "Бизнесы должны адаптироваться к изменениям в потоке клиентов.",
                        "comment": "Я, бизнес, вижу мои отношения с выходом в метро в следующей перспективе: его состояние критически важно для моего успеха и процветания."
                    },
                    {
                        "source": "Технологические системы (например, турникеты)",
                        "threat": "Выход из метро требует эффективной работы технологий для управления потоком.",
                        "consequences_if_deteriorates": "Если выход станет неэффективным, технологии будут использоваться менее эффективно.",
                        "consequences_if_improves": "Улучшение выхода потребует обновления и усовершенствования технологий.",
                        "imposed_role": "Технологические системы должны адаптироваться к новым требованиям потока.",
                        "comment": "Я, технологическая система, вижу мои отношения с выходом в метро в следующей перспективе: эффективность моего функционирования зависит от состояния выхода."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Новые технологии оплаты проезда",
                        "threat": "Снижение необходимости использования традиционных выходов из метро, так как пассажиры могут использовать мобильные приложения для выхода.",
                        "consequences_if_deteriorates": "Увеличение пассажиропотока через традиционные выходы, что улучшит их актуальность.",
                        "consequences_if_improves": "Если технологии улучшатся, это может привести к уменьшению физической необходимости выхода из метро.",
                        "imposed_role": "Устаревший элемент городской инфраструктуры.",
                        "comment": "I am, новые технологии оплаты проезда, see my relationships with a target in the following perspective: я облегчаю процесс выхода, но угрожаю его актуальности."
                    },
                    {
                        "source": "Изменения в городском планировании",
                        "threat": "Перемещение выходов из метро или их закрытие в связи с новыми проектами.",
                        "consequences_if_deteriorates": "Сохранение существующих выходов и улучшение их инфраструктуры.",
                        "consequences_if_improves": "Увеличение числа выходов, но с меньшей эффективностью в пропуске пассажиропотока.",
                        "imposed_role": "Необходимость адаптации к новым требованиям города.",
                        "comment": "I am, изменения в городском планировании, see my relationships with a target in the following perspective: я формирую будущее инфраструктуры, и выходы должны подстраиваться под меня."
                    },
                    {
                        "source": "Конкурирующие виды транспорта",
                        "threat": "Увеличение популярности альтернативных видов транспорта, таких как электросамокаты и каршеринги.",
                        "consequences_if_deteriorates": "Увеличение числа пассажиров, использующих метро.",
                        "consequences_if_improves": "Снижение пассажиропотока и значительное уменьшение актуальности выхода.",
                        "imposed_role": "Второстепенный элемент в системе транспортных решений.",
                        "comment": "I am, конкурирующие виды транспорта, see my relationships with a target in the following perspective: я предлагаю альтернативы, которые могут снизить роль выхода из метро."
                    },
                    {
                        "source": "Социальные сети и мобильные приложения",
                        "threat": "Создание виртуальных платформ для планирования маршрутов, которые могут снизить необходимость физического выхода.",
                        "consequences_if_deteriorates": "Увеличение прямого взаимодействия пассажиров с выходами из метро.",
                        "consequences_if_improves": "Снижение физического потока через выходы, так как пользователи будут искать более удобные варианты.",
                        "imposed_role": "Деталь, которая не имеет значения в цифровом мире.",
                        "comment": "I am, социальные сети и мобильные приложения, see my relationships with a target in the following perspective: я меняю способ, которым люди взаимодействуют с транспортом, ставя выходи под угрозу."
                    },
                    {
                        "source": "Экологические инициативы",
                        "threat": "Снижение числа поездок на метро в пользу более устойчивых форм транспорта.",
                        "consequences_if_deteriorates": "Сохранение статуса выхода как важного элемента городской транспортной системы.",
                        "consequences_if_improves": "Снижение пассажиропотока через выходы, что приведет к их неактуальности.",
                        "imposed_role": "Второстепенный элемент в устойчивом развитии города.",
                        "comment": "I am, экологические инициативы, see my relationships with a target in the following perspective: я подчеркиваю необходимость в устойчивом развитии, ставя выходы под угрозу."
                    }
                ]
            }
        }
    },
    {
        "entity": "Менеджеры и дизайнеры, отвечавшие за ландшафт",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Города и урбанистические тенденции",
                        "change": "Оказывают влияние на дизайн и функциональность городских пространств через современные урбанистические идеи.",
                        "opportunity": "Предоставляют менеджерам и дизайнерам вдохновение и примеры для создания более привлекательных и удобных пространств.",
                        "restrictions": "Налагают требования к соблюдению современных стандартов и трендов в дизайне.",
                        "imposed_role": "Дизайнер, который должен учитывать и адаптироваться к новым урбанистическим трендам.",
                        "comment": "I am, Города и урбанистические тенденции, see my relationships with a target in the following perspective: I challenge you to innovate while adhering to the current trends."
                    },
                    {
                        "source": "Клиенты и пользователи пространств",
                        "change": "Влияют на решения менеджеров и дизайнеров через обратную связь и требования.",
                        "opportunity": "Позволяют лучше понять реальные потребности и желания конечных пользователей.",
                        "restrictions": "Могут накладывать ограничения на креативность, требуя конкретных решений.",
                        "imposed_role": "Пользователь, чьи предпочтения и потребности должны быть в центре проектирования.",
                        "comment": "I am, Клиенты и пользователи пространств, see my relationships with a target in the following perspective: Your designs should reflect my needs and expectations."
                    },
                    {
                        "source": "Конкуренты в сфере дизайна",
                        "change": "Создают давление на менеджеров и дизайнеров, заставляя их улучшать качество своих работ.",
                        "opportunity": "Стимулируют развитие и внедрение инновационных решений.",
                        "restrictions": "Вводят высокие стандарты, которым необходимо соответствовать, чтобы оставаться конкурентоспособными.",
                        "imposed_role": "Конкурент, который подстегивает к постоянному улучшению и адаптации.",
                        "comment": "I am, Конкуренты в сфере дизайна, see my relationships with a target in the following perspective: I push you to excel and stay relevant."
                    },
                    {
                        "source": "Технологические новшества",
                        "change": "Изменяют подходы к дизайну и управлению пространствами через новые инструменты и технологии.",
                        "opportunity": "Предоставляют доступ к инструментам, которые позволяют создавать более эффективные и эстетичные проекты.",
                        "restrictions": "Могут требовать дополнительного обучения и инвестиций в новые технологии.",
                        "imposed_role": "Инноватор, который должен постоянно обучаться и адаптироваться к новым технологиям.",
                        "comment": "I am, Технологические новшества, see my relationships with a target in the following perspective: I empower you to create better designs but also challenge you to keep up with the pace of change."
                    },
                    {
                        "source": "Экологические и социальные факторы",
                        "change": "Влияют на проектирование городской инфраструктуры и ландшафта, учитывая устойчивое развитие.",
                        "opportunity": "Способствуют созданию более гармоничных и устойчивых пространств.",
                        "restrictions": "Налагают требования по соблюдению экологических норм и стандартов.",
                        "imposed_role": "Экологический консультант, который требует учета устойчивости в проектировании.",
                        "comment": "I am, Экологические и социальные факторы, see my relationships with a target in the following perspective: I compel you to consider sustainability as a core principle in your designs."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Градостроительные нормы и правила",
                        "essentiality": "Без соблюдения градостроительных норм и правил проекты не могут быть реализованы.",
                        "opportunity": "Предоставляют четкие рамки для разработки функциональных и эстетичных пространств.",
                        "restrictions": "Запрещают отклонение от установленных стандартов, что может ограничить креативность.",
                        "imposed_role": "Исполнители, вынужденные учитывать нормы при разработке.",
                        "comment": "I am, Градостроительные нормы и правила, see my relationships with a target in the following perspective: Я помогаю обеспечить безопасность и функциональность, однако иногда ограничиваю творческое выражение."
                    },
                    {
                        "source": "Обратная связь от пассажиров",
                        "essentiality": "Слушая пассажиров, менеджеры и дизайнеры получают важную информацию о реальных потребностях.",
                        "opportunity": "Позволяет создавать решения, которые действительно отвечают потребностям пользователей.",
                        "restrictions": "Может заставить их изменять свои первоначальные идеи в соответствии с ожиданиями.",
                        "imposed_role": "Аналитики, обязанные учитывать мнение пользователей в процессе разработки.",
                        "comment": "I am, Обратная связь от пассажиров, see my relationships with a target in the following perspective: Я играю ключевую роль в формировании успешных проектов, но иногда могу приводить к изменениям, которые не всегда желательны для дизайнеров."
                    },
                    {
                        "source": "Бюджетные ограничения",
                        "essentiality": "Финансовые ресурсы определяют возможности реализации проектов.",
                        "opportunity": "Могут способствовать инновационным решениям в рамках ограниченного бюджета.",
                        "restrictions": "Ограничивают выбор материалов и технологий.",
                        "imposed_role": "Управляющие финансами, которые определяют, что возможно в рамках бюджета.",
                        "comment": "I am, Бюджетные ограничения, see my relationships with a target in the following perspective: Я определяю, что возможно, но иногда вдохновляю на креативные подходы в условиях ограниченности."
                    },
                    {
                        "source": "Экологические требования",
                        "essentiality": "Обеспечивают устойчивость и экологичность проектов.",
                        "opportunity": "Способствуют созданию более здоровой городской среды.",
                        "restrictions": "Могут ограничивать выбор материалов и технологий, требуя экологически чистых решений.",
                        "imposed_role": "Экологи, которые требуют соблюдения стандартов устойчивого развития.",
                        "comment": "I am, Экологические требования, see my relationships with a target in the following perspective: Я направляю проекты к устойчивости, но иногда ограничиваю выбор и креативность дизайнеров."
                    },
                    {
                        "source": "Критика экспертов и медиа",
                        "essentiality": "Чувствительность к критике влияет на общественное восприятие и успешность проектов.",
                        "opportunity": "Побуждает к улучшению качества работы и повышению стандартов.",
                        "restrictions": "Создает давление, вынуждая следовать общепринятым нормам и избегать рисков.",
                        "imposed_role": "Общественные фигуры, которые формируют имидж и репутацию проекта.",
                        "comment": "I am, Критика экспертов и медиа, see my relationships with a target in the following perspective: Я являюсь мощным катализатором изменений, но иногда создаю давление, которое может вызывать страх у дизайнеров."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Градостроительный комитет",
                        "threat": "Менеджеры и дизайнеры могут игнорировать рекомендации и стандарты, установленные комитетом.",
                        "consequences_if_deteriorates": "Уменьшение контроля над городским планированием и возможное ухудшение качества городской инфраструктуры.",
                        "consequences_if_improves": "Улучшение сотрудничества и координации, что может привести к более качественным и соответствующим потребностям проектам.",
                        "imposed_role": "Регулятор и контролер городской эстетики и функциональности.",
                        "comment": "I am, Градостроительный комитет, see my relationships with a target in the following perspective: I must ensure compliance with urban standards to maintain order and quality in the city."
                    },
                    {
                        "source": "Жители города",
                        "threat": "Менеджеры и дизайнеры могут не учитывать мнения и потребности граждан в своих проектах.",
                        "consequences_if_deteriorates": "Повышение недовольства и протестов, что может привести к ухудшению общественного мнения о властях.",
                        "consequences_if_improves": "Адаптация проектов под реальные потребности, что повысит удовлетворенность и улучшит качество жизни.",
                        "imposed_role": "Активные участники процесса планирования и оценки.",
                        "comment": "I am, Жители города, see my relationships with a target in the following perspective: I need to be heard and considered in all urban planning discussions."
                    },
                    {
                        "source": "Подрядчики и строители",
                        "threat": "Менеджеры и дизайнеры могут требовать изменения в проектах, что повлияет на их рабочие процессы и затраты.",
                        "consequences_if_deteriorates": "Снижение объемов работ и возможные финансовые потери.",
                        "consequences_if_improves": "Более четкие и продуманные проекты, что может привести к более эффективной работе.",
                        "imposed_role": "Исполнители, следящие за требованиями менеджеров и дизайнеров.",
                        "comment": "I am, Подрядчики и строители, see my relationships with a target in the following perspective: I rely on clear guidelines and expectations to deliver quality work efficiently."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Менеджеры и дизайнеры могут не учитывать экологические аспекты в своих проектах.",
                        "consequences_if_deteriorates": "Увеличение экологических проблем, что повлияет на здоровье и благосостояние населения.",
                        "consequences_if_improves": "Интеграция устойчивых практик, что улучшит экологическую ситуацию и повысит общественный имидж.",
                        "imposed_role": "Консультанты по устойчивому развитию и охране окружающей среды.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: My mission is to ensure the sustainability of urban spaces and I need to collaborate with designers."
                    },
                    {
                        "source": "Местные бизнесмены",
                        "threat": "Менеджеры и дизайнеры могут не учитывать потребности бизнеса при проектировании городского пространства.",
                        "consequences_if_deteriorates": "Снижение трафика и интереса к местным магазинам, что приведет к финансовым потерям.",
                        "consequences_if_improves": "Создание привлекательной городской среды, что увеличит количество клиентов и продаж.",
                        "imposed_role": "Сторонники экономического развития и локального бизнеса.",
                        "comment": "I am, Местные бизнесмены, see my relationships with a target in the following perspective: I believe that urban design should foster a vibrant commercial environment."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Городские власти",
                        "change": "Увеличение бюджета на городское планирование и благоустройство.",
                        "opportunity": "Возможность улучшить имидж города и привлечь туристов.",
                        "restrictions": "Необходимость учитывать мнения жителей и другие интересы при принятии решений.",
                        "imposed_role": "Партнер, который обеспечивает ресурсы и поддержку.",
                        "comment": "Я, городские власти, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: я стремлюсь создать гармонию между потребностями города и проектами, которые они предлагают."
                    },
                    {
                        "source": "Жители города",
                        "change": "Изменение восприятия общественных пространств и их функциональности.",
                        "opportunity": "Получение более удобных и красивых мест для жизни и отдыха.",
                        "restrictions": "Необходимость учитывать разнообразные мнения и потребности разных групп.",
                        "imposed_role": "Критик, чьи отзывы влияют на дальнейшие проекты.",
                        "comment": "Я, жители города, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: я ожидаю, что мои потребности будут услышаны и учтены в процессе проектирования."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Увеличение внимания к экологическим аспектам в проектировании.",
                        "opportunity": "Способность влиять на устойчивое развитие городской среды.",
                        "restrictions": "Ограничения в плане использования определенных материалов или технологий.",
                        "imposed_role": "Советник, который предлагает лучшие практики и стандарты.",
                        "comment": "Я, экологическая организация, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: я хочу быть уверенным, что проекты будут экологически устойчивыми и безопасными."
                    },
                    {
                        "source": "Архитектурные бюро",
                        "change": "Адаптация своих проектов под требования и пожелания целевой аудитории.",
                        "opportunity": "Возможность реализовать инновационные решения и повысить свою репутацию.",
                        "restrictions": "Необходимость следовать заданным критериям и стандартам качества.",
                        "imposed_role": "Создатель, который разрабатывает концепции на основе заданных требований.",
                        "comment": "Я, архитектурное бюро, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: я стремлюсь к созданию уникальных и функциональных пространств, которые будут соответствовать ожиданиям пользователей."
                    },
                    {
                        "source": "Торговые компании",
                        "change": "Изменение ассортимента предлагаемых товаров в связи с новыми проектами.",
                        "opportunity": "Возможность увеличить продажи через предложения, соответствующие новым пространствам.",
                        "restrictions": "Необходимость инвестировать в адаптацию продукции под новые стандарты.",
                        "imposed_role": "Поставщик, который должен соответствовать требованиям дизайна.",
                        "comment": "Я, торговая компания, вижу мои отношения с менеджерами и дизайнерами в следующей перспективе: я готов адаптироваться и предлагать решения, которые помогут сделать городское пространство более привлекательным."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Горожане",
                        "essentiality": "Менеджеры и дизайнеры, отвечавшие за ландшафт, создают пространства, которые удовлетворяют потребности горожан.",
                        "opportunity": "Горожане получают удобство и эстетическое удовольствие от пространств, созданных менеджерами и дизайнерами.",
                        "restrictions": "Горожане не могут игнорировать потребности и желания, так как это приведет к критике и недовольству.",
                        "imposed_role": "Горожане выступают как критики и источники обратной связи для менеджеров и дизайнеров.",
                        "comment": "I am, Горожане, see my relationships with a target in the following perspective: I rely on the quality and functionality of the spaces created by the target."
                    },
                    {
                        "source": "Городские власти",
                        "essentiality": "Менеджеры и дизайнеры помогают городским властям реализовывать свои планы по улучшению городской инфраструктуры.",
                        "opportunity": "Городские власти получают улучшение имиджа города и удовлетворение потребностей граждан.",
                        "restrictions": "Городские власти должны следовать нормативам и стандартам, установленным дизайнерами и менеджерами.",
                        "imposed_role": "Городские власти выступают как регуляторы и инициаторы проектов.",
                        "comment": "I am, Городские власти, see my relationships with a target in the following perspective: I depend on the target for the successful implementation of urban projects."
                    },
                    {
                        "source": "Инвесторы",
                        "essentiality": "Менеджеры и дизайнеры делают проекты более привлекательными для инвесторов своими дизайнерскими решениями.",
                        "opportunity": "Инвесторы получают возможность вложения в прибыльные и эстетически привлекательные проекты.",
                        "restrictions": "Инвесторы не могут игнорировать мнение целевой аудитории, иначе проект может потерпеть неудачу.",
                        "imposed_role": "Инвесторы играют роль финансирующих сторон, которые требуют успешных результатов.",
                        "comment": "I am, Инвесторы, see my relationships with a target in the following perspective: I rely on the target to enhance my investment opportunities."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Менеджеры и дизайнеры должны учитывать экологические стандарты и инициативы для создания устойчивых пространств.",
                        "opportunity": "Экологические организации получают возможность продвигать устойчивые и экологически чистые решения.",
                        "restrictions": "Экологические организации ограничивают выбор материалов и технологий, которые могут быть использованы.",
                        "imposed_role": "Экологические организации выступают как советники и контролеры.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: I guide the target towards sustainable practices."
                    },
                    {
                        "source": "Архитекторы",
                        "essentiality": "Менеджеры и дизайнеры требуют от архитекторов интеграции функциональности и эстетики в свои проекты.",
                        "opportunity": "Архитекторы получают возможность реализовать свои идеи в рамках заданных менеджерами и дизайнерами параметров.",
                        "restrictions": "Архитекторы должны учитывать требования целевой аудитории и функциональность пространств.",
                        "imposed_role": "Архитекторы исполняют роль креативных исполнителей, работающих в команде с менеджерами и дизайнерами.",
                        "comment": "I am, Архитекторы, see my relationships with a target in the following perspective: I collaborate with the target to create meaningful spaces."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Критики и эксперты в области градостроительства",
                        "threat": "Выражают негативные мнения о проектах, что может повлиять на общественное мнение и финансирование",
                        "consequences_if_deteriorates": "Увеличение уверенности менеджеров и дизайнеров в своих решениях без страха критики",
                        "consequences_if_improves": "Повышение качества и актуальности проектов, так как критики могут предложить конструктивные замечания",
                        "imposed_role": "Ответчики на критику",
                        "comment": "Я, критик, вижу мои отношения с менеджерами и дизайнерами, отвечающими за ландшафт, в следующей перспективе: я стремлюсь сделать проекты более актуальными и соответствующими требованиям общества."
                    },
                    {
                        "source": "Неправительственные организации по охране окружающей среды",
                        "threat": "Могут оспорить проекты, если они не соответствуют стандартам экологии",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры смогут реализовывать проекты быстрее, без дополнительных проверок",
                        "consequences_if_improves": "Проекты будут более устойчивыми и экологически чистыми, что приведет к повышению их общественной ценности",
                        "imposed_role": "Защитники природы",
                        "comment": "Я, НПО по охране окружающей среды, вижу мои отношения с менеджерами и дизайнерами, отвечающими за ландшафт, в следующей перспективе: я заставляю их учитывать экологические аспекты в своих проектах."
                    },
                    {
                        "source": "Государственные органы и регуляторы",
                        "threat": "Могут заблокировать проекты, если они не соответствуют нормативам",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры смогут действовать более свободно и без бюрократических препятствий",
                        "consequences_if_improves": "Проекты будут более законопослушными и безопасными для общества",
                        "imposed_role": "Подконтрольные исполнители",
                        "comment": "Я, государственный орган, вижу мои отношения с менеджерами и дизайнерами, отвечающими за ландшафт, в следующей перспективе: я обеспечиваю соблюдение законов и стандартов в городском планировании."
                    },
                    {
                        "source": "Финансовые инвесторы",
                        "threat": "Могут отозвать финансирование, если проекты не оправдывают ожидания",
                        "consequences_if_deteriorates": "Менеджеры и дизайнеры смогут реализовывать свои идеи без давления со стороны инвесторов",
                        "consequences_if_improves": "Увеличение качества проектов и их привлекательности для финансирования",
                        "imposed_role": "Отчитывающиеся о результатах",
                        "comment": "Я, инвестор, вижу мои отношения с менеджерами и дизайнерами, отвечающими за ландшафт, в следующей перспективе: я требую от них максимальной эффективности и результатов в своих проектах."
                    },
                    {
                        "source": "Общественные группы и активисты",
                        "threat": "Могут организовать протесты и акции, если проекты не соответствуют интересам местных жителей",
                        "consequences_if_deteriorates": "Уменьшение давления и необходимости учитывать мнение общественности",
                        "consequences_if_improves": "Улучшение отношений с местным населением и увеличение поддержки проектов",
                        "imposed_role": "Подотчетные местным жителям",
                        "comment": "Я, общественный активист, вижу мои отношения с менеджерами и дизайнерами, отвечающими за ландшафт, в следующей перспективе: я представляю интересы сообщества и требую учета мнения граждан в проектах."
                    }
                ]
            }
        }
    },
    {
        "entity": "Пассажиры",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Технологии навигации",
                        "change": "Упрощает маршруты и время в пути для пассажиров.",
                        "opportunity": "Позволяет быстро находить оптимальные маршруты, сокращая время на дорогу.",
                        "restrictions": "Зависимость от работы GPS и мобильной связи.",
                        "imposed_role": "Пассажиры становятся более зависимыми от технологий.",
                        "comment": "I am, Технологии навигации, see my relationships with Пассажиры in the following perspective: I'm a facilitator of efficiency."
                    },
                    {
                        "source": "Общественный транспорт",
                        "change": "Изменяет привычки передвижения пассажиров.",
                        "opportunity": "Обеспечивает доступ к различным маршрутам и удобствам.",
                        "restrictions": "Пассажиры вынуждены следовать расписанию и маршрутам.",
                        "imposed_role": "Пассажиры становятся частью системы, следуя установленным правилам.",
                        "comment": "I am, Общественный транспорт, see my relationships with Пассажиры in the following perspective: I'm a necessary structure for urban mobility."
                    },
                    {
                        "source": "Сервисы такси",
                        "change": "Изменяет восприятие доступности и удобства передвижения.",
                        "opportunity": "Предлагает комфортные и быстрые поездки по индивидуальному запросу.",
                        "restrictions": "Пассажиры зависят от доступности водителей и ценовых колебаний.",
                        "imposed_role": "Пассажиры становятся клиентами, вынужденными выбирать между ценой и комфортом.",
                        "comment": "I am, Сервисы такси, see my relationships with Пассажиры in the following perspective: I'm a choice that enhances convenience."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Влияет на мнение пассажиров о различных способах передвижения.",
                        "opportunity": "Позволяет обмениваться опытом и получать рекомендации от других пользователей.",
                        "restrictions": "Пассажиры могут быть подвержены влиянию ложной информации или недостоверных отзывов.",
                        "imposed_role": "Пассажиры становятся активными участниками обсуждений и рекомендаций.",
                        "comment": "I am, Социальные сети, see my relationships with Пассажиры in the following perspective: I'm a platform for shared experiences."
                    },
                    {
                        "source": "Государственные регуляции",
                        "change": "Устанавливает правила и стандарты для перевозок.",
                        "opportunity": "Гарантирует безопасность и законность перевозок.",
                        "restrictions": "Пассажиры должны соблюдать правила и могут столкнуться с задержками из-за проверок.",
                        "imposed_role": "Пассажиры становятся соблюдающими правила пользователями.",
                        "comment": "I am, Государственные регуляции, see my relationships with Пассажиры in the following perspective: I'm a protector of public safety."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Улучшение качества услуг для привлечения пассажиров.",
                        "opportunity": "Увеличение прибыли за счет повышения числа клиентов.",
                        "restrictions": "Необходимость инвестировать в новую инфраструктуру и технологии.",
                        "imposed_role": "Поставщик транспортных услуг.",
                        "comment": "Я, транспортная компания, вижу свои отношения с пассажирами в следующей перспективе: мы должны постоянно улучшать наши услуги, чтобы удовлетворить их потребности."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Ужесточение норм и правил для обеспечения безопасности и удобства перевозок.",
                        "opportunity": "Получение поддержки населения и повышение уровня доверия к государственным услугам.",
                        "restrictions": "Необходимость учитывать мнения и потребности пассажиров при разработке новых регуляций.",
                        "imposed_role": "Регулятор транспортной сферы.",
                        "comment": "Я, государственный орган, вижу свои отношения с пассажирами в следующей перспективе: мы обязаны создавать безопасные и удобные условия для их передвижения."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Адаптация своих продуктов под нужды пассажиров, таких как приложения для навигации и бронирования.",
                        "opportunity": "Расширение рынка за счет новых функциональных возможностей и услуг.",
                        "restrictions": "Конкуренция с другими технологическими решениями и необходимость постоянного обновления.",
                        "imposed_role": "Поставщик инновационных решений для пассажиров.",
                        "comment": "Я, технологическая компания, вижу свои отношения с пассажирами в следующей перспективе: мы должны быть на шаг впереди, предлагая удобные решения для их нужд."
                    },
                    {
                        "source": "Грузовые компании",
                        "change": "Оптимизация маршрутов и расписаний с учетом пассажирских перевозок.",
                        "opportunity": "Повышение эффективности логистики за счет совместного использования инфраструктуры.",
                        "restrictions": "Необходимость учитывать интересы пассажиров при разработке маршрутов.",
                        "imposed_role": "Альтернативный транспортный оператор.",
                        "comment": "Я, грузовая компания, вижу свои отношения с пассажирами в следующей перспективе: мы можем совместно использовать ресурсы для повышения общей эффективности."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Увеличение внимания к устойчивому развитию и экологическим аспектам транспортировки.",
                        "opportunity": "Возможность сотрудничества с транспортными компаниями для продвижения экологически чистого транспорта.",
                        "restrictions": "Необходимость учитывать экологические стандарты и требования при проектировании транспортной инфраструктуры.",
                        "imposed_role": "Адвокат устойчивого развития.",
                        "comment": "Я, экологическая организация, вижу свои отношения с пассажирами в следующей перспективе: мы должны вместе стремиться к более устойчивым и экологически чистым методам передвижения."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Они предоставляют транспортные услуги, которые необходимы для достижения пунктов назначения.",
                        "opportunity": "Позволяют пассажирам быстро и удобно добираться до различных мест.",
                        "restrictions": "Ограничивают выбор маршрутов и времени отправления.",
                        "imposed_role": "Пассажиры становятся клиентами, зависящими от расписания и доступности транспорта.",
                        "comment": "I am транспортная компания, see my relationships with пассажирами in the following perspective: Я обеспечиваю их перемещение, но в рамках установленных мною правил."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Регулируют правила и стандарты безопасности для транспортировки.",
                        "opportunity": "Обеспечивают безопасность и законность перевозок.",
                        "restrictions": "Устанавливают ограничения на доступность некоторых маршрутов или видов транспорта.",
                        "imposed_role": "Пассажиры должны следовать установленным правилам и требованиям.",
                        "comment": "I am государственный орган, see my relationships with пассажирами in the following perspective: Я защищаю их права, но иногда ограничиваю их свободу передвижения."
                    },
                    {
                        "source": "Технологические платформы (например, приложения для вызова такси)",
                        "essentiality": "Обеспечивают связь между пассажирами и транспортными службами.",
                        "opportunity": "Предоставляют удобный способ бронирования поездок и выбора маршрутов.",
                        "restrictions": "Ограничивают выбор транспортных компаний, доступных через платформу.",
                        "imposed_role": "Пассажиры становятся пользователями технологии, зависящими от ее функциональности.",
                        "comment": "I am технологической платформой, see my relationships with пассажирами in the following perspective: Я делаю их жизнь проще, но иногда я диктую, как они должны перемещаться."
                    },
                    {
                        "source": "Соседи и сообщество (другие пассажиры)",
                        "essentiality": "Создают социальные связи и поддержку среди пассажиров.",
                        "opportunity": "Обмениваются информацией о маршрутах и времени ожидания, что улучшает общее путешествие.",
                        "restrictions": "Могут возникать социальные нормы, которые ограничивают поведение в общественном транспорте.",
                        "imposed_role": "Пассажиры становятся частью сообщества, где они должны учитывать интересы других.",
                        "comment": "I am соседом по транспорту, see my relationships with пассажирами in the following perspective: Я поддерживаю их, но иногда жду от них уважения к общим правилам."
                    },
                    {
                        "source": "Инфраструктура (дороги, вокзалы)",
                        "essentiality": "Обеспечивают физическую возможность передвижения.",
                        "opportunity": "Позволяют пассажирам добираться до мест назначения.",
                        "restrictions": "Ограничивают доступ к определенным маршрутам или могут быть недостаточно развиты.",
                        "imposed_role": "Пассажиры должны адаптировать свои маршруты в зависимости от состояния инфраструктуры.",
                        "comment": "I am инфраструктурой, see my relationships with пассажирами in the following perspective: Я обеспечиваю пути, но иногда вынуждаю их искать альтернативные маршруты."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Пассажиры выбирают более удобные и быстрые маршруты, что снижает спрос на услуги транспортных компаний.",
                        "consequences_if_deteriorates": "Если Пассажиры исчезнут, транспортные компании получат возможность контролировать цены и маршруты, не беспокоясь о конкуренции.",
                        "consequences_if_improves": "Если Пассажиры улучшат свои маршруты и удобство, транспортные компании могут быть вынуждены инвестировать в улучшение своей инфраструктуры и сервиса.",
                        "imposed_role": "Зависимые клиенты",
                        "comment": "Я, транспортная компания, вижу свои отношения с Пассажирами в следующей перспективе: они становятся моими основными клиентами, и я должен соответствовать их ожиданиям."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Пассажиры могут использовать альтернативные маршруты, что ставит под сомнение необходимость государственных инвестиций в транспортную инфраструктуру.",
                        "consequences_if_deteriorates": "Если Пассажиры исчезнут, государственные органы смогут сократить расходы на транспортные проекты и освободить ресурсы для других нужд.",
                        "consequences_if_improves": "Если Пассажиры будут активно пользоваться услугами, государственные органы могут быть вынуждены увеличить финансирование транспортной инфраструктуры.",
                        "imposed_role": "Регуляторы",
                        "comment": "Я, государственный орган, вижу свои отношения с Пассажирами в следующей перспективе: я обязан регулировать и поддерживать их интересы в сфере транспортировки."
                    },
                    {
                        "source": "Разработчики приложений для навигации",
                        "threat": "Пассажиры могут выбирать другие приложения или методы для поиска маршрутов, что снижает актуальность моих услуг.",
                        "consequences_if_deteriorates": "Если Пассажиры исчезнут, разработчики приложений для навигации смогут сосредоточиться на других сегментах рынка без конкуренции.",
                        "consequences_if_improves": "Если Пассажиры улучшат свои маршруты, разработчики приложений должны будут адаптировать свои продукты, чтобы соответствовать новым требованиям.",
                        "imposed_role": "Пользователи технологий",
                        "comment": "Я, разработчик приложения, вижу свои отношения с Пассажирами в следующей перспективе: они являются моими основными пользователями, и я должен удовлетворять их потребности."
                    },
                    {
                        "source": "Автопроизводители",
                        "threat": "Пассажиры могут предпочесть альтернативные виды транспорта, что может уменьшить спрос на автомобили.",
                        "consequences_if_deteriorates": "Если Пассажиры исчезнут, автопроизводители смогут сосредоточиться на производстве автомобилей для других сегментов рынка.",
                        "consequences_if_improves": "Если Пассажиры будут активно использовать автомобили, автопроизводители могут увеличить производство и повысить прибыль.",
                        "imposed_role": "Потребители",
                        "comment": "Я, автопроизводитель, вижу свои отношения с Пассажирами в следующей перспективе: они являются моими конечными потребителями, и я должен учитывать их предпочтения."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Пассажиры, выбирая личные автомобили, увеличивают загрязнение окружающей среды.",
                        "consequences_if_deteriorates": "Если Пассажиры исчезнут, экологическим организациям будет легче продвигать свои инициативы без необходимости учитывать интересы автомобилистов.",
                        "consequences_if_improves": "Если Пассажиры начнут использовать более экологически чистые варианты транспорта, это поможет экологическим организациям в их миссии.",
                        "imposed_role": "Экологически сознательные граждане",
                        "comment": "Я, экологическая организация, вижу свои отношения с Пассажирами в следующей перспективе: я надеюсь на их поддержку в продвижении экологически чистого транспорта."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Пассажиры создают спрос на услуги транспортных компаний, что делает их прибыльными.",
                        "opportunity": "Транспортные компании получают доход от перевозок пассажиров, что позволяет им развиваться и улучшать сервис.",
                        "restrictions": "Транспортные компании обязаны поддерживать высокие стандарты сервиса и безопасности для удовлетворения потребностей пассажиров.",
                        "imposed_role": "Транспортные компании становятся основными поставщиками услуг для пассажиров.",
                        "comment": "I am, Транспортные компании, see my relationships with a target in the following perspective: Пассажиры — это наш основной источник дохода, и мы зависим от их удовлетворенности."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Пассажиры влияют на политику и регулирование транспортных услуг через свои потребности и требования.",
                        "opportunity": "Государственные органы могут улучшить общественный транспорт, основываясь на отзывах и потребностях пассажиров.",
                        "restrictions": "Государственные органы должны учитывать мнения и нужды пассажиров при разработке новых транспортных норм и правил.",
                        "imposed_role": "Государственные органы становятся защитниками прав пассажиров.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: Пассажиры помогают формировать наши приоритеты и политику в области транспорта."
                    },
                    {
                        "source": "Технологические платформы (например, приложения для вызова такси)",
                        "essentiality": "Пассажиры становятся пользователями, которые обеспечивают востребованность технологических решений.",
                        "opportunity": "Технологические платформы могут расширять свои услуги и увеличивать пользовательскую базу за счет потребностей пассажиров.",
                        "restrictions": "Технологические платформы должны гарантировать удобство и доступность своих услуг для пассажиров.",
                        "imposed_role": "Технологические платформы становятся связующим звеном между пассажирами и транспортными средствами.",
                        "comment": "I am, Технологические платформы, see my relationships with a target in the following perspective: Пассажиры являются ключевыми для нашего успеха и развития."
                    },
                    {
                        "source": "Водители",
                        "essentiality": "Пассажиры создают спрос на услуги водителей, что делает их работу необходимой.",
                        "opportunity": "Водители получают доход от выполнения поездок, что позволяет им зарабатывать на жизнь.",
                        "restrictions": "Водители обязаны следовать правилам и стандартам, установленным для обеспечения комфорта пассажиров.",
                        "imposed_role": "Водители становятся исполнителями желаний и требований пассажиров.",
                        "comment": "I am, Водители, see my relationships with a target in the following perspective: Пассажиры — это те, ради кого я работаю и стараюсь предоставить лучший сервис."
                    },
                    {
                        "source": "Социальные сети и отзывы",
                        "essentiality": "Пассажиры создают контент и отзывы, которые влияют на репутацию транспортных услуг.",
                        "opportunity": "Социальные сети и отзывы могут использовать информацию о пассажирах для анализа и улучшения качества услуг.",
                        "restrictions": "Социальные сети должны следить за качеством информации, чтобы не вводить в заблуждение других пассажиров.",
                        "imposed_role": "Социальные сети становятся площадками для обмена опытом и мнениями пассажиров.",
                        "comment": "I am, Социальные сети и отзывы, see my relationships with a target in the following perspective: Пассажиры — это наш контент и источник мнений, которые мы распространяем."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "threat": "Увеличение цен на билеты и услуги",
                        "consequences_if_deteriorates": "Пассажиры смогут сэкономить на поездках.",
                        "consequences_if_improves": "Пассажиры будут вынуждены платить больше за те же услуги.",
                        "imposed_role": "Зависимые потребители услуг",
                        "comment": "I am, транспортные компании, see my relationships with пассажиры in the following perspective: я предоставляю услуги, и моя прибыль зависит от их платежеспособности."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Ужесточение правил и норм транспортировки",
                        "consequences_if_deteriorates": "Пассажиры смогут быстрее проходить контроль и получать доступ к услугам.",
                        "consequences_if_improves": "Пассажиры могут столкнуться с задержками из-за новых правил.",
                        "imposed_role": "Подчиненные правилам",
                        "comment": "I am, государственные органы, see my relationships with пассажиры in the following perspective: я обеспечиваю безопасность, но иногда это может затруднить их передвижение."
                    },
                    {
                        "source": "Технологические платформы (например, приложения для заказа такси)",
                        "threat": "Сложность в использовании или недоступность сервиса",
                        "consequences_if_deteriorates": "Пассажиры смогут легко и быстро находить альтернативные способы передвижения.",
                        "consequences_if_improves": "Пассажиры получат доступ к более эффективным и удобным способам передвижения.",
                        "imposed_role": "Зависимые от технологий",
                        "comment": "I am, технологические платформы, see my relationships with пассажиры in the following perspective: я упрощаю процесс передвижения, но также создаю зависимость от технологии."
                    },
                    {
                        "source": "Конкуренты на рынке транспорта (например, другие такси или автобусы)",
                        "threat": "Снижение качества услуг или увеличение времени ожидания",
                        "consequences_if_deteriorates": "Пассажиры смогут выбирать более качественные и доступные альтернативы.",
                        "consequences_if_improves": "Пассажиры могут столкнуться с большим количеством опций, но с меньшим качеством сервиса.",
                        "imposed_role": "Сравнительные потребители",
                        "comment": "I am, конкуренты на рынке, see my relationships with пассажиры in the following perspective: я вынуждаю их сравнивать и выбирать между различными предложениями."
                    },
                    {
                        "source": "Состояние дорожной инфраструктуры",
                        "threat": "Пробки и отсутствие безопасных маршрутов",
                        "consequences_if_deteriorates": "Пассажиры смогут быстрее добираться до своих пунктов назначения.",
                        "consequences_if_improves": "Пассажиры могут стать жертвами долгих задержек и неэффективных поездок.",
                        "imposed_role": "Зависимые от инфраструктуры",
                        "comment": "I am, состояние дорожной инфраструктуры, see my relationships with пассажиры in the following perspective: я напрямую влияю на их время в пути."
                    }
                ]
            }
        }
    }
]