[
    {
        "entity": "Сообщество коллег-преподавателей и исследователей",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "change": "Увеличение потребности в инновационных методах обучения и оценивания.",
                        "opportunity": "Сотрудничество с сообществом для повышения статуса и привлечения студентов.",
                        "restrictions": "Необходимость адаптации к новым образовательным стандартам и технологиям.",
                        "imposed_role": "Партнер в образовательном процессе.",
                        "comment": "Я, образовательное учреждение, вижу мои отношения с сообществом коллег-преподавателей и исследователей в следующем свете: это возможность развиваться и соответствовать современным требованиям обучения."
                    },
                    {
                        "source": "Студенты",
                        "change": "Переход к более интерактивным и современным методам обучения.",
                        "opportunity": "Получение более качественного и актуального образования.",
                        "restrictions": "Необходимость адаптации к новым формам оценивания и обучения.",
                        "imposed_role": "Активные участники образовательного процесса.",
                        "comment": "Я, студент, вижу мои отношения с сообществом коллег-преподавателей и исследователей в следующем свете: это шанс на получение знаний, соответствующих требованиям времени."
                    },
                    {
                        "source": "Образовательные технологии",
                        "change": "Развитие новых инновационных продуктов для поддержки образовательного процесса.",
                        "opportunity": "Возможность тестировать и внедрять новые технологии в учебный процесс.",
                        "restrictions": "Необходимость постоянно обновлять свои решения в соответствии с требованиями сообщества.",
                        "imposed_role": "Инструмент для реализации образовательных целей.",
                        "comment": "Я, образовательная технология, вижу мои отношения с сообществом коллег-преподавателей и исследователей в следующем свете: это возможность для меня продемонстрировать свою ценность и усовершенствовать продукты."
                    },
                    {
                        "source": "Научные журналы",
                        "change": "Увеличение количества публикаций и исследований на актуальные темы.",
                        "opportunity": "Привлечение новых авторов и читателей, интересующихся последними достижениями в образовании.",
                        "restrictions": "Необходимость следить за тенденциями в образовании и адаптировать редакционную политику.",
                        "imposed_role": "Платформа для распространения знаний.",
                        "comment": "Я, научный журнал, вижу мои отношения с сообществом коллег-преподавателей и исследователей в следующем свете: это шанс поддерживать актуальность нашей публикации через новые исследования и идеи."
                    },
                    {
                        "source": "Общественные организации",
                        "change": "Увеличение вовлеченности в образовательные инициативы.",
                        "opportunity": "Поддержка образовательных программ и проектов, направленных на улучшение качества образования.",
                        "restrictions": "Нужда в согласовании действий с академическими кругами.",
                        "imposed_role": "Сторонний наблюдатель и поддерживающий партнер.",
                        "comment": "Я, общественная организация, вижу мои отношения с сообществом коллег-преподавателей и исследователей в следующем свете: это возможность совместно работать над улучшением образования и вовлечением общества в этот процесс."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Технологические компании",
                        "change": "Внедрение новых образовательных технологий и платформ.",
                        "opportunity": "Доступ к современным инструментам и методам обучения.",
                        "restrictions": "Необходимость обучения и адаптации к новым технологиям.",
                        "imposed_role": "Адаптатор и обучающийся.",
                        "comment": "Я, Технологическая компания, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: я обеспечиваю их современными инструментами, но ожидаю, что они будут активно обучаться и внедрять их в свою практику."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "change": "Изменение учебных планов и методик преподавания.",
                        "opportunity": "Поддержка в создании актуальных программ обучения.",
                        "restrictions": "Следование административным требованиям и стандартам.",
                        "imposed_role": "Сотрудник и реформатор.",
                        "comment": "Я, Образовательное учреждение, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: я формирую их профессиональные стандарты и ожидаю, что они будут интегрировать новые подходы в свою работу."
                    },
                    {
                        "source": "Студенты",
                        "change": "Обратная связь о качестве обучения и востребованности навыков.",
                        "opportunity": "Понимание потребностей и ожиданий будущих специалистов.",
                        "restrictions": "Необходимость учитывать мнения студентов при разработке курсов.",
                        "imposed_role": "Аудитория и источник вдохновения.",
                        "comment": "Я, Студент, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: я являюсь критерием актуальности их работы и влиятельным голосом в образовательном процессе."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "change": "Предоставление стандартов и рекомендаций для преподавания.",
                        "opportunity": "Доступ к ресурсам и сетям профессионалов.",
                        "restrictions": "Необходимость соблюдения установленных стандартов.",
                        "imposed_role": "Член и следователь стандартов.",
                        "comment": "Я, Профессиональная ассоциация, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: я устанавливаю стандарты качества и ожидаю, что они будут следовать им для повышения своей профессиональной репутации."
                    },
                    {
                        "source": "Научные исследования",
                        "change": "Актуализация образовательных методов на основе новых данных.",
                        "opportunity": "Возможность внедрения научных подходов в практику.",
                        "restrictions": "Необходимость постоянного обновления знаний и навыков.",
                        "imposed_role": "Исследователь и практик.",
                        "comment": "Я, Научное исследование, вижу свои отношения с Сообществом коллег-преподавателей и исследователей в следующей перспективе: я предоставляю актуальные данные и инновации, которые они должны интегрировать в свою работу для повышения качества образования."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Академические стандарты",
                        "essentiality": "Академические стандарты определяют качества и критерии, которым должны соответствовать учебные программы и методы оценки, что делает их необходимыми для поддержания образовательного уровня.",
                        "opportunity": "Обеспечивают структуру и ориентиры для создания и улучшения образовательных программ.",
                        "restrictions": "Ограничивают возможность внедрения менее традиционных и инновационных методов без соответствующей аккредитации.",
                        "imposed_role": "Поддерживатель высокого качества образования.",
                        "comment": "I am, Академические стандарты, see my relationships with a target in the following perspective: I guide and shape the educational framework, ensuring excellence and relevance."
                    },
                    {
                        "source": "Технологические инновации",
                        "essentiality": "Технологические инновации позволяют внедрять современные методы и инструменты обучения, что делает их ключевыми для адаптации образования к новым требованиям.",
                        "opportunity": "Предоставляют доступ к новым образовательным ресурсам и методам, которые могут улучшить процесс обучения.",
                        "restrictions": "Создают зависимость от технологий, ограничивая возможности без их использования.",
                        "imposed_role": "Адаптатор образовательных процессов.",
                        "comment": "I am, Технологические инновации, see my relationships with a target in the following perspective: I empower educators to engage with students in dynamic and effective ways."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Образовательные учреждения создают среду для взаимодействия преподавателей и исследователей, что делает их основой для профессионального общения и обмена знаниями.",
                        "opportunity": "Обеспечивают платформу для сотрудничества и развития профессиональных навыков.",
                        "restrictions": "Могут ограничивать автономию преподавателей в выборе методов и содержания обучения.",
                        "imposed_role": "Организатор образовательных процессов.",
                        "comment": "I am, Образовательные учреждения, see my relationships with a target in the following perspective: I facilitate collaboration and knowledge exchange among educators."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты являются конечными пользователями образовательных услуг, чьи потребности и ожидания формируют подходы к обучению.",
                        "opportunity": "Обеспечивают обратную связь, которая может помочь в улучшении методов преподавания и содержания курсов.",
                        "restrictions": "Давление со стороны студентов может ограничивать эксперименты с новыми методами, если они не соответствуют ожиданиям.",
                        "imposed_role": "Цель образовательного процесса.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: I shape the educational experience and drive the evolution of teaching methods."
                    },
                    {
                        "source": "Профессиональные сообщества",
                        "essentiality": "Профессиональные сообщества объединяют преподавателей и исследователей для обмена опытом и повышения квалификации, что делает их важными для развития образования.",
                        "opportunity": "Обеспечивают доступ к ресурсам, семинарам и конференциям, которые способствуют профессиональному росту.",
                        "restrictions": "Могут навязывать определенные стандарты и ожидания, которые необходимо соблюдать для участия.",
                        "imposed_role": "Член профессионального сообщества.",
                        "comment": "I am, Профессиональные сообщества, see my relationships with a target in the following perspective: I connect and elevate the community of educators towards shared goals and excellence."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Современные технологии обучения",
                        "threat": "Увеличение зависимости студентов от онлайн-ресурсов может снизить значимость традиционных методов преподавания",
                        "consequences_if_deteriorates": "Сообщество может вернуться к более традиционным методам, что укрепит их позиции",
                        "consequences_if_improves": "Сообщество будет вынуждено адаптироваться и возможно утратит свою идентичность, если не сможет интегрировать технологии",
                        "imposed_role": "Адаптировщик традиционных методов к современным стандартам",
                        "comment": "I am, современные технологии обучения, see my relationships with a target in the following perspective: Я предлагаю новые методы, которые могут изменить подход к образованию."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Студенты могут предпочесть более доступные и интерактивные платформы, что приведет к снижению интереса к традиционным занятиям",
                        "consequences_if_deteriorates": "Если студенты перестанут использовать эти платформы, преподаватели могут восстановить контроль над учебным процессом",
                        "consequences_if_improves": "Если студенты начнут активно использовать современные платформы, сообщество должно будет изменить свои методы обучения",
                        "imposed_role": "Критики традиционных методов",
                        "comment": "I am, студенты, see my relationships with a target in the following perspective: Я требую от вас новых подходов, иначе я не буду вовлечен в процесс обучения."
                    },
                    {
                        "source": "Администрация учебных заведений",
                        "threat": "Политика администрации может ограничить свободу преподавателей в выборе методов обучения",
                        "consequences_if_deteriorates": "Сообщество получит больше свободы в своих методах преподавания и оценивания",
                        "consequences_if_improves": "Если администрация усилит контроль, сообщество может быть вынуждено следовать устаревшим методам",
                        "imposed_role": "Регулятор образовательных стандартов",
                        "comment": "I am, администрация учебных заведений, see my relationships with a target in the following perspective: Я устанавливаю правила, которые вы должны соблюдать."
                    },
                    {
                        "source": "Конкурирующие образовательные учреждения",
                        "threat": "Конкуренция может привести к потере студентов и ресурсов, если сообщество не будет адаптироваться",
                        "consequences_if_deteriorates": "Если конкуренция ослабнет, сообщество может восстановить свою аудиторию",
                        "consequences_if_improves": "Улучшение конкурентоспособности приведет к необходимости повышения стандартов и адаптации методов",
                        "imposed_role": "Принуждающий к инновациям",
                        "comment": "I am, конкурирующие образовательные учреждения, see my relationships with a target in the following perspective: Я заставляю вас развиваться или отставать."
                    },
                    {
                        "source": "Общественное мнение",
                        "threat": "Изменение восприятия традиционных методов обучения может снизить их ценность и актуальность",
                        "consequences_if_deteriorates": "Сообщество может вернуть популярность традиционным методам, если общественное мнение изменится в их пользу",
                        "consequences_if_improves": "Улучшение общественного мнения о новых методах потребует от сообщества изменений в подходах",
                        "imposed_role": "Судья образовательных практик",
                        "comment": "I am, общественное мнение, see my relationships with a target in the following perspective: Я определяю, что считается актуальным в образовании."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Традиционные образовательные учреждения",
                        "threat": "Сообщество коллег-преподавателей и исследователей стремится внедрять новые технологии, что подрывает авторитет традиционных методов обучения.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, традиционные учреждения сохранят свою доминирующую роль и контроль над образовательными стандартами.",
                        "consequences_if_improves": "Если сообщество улучшит свои практики, традиционные учреждения будут вынуждены адаптироваться и обновлять свои методы.",
                        "imposed_role": "Соперник, который вынуждает традиционные учреждения пересмотреть свои подходы к обучению.",
                        "comment": "Я, традиционные образовательные учреждения, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: это конкурентная борьба за внимание и ресурсы."
                    },
                    {
                        "source": "Технологические компании",
                        "threat": "Сообщество коллег-преподавателей и исследователей требует адаптации технологий к образовательным потребностям, что может повлиять на прибыль компаний.",
                        "consequences_if_deteriorates": "При исчезновении сообщества компании смогут продолжать предлагать свои решения без учета специфики образования.",
                        "consequences_if_improves": "Если сообщество улучшит свои стандарты, компании будут вынуждены развивать более целевые и инновационные продукты.",
                        "imposed_role": "Партнер, который требует от компаний учитывать потребности образовательной сферы.",
                        "comment": "Я, технологическая компания, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я должен быть более внимателен к их требованиям."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Сообщество коллег-преподавателей и исследователей может изменить подходы к обучению, что влияет на привычные методы восприятия информации.",
                        "consequences_if_deteriorates": "Без сообщества студенты будут зависеть от устаревших методов обучения.",
                        "consequences_if_improves": "Если сообщество улучшит свои стандарты, студенты получат более качественное образование и лучшее понимание современных технологий.",
                        "imposed_role": "Клиент, чьи интересы должны быть учтены в новых образовательных инициативах.",
                        "comment": "Я, студент, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: их действия напрямую влияют на качество моего обучения."
                    },
                    {
                        "source": "Образовательные политики",
                        "threat": "Сообщество может оспаривать существующие образовательные стандарты и требования, что угрожает стабильности текущей системы.",
                        "consequences_if_deteriorates": "При исчезновении сообщества политикам будет проще поддерживать традиционные подходы без вызовов.",
                        "consequences_if_improves": "Если сообщество улучшит свои методы, политики будут вынуждены пересмотреть и адаптировать образовательные стандарты.",
                        "imposed_role": "Критик, который требует изменений в образовательной политике.",
                        "comment": "Я, образовательная политика, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я должен реагировать на их критику и предложения."
                    },
                    {
                        "source": "Открытые образовательные ресурсы",
                        "threat": "Сообщество может продвигать свои собственные технологии и ресурсы, что угрожает популярности открытых материалов.",
                        "consequences_if_deteriorates": "Если сообщество исчезнет, открытые ресурсы могут быть не столь востребованы и актуальны.",
                        "consequences_if_improves": "Если сообщество начнет активно использовать открытые ресурсы, это повысит их использование и улучшит качество материалов.",
                        "imposed_role": "Альтернатива, которая может быть интегрирована в новые методики обучения.",
                        "comment": "Я, открытые образовательные ресурсы, вижу свои отношения с сообществом коллег-преподавателей и исследователей в следующей перспективе: я должен быть готов к интеграции и адаптации к новым требованиям."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Технологические платформы для онлайн-обучения",
                        "essentiality": "Сообщество обеспечивает платформы актуальным контентом и методами, что делает их востребованными.",
                        "opportunity": "Платформы получают доступ к инновационным методам и идеям от сообщества, повышая свою конкурентоспособность.",
                        "restrictions": "Платформы не могут игнорировать современные требования к образованию и должны адаптироваться к ним.",
                        "imposed_role": "Платформы становятся посредниками между сообществом и учащимися.",
                        "comment": "I am, Технологическая платформа, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I rely on them for content relevance."
                    },
                    {
                        "source": "Студенты и учащиеся",
                        "essentiality": "Сообщество формирует образовательные практики, которые отвечают потребностям студентов.",
                        "opportunity": "Студенты получают качественное образование и возможность взаимодействовать с новыми технологиями.",
                        "restrictions": "Студенты ограничены в выборе традиционных методов, если они не соответствуют современным стандартам.",
                        "imposed_role": "Студенты становятся активными участниками образовательного процесса.",
                        "comment": "I am, Студент, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I benefit from their standards and innovations."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Сообщество определяет стандарты и практики, которым следуют образовательные учреждения.",
                        "opportunity": "Учреждения улучшают свою репутацию и привлекают студентов благодаря высокому качеству образования.",
                        "restrictions": "Учреждения не могут игнорировать требования сообщества по адаптации к новым технологиям.",
                        "imposed_role": "Учреждения становятся частью сети обеспечения качества образования.",
                        "comment": "I am, Образовательное учреждение, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I depend on them for maintaining educational standards."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Сообщество предоставляет ассоциациям информацию о новых трендах и методах в образовании.",
                        "opportunity": "Ассоциации могут развивать программы профессионального обучения и сертификации на основе данных сообщества.",
                        "restrictions": "Ассоциации не могут продвигать устаревшие методики, если они не соответствуют новым требованиям.",
                        "imposed_role": "Ассоциации становятся связующим звеном между сообществом и профессиональным развитием.",
                        "comment": "I am, Профессиональная ассоциация, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I gain insights for our professional development initiatives."
                    },
                    {
                        "source": "Учебные материалы и книги",
                        "essentiality": "Сообщество влияет на содержание и актуальность учебных материалов.",
                        "opportunity": "Издатели могут создавать материалы, соответствующие современным образовательным стандартам.",
                        "restrictions": "Издатели не могут публиковать материалы, которые не отвечают требованиям сообщества.",
                        "imposed_role": "Учебные материалы становятся инструментами, поддерживающими образовательные стандарты.",
                        "comment": "I am, Издатель учебных материалов, see my relationships with Сообщество коллег-преподавателей и исследователей in the following perspective: I rely on them to ensure my publications remain relevant."
                    }
                ]
            }
        }
    },
    {
        "entity": "Студенты",
        "actor_network": {
            "4": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Студенты предоставляют преподавателям обратную связь и оценки их работы.",
                        "opportunity": "Преподаватели получают возможность улучшать свои методы преподавания и повышать свою репутацию.",
                        "restrictions": "Преподаватели не могут игнорировать потребности студентов и их отзывы.",
                        "imposed_role": "Преподаватели должны адаптировать свои курсы к ожиданиям студентов.",
                        "comment": "I am, Преподаватель, see my relationships with a target in the following perspective: Студенты - это ключ к моему успеху."
                    },
                    {
                        "source": "Университет",
                        "essentiality": "Студенты обеспечивают университет потоком финансирования и репутацией.",
                        "opportunity": "Университет получает финансирование и престиж через количество студентов и их успехи.",
                        "restrictions": "Университет не может позволить себе низкие показатели успеха студентов.",
                        "imposed_role": "Университет должен создавать привлекательные программы, соответствующие ожиданиям студентов.",
                        "comment": "I am, Университет, see my relationships with a target in the following perspective: Студенты - это основа моего существования."
                    },
                    {
                        "source": "Работодатели",
                        "essentiality": "Студенты обеспечивают работодателей будущими работниками с необходимыми навыками.",
                        "opportunity": "Работодатели получают доступ к новым талантам и свежим идеям.",
                        "restrictions": "Работодатели не могут игнорировать требования студентов касательно условий труда и развития.",
                        "imposed_role": "Работодатели должны учитывать ожидания студентов при разработке программ стажировок.",
                        "comment": "I am, Работодатель, see my relationships with a target in the following perspective: Студенты - это мой будущий кадровый резерв."
                    },
                    {
                        "source": "Книги и учебные материалы",
                        "essentiality": "Студенты используют книги и материалы для получения знаний.",
                        "opportunity": "Учебные материалы получают распространение и признание через использование студентами.",
                        "restrictions": "Учебные материалы не могут быть устаревшими или неактуальными.",
                        "imposed_role": "Учебные материалы должны быть адаптированы к потребностям студентов.",
                        "comment": "I am, Учебный материал, see my relationships with a target in the following perspective: Студенты - это мои главные пользователи."
                    },
                    {
                        "source": "Технологии (онлайн обучающие платформы)",
                        "essentiality": "Студенты нуждаются в технологиях для доступа к информации и обучению.",
                        "opportunity": "Технологии получают пользователей и улучшение своих сервисов через обратную связь студентов.",
                        "restrictions": "Технологии не могут быть слабыми или неудобными в использовании.",
                        "imposed_role": "Технологии должны обеспечивать доступность и актуальность информации для студентов.",
                        "comment": "I am, Технология, see my relationships with a target in the following perspective: Студенты - это мои главные клиенты."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Преподаватели формируют понимание учебного материала и оценочные критерии.",
                        "opportunity": "Получение хороших оценок и знаний через активное взаимодействие и участие в занятиях.",
                        "restrictions": "Необходимость следовать академическим стандартам и требованиям к сдаче экзаменов.",
                        "imposed_role": "Студенты становятся участниками образовательного процесса, где они должны взаимодействовать с преподавателями.",
                        "comment": "Я, Преподаватель, вижу мои отношения со Студентами в следующей перспективе: я помогаю им развиваться, но ожидаю от них уважения к учебному процессу."
                    },
                    {
                        "source": "Учебные материалы",
                        "change": "Учебные материалы формируют базу знаний и навыков, которые студенты должны усвоить.",
                        "opportunity": "Доступ к актуальной информации и ресурсам для подготовки к экзаменам.",
                        "restrictions": "Студенты ограничены в выборе источников, так как должны использовать рекомендованные материалы.",
                        "imposed_role": "Студенты становятся потребителями знаний, которые они должны освоить для успешного обучения.",
                        "comment": "Я, Учебный материал, вижу мои отношения со Студентами в следующей перспективе: я предоставляю им необходимую информацию, но ограничиваю их выбор в источниках."
                    },
                    {
                        "source": "Собеседники и однокурсники",
                        "change": "Обсуждения и совместная работа помогают лучше усваивать материал.",
                        "opportunity": "Возможность обмена знаниями и опытом, что способствует лучшему пониманию тем.",
                        "restrictions": "Необходимость работать в группе и учитывать мнения других, что может ограничивать индивидуальные подходы.",
                        "imposed_role": "Студенты становятся партнерами по обучению, где они должны делиться знаниями и поддерживать друг друга.",
                        "comment": "Я, Однокурсник, вижу мои отношения со Студентами в следующей перспективе: я помогаю им учиться, но ожидаю от них активного участия в группе."
                    },
                    {
                        "source": "Экзаменационные комиссии",
                        "change": "Комиссии устанавливают стандарты и требования, которым студенты должны соответствовать.",
                        "opportunity": "Получение официальных сертификатов и дипломов по окончании обучения.",
                        "restrictions": "Студенты обязаны соответствовать строгим критериям оценки, что может вызывать стресс.",
                        "imposed_role": "Студенты становятся экзаменуемыми, которые должны проявлять свои знания в условиях давления.",
                        "comment": "Я, Экзаменационная комиссия, вижу мои отношения со Студентами в следующей перспективе: я помогаю им получать квалификацию, но требую строгого соблюдения правил."
                    },
                    {
                        "source": "Технологии (онлайн-платформы)",
                        "change": "Технологии меняют способы доступа к информации и взаимодействия с учебным материалом.",
                        "opportunity": "Упрощение доступа к учебным материалам и возможность дистанционного обучения.",
                        "restrictions": "Зависимость от технологий и необходимость иметь доступ к интернету.",
                        "imposed_role": "Студенты становятся пользователями технологий, которые должны уметь их эффективно использовать.",
                        "comment": "Я, Технология, вижу мои отношения со Студентами в следующей перспективе: я облегчаю их обучение, но также требую от них навыков работы с новыми инструментами."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Студенты могут использовать списывание, чтобы избежать реального обучения.",
                        "consequences_if_deteriorates": "Если студенты исчезнут, преподаватели не будут сталкиваться с проблемами академической честности.",
                        "consequences_if_improves": "Если студенты станут более мотивированными, преподаватели смогут проводить более углубленные занятия.",
                        "imposed_role": "Контролирующий",
                        "comment": "Я, преподаватель, вижу свои отношения со студентами в следующей перспективе: я должен обеспечить честность и качество обучения."
                    },
                    {
                        "source": "Университетская администрация",
                        "threat": "Студенты могут снизить репутацию университета, если будут пойманы на списывании.",
                        "consequences_if_deteriorates": "Если студенты исчезнут, администраторы смогут сократить расходы на программы поддержки.",
                        "consequences_if_improves": "Если студенты будут добиваться успеха, это повысит рейтинг университета.",
                        "imposed_role": "Оцениватель",
                        "comment": "Я, администрация, вижу свои отношения со студентами в следующей перспективе: я обязан следить за их успехами для поддержания репутации нашего университета."
                    },
                    {
                        "source": "Будущие работодатели",
                        "threat": "Студенты могут не получить необходимые навыки, если будут полагаться на списывание.",
                        "consequences_if_deteriorates": "Если студенты исчезнут, работодатели не будут заботиться о недостатке квалифицированных кадров.",
                        "consequences_if_improves": "Если студенты получат знания, работодатели смогут нанимать более квалифицированных сотрудников.",
                        "imposed_role": "Критик",
                        "comment": "Я, работодатель, вижу свои отношения со студентами в следующей перспективе: я требую от них навыков и знаний, которые они должны получить честно."
                    },
                    {
                        "source": "Система образования",
                        "threat": "Студенты могут подорвать целостность образовательной системы через мошенничество.",
                        "consequences_if_deteriorates": "Если студенты исчезнут, система сможет сократить программы и ресурсы.",
                        "consequences_if_improves": "Если студенты будут стремиться к знаниям, система будет более эффективной и устойчивой.",
                        "imposed_role": "Субъект проверки",
                        "comment": "Я, система образования, вижу свои отношения со студентами в следующей перспективе: я должна обеспечивать высокий уровень образования и честности."
                    },
                    {
                        "source": "Соседние студенты",
                        "threat": "Некоторые студенты могут получить непропорциональные преимущества через списывание.",
                        "consequences_if_deteriorates": "Если студенты исчезнут, остальные смогут избежать конкуренции.",
                        "consequences_if_improves": "Если студенты начнут учиться честно, все смогут получить более качественное образование.",
                        "imposed_role": "Соперник",
                        "comment": "Я, соседний студент, вижу свои отношения с другими студентами в следующей перспективе: я должен конкурировать с ними за оценки и возможности."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "change": "Преподаватели адаптируют свои методы обучения и оценивания, чтобы соответствовать потребностям студентов.",
                        "opportunity": "Улучшение качества преподавания и повышения репутации среди студентов.",
                        "restrictions": "Ограничение в внедрении более строгих методов оценивания из-за страха потерять студентов.",
                        "imposed_role": "Преподаватели становятся более гибкими и отзывчивыми к запросам студентов.",
                        "comment": "Я, преподаватель, вижу свои отношения с учениками в следующем свете: я должен быть более внимателен к их потребностям и адаптировать свой подход, чтобы они достигали успеха."
                    },
                    {
                        "source": "Университет",
                        "change": "Университет меняет свои программы и курсы на основе обратной связи от студентов.",
                        "opportunity": "Привлечение большего числа студентов и повышение конкурентоспособности.",
                        "restrictions": "Необходимость соблюдать аккредитационные стандарты и бюджеты.",
                        "imposed_role": "Университет становится более ориентированным на студента.",
                        "comment": "Я, университет, вижу свои отношения со студентами в следующем свете: их успехи напрямую влияют на нашу репутацию и будущие поступления."
                    },
                    {
                        "source": "Работодатели",
                        "change": "Работодатели изменяют свои требования к навыкам, основываясь на том, что студенты ищут.",
                        "opportunity": "Получение более квалифицированных кандидатов на вакансии.",
                        "restrictions": "Необходимость адаптировать программы стажировок и обучения под новые требования.",
                        "imposed_role": "Работодатели становятся более вовлеченными в образовательный процесс.",
                        "comment": "Я, работодатель, вижу свои отношения со студентами в следующем свете: их навыки и знания напрямую влияют на эффективность нашей работы."
                    },
                    {
                        "source": "Технологии (онлайн-ресурсы, платформы для обучения)",
                        "change": "Технологии развиваются и обновляются в ответ на требования студентов.",
                        "opportunity": "Расширение рынка и создание новых возможностей для обучения.",
                        "restrictions": "Нужда в постоянных обновлениях и поддержке, чтобы оставаться конкурентоспособными.",
                        "imposed_role": "Технологии становятся основным инструментом в обучении.",
                        "comment": "Я, технологии, вижу свои отношения со студентами в следующем свете: я должен постоянно эволюционировать, чтобы соответствовать их потребностям и ожиданиям."
                    },
                    {
                        "source": "Системы оценки и контроля",
                        "change": "Системы оценки адаптируются к новым методам обучения и ожиданиям студентов.",
                        "opportunity": "Улучшение процесса оценки и повышенная точность в отражении знаний студентов.",
                        "restrictions": "Необходимость соблюдать стандарты оценки и избегать предвзятости.",
                        "imposed_role": "Системы оценки становятся более гибкими и адаптивными.",
                        "comment": "Я, система оценки, вижу свои отношения со студентами в следующем свете: я должен быть справедливым и объективным, чтобы правильно отражать их знания и навыки."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "essentiality": "Преподаватели обеспечивают необходимое обучение и знания, которые студенты должны получить для получения хороших оценок.",
                        "opportunity": "Студенты получают доступ к знаниям и оценкам, которые могут помочь им в будущем.",
                        "restrictions": "Студенты должны следовать академическим требованиям и стандартам, установленным преподавателями.",
                        "imposed_role": "Студенты должны быть активными участниками учебного процесса, а не просто слушателями.",
                        "comment": "I am, the Преподаватели, see my relationships with a target in the following perspective: I guide and evaluate the students, shaping their academic journey."
                    },
                    {
                        "source": "Академическая программа",
                        "essentiality": "Академическая программа определяет содержание курсов и требований, необходимых для получения диплома.",
                        "opportunity": "Программа предоставляет структуру и направленность для учебной деятельности студентов.",
                        "restrictions": "Студенты обязаны выполнять требования учебного плана и не могут игнорировать обязательные курсы.",
                        "imposed_role": "Студенты должны следовать установленной программе и достигать определенных академических стандартов.",
                        "comment": "I am, the Академическая программа, see my relationships with a target in the following perspective: I set the framework that students must navigate in their academic pursuits."
                    },
                    {
                        "source": "Экзамены и тесты",
                        "essentiality": "Экзамены и тесты служат основным методом оценки знаний студентов.",
                        "opportunity": "Студенты имеют возможность продемонстрировать свои знания и получить оценки, которые могут повлиять на их будущее.",
                        "restrictions": "Студенты не могут списывать или обманывать на экзаменах, иначе рискуют потерять оценки.",
                        "imposed_role": "Студенты должны готовиться и проходить экзамены, чтобы подтвердить свои знания.",
                        "comment": "I am, the Экзамены и тесты, see my relationships with a target in the following perspective: I am the gatekeeper of knowledge that students must pass to validate their learning."
                    },
                    {
                        "source": "Собственные навыки и усилия студентов",
                        "essentiality": "Студенты должны развивать свои собственные навыки и прикладывать усилия для достижения успеха.",
                        "opportunity": "Студенты могут самостоятельно управлять своим обучением и получать удовлетворение от своих достижений.",
                        "restrictions": "Студенты должны избегать легких путей, таких как списывание, чтобы не потерять реальные знания.",
                        "imposed_role": "Студенты становятся активными участниками своего образовательного процесса.",
                        "comment": "I am, the Собственные навыки и усилия студентов, see my relationships with a target in the following perspective: I empower students to take charge of their own learning journey."
                    },
                    {
                        "source": "Технологии и ресурсы обучения",
                        "essentiality": "Технологии и учебные ресурсы предоставляют доступ к информации и учебным материалам.",
                        "opportunity": "Студенты могут использовать онлайн-ресурсы и технологии для облегчения процесса обучения.",
                        "restrictions": "Студенты должны использовать эти ресурсы ответственно и не нарушать авторские права.",
                        "imposed_role": "Студенты должны быть критически настроены к используемым ресурсам и проверять их надежность.",
                        "comment": "I am, the Технологии и ресурсы обучения, see my relationships with a target in the following perspective: I am the bridge to knowledge that students must navigate wisely."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Преподаватели",
                        "threat": "Оценка знаний студентов на основании их работы и участия в учебном процессе.",
                        "consequences_if_deteriorates": "Студенты могут получить больше свободы в выборе своих методов обучения.",
                        "consequences_if_improves": "Студенты могут столкнуться с более строгими требованиями и более высокими стандартами оценки.",
                        "imposed_role": "Студенты должны постоянно демонстрировать свои знания и навыки.",
                        "comment": "I am, Преподаватели, see my relationships with a target in the following perspective: Я обучаю студентов, но и требую от них соблюдения учебных стандартов."
                    },
                    {
                        "source": "Экзаменационная комиссия",
                        "threat": "Проведение контрольных и экзаменов, которые могут выявить недостаток знаний.",
                        "consequences_if_deteriorates": "Студенты могут избежать стресса, связанного с экзаменами.",
                        "consequences_if_improves": "Студенты могут оказаться в ситуации, где их недостаток подготовки будет обнажен.",
                        "imposed_role": "Студенты должны быть готовыми к проверке своих знаний.",
                        "comment": "I am, Экзаменационная комиссия, see my relationships with a target in the following perspective: Я проверяю уровень знаний студентов, чтобы гарантировать качество образования."
                    },
                    {
                        "source": "Система образования",
                        "threat": "Строгие правила и стандарты, которые ограничивают гибкость в обучении.",
                        "consequences_if_deteriorates": "Студенты могут стать более независимыми в своем обучении.",
                        "consequences_if_improves": "Студенты могут быть вынуждены следовать жестким требованиям и терять интерес к учебе.",
                        "imposed_role": "Студенты должны следовать установленным учебным планам.",
                        "comment": "I am, Система образования, see my relationships with a target in the following perspective: Я создаю условия для обучения, но и ограничиваю творческий подход студентов."
                    },
                    {
                        "source": "Однокурсники",
                        "threat": "Конкуренция за оценки и признание среди сверстников.",
                        "consequences_if_deteriorates": "Меньше давления со стороны сверстников, что может снизить стресс.",
                        "consequences_if_improves": "Увеличение конкуренции может подтолкнуть студентов к более серьезным усилиям.",
                        "imposed_role": "Студенты должны постоянно сравнивать свои достижения с достижениями других.",
                        "comment": "I am, Однокурсники, see my relationships with a target in the following perspective: Мы соперничаем друг с другом, что усиливает стремление к успеху."
                    },
                    {
                        "source": "Технологические инструменты (например, интернет)",
                        "threat": "Легкость доступа к информации, что может привести к списыванию и отсутствию глубокого понимания материала.",
                        "consequences_if_deteriorates": "Студенты могут углубить свои знания и навыки без отвлечения на легкий доступ к информации.",
                        "consequences_if_improves": "Студенты могут стать зависимыми от информации, не развивая критическое мышление.",
                        "imposed_role": "Студенты должны использовать технологии ответственно.",
                        "comment": "I am, Технологические инструменты, see my relationships with a target in the following perspective: Я облегчаю доступ к знаниям, но в то же время ставлю под угрозу истинное понимание."
                    }
                ]
            }
        }
    },
    {
        "entity": "Работодатели",
        "actor_network": {
            "2": {
                "data": [
                    {
                        "source": "Негативная репутация выпускников",
                        "threat": "Снижение доверия работодателей к образовательным учреждениям.",
                        "consequences_if_deteriorates": "Работодатели будут более склонны нанимать выпускников, так как репутация улучшится.",
                        "consequences_if_improves": "Работодатели могут начать быть более избирательными, что увеличит конкуренцию среди кандидатов.",
                        "imposed_role": "Проверяющий",
                        "comment": "I am, Негативная репутация выпускников, see my relationships with работодатели in the following perspective: я заставляю работодателей сомневаться в качестве образования."
                    },
                    {
                        "source": "Системы оценки и сертификации",
                        "threat": "Неправильная оценка навыков и знаний кандидатов.",
                        "consequences_if_deteriorates": "Работодатели смогут легче и быстрее проверять реальный уровень кандидатов.",
                        "consequences_if_improves": "Работодатели могут столкнуться с недостатком квалифицированных кадров, если система станет слишком жесткой.",
                        "imposed_role": "Судья",
                        "comment": "I am, Системы оценки и сертификации, see my relationships with работодатели in the following perspective: я контролирую качество кандидатов через свои механизмы."
                    },
                    {
                        "source": "Конкуренция на рынке труда",
                        "threat": "Увеличение числа более квалифицированных кандидатов может затруднить процесс найма.",
                        "consequences_if_deteriorates": "Работодатели смогут быстрее находить подходящих кандидатов с реальными навыками.",
                        "consequences_if_improves": "Работодатели могут столкнуться с повышением требований к кандидатам, что усложнит процесс найма.",
                        "imposed_role": "Соперник",
                        "comment": "I am, Конкуренция на рынке труда, see my relationships with работодатели in the following perspective: я создаю давление на работодателей, требуя от них высоких стандартов."
                    },
                    {
                        "source": "Социальные сети и отзывы",
                        "threat": "Негативные отзывы о работодателе могут отпугнуть качественных кандидатов.",
                        "consequences_if_deteriorates": "Работодатели смогут привлечь больше кандидатов, если их репутация станет лучше.",
                        "consequences_if_improves": "Работодатели могут стать более требовательными к кандидатам, чтобы улучшить свою репутацию.",
                        "imposed_role": "Критик",
                        "comment": "I am, Социальные сети и отзывы, see my relationships with работодатели in the following perspective: я формирую мнение о работодателях среди потенциальных кандидатов."
                    },
                    {
                        "source": "Академические учреждения",
                        "threat": "Предоставление недостаточно качественного образования.",
                        "consequences_if_deteriorates": "Работодатели смогут легче находить кандидатов с необходимыми навыками.",
                        "consequences_if_improves": "Работодатели получат более квалифицированных сотрудников, что повысит требования к ним.",
                        "imposed_role": "Поставщик",
                        "comment": "I am, Академические учреждения, see my relationships with работодатели in the following perspective: я отвечаю за подготовку будущих сотрудников."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Университеты",
                        "change": "Университеты обучают студентов, предоставляя им теоретические знания, которые могут не всегда соответствовать требованиям работодателей.",
                        "opportunity": "Работодатели имеют доступ к новым выпускникам с потенциальными знаниями и навыками.",
                        "restrictions": "Работодатели могут столкнуться с кандидатами, чьи дипломы не отражают их реальных способностей.",
                        "imposed_role": "Работодатели становятся посредниками между университетами и рынком труда.",
                        "comment": "I am, Университеты, see my relationships with Работодатели in the following perspective: I help create a pool of graduates but may not always align their skills with market needs."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "change": "Ассоциации формируют стандарты и сертификации для профессионалов, влияя на требования работодателей к навыкам кандидатов.",
                        "opportunity": "Работодатели могут использовать сертификации как критерий для оценки кандидатов.",
                        "restrictions": "Работодатели могут быть ограничены в выборе кандидатов, если те не имеют необходимых сертификаций.",
                        "imposed_role": "Работодатели должны адаптировать свои критерии под требования ассоциаций.",
                        "comment": "I am, Профессиональные ассоциации, see my relationships with Работодатели in the following perspective: I set standards that help ensure the quality of the workforce."
                    },
                    {
                        "source": "Рынок труда",
                        "change": "Рынок труда диктует требования к навыкам и квалификации, которые должны соответствовать ожиданиям работодателей.",
                        "opportunity": "Работодатели могут находить талантливых кандидатов, соответствующих требованиям рынка.",
                        "restrictions": "Работодатели могут сталкиваться с нехваткой кандидатов, имеющих необходимые навыки.",
                        "imposed_role": "Работодатели становятся адаптивными и должны отслеживать изменения на рынке труда.",
                        "comment": "I am, Рынок труда, see my relationships with Работодатели in the following perspective: I create a dynamic environment that influences hiring practices."
                    },
                    {
                        "source": "Клиенты и заказчики",
                        "change": "Требования клиентов формируют навыки, которые необходимы для найма сотрудников.",
                        "opportunity": "Работодатели могут улучшить свою конкурентоспособность, нанимая сотрудников с нужными навыками.",
                        "restrictions": "Работодатели могут испытывать давление, чтобы соответствовать ожиданиям клиентов.",
                        "imposed_role": "Работодатели становятся более ориентированными на клиента и должны адаптировать свои команды.",
                        "comment": "I am, Клиенты и заказчики, see my relationships with Работодатели in the following perspective: My expectations shape the skill sets that employers seek."
                    },
                    {
                        "source": "Социальные сети и платформы",
                        "change": "Платформы помогают работодателям находить и оценивать кандидатов через отзывы и рейтинги.",
                        "opportunity": "Работодатели могут быстрее находить подходящих кандидатов и проводить оценку их навыков.",
                        "restrictions": "Работодатели могут столкнуться с недостатком надежной информации о кандидатах.",
                        "imposed_role": "Работодатели становятся более зависимыми от онлайн-репутации и отзывов.",
                        "comment": "I am, Социальные сети и платформы, see my relationships with Работодатели in the following perspective: I provide crucial insights into candidate qualifications but can also mislead."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Университеты",
                        "change": "Университеты изменяют свои учебные программы и методы обучения, чтобы лучше подготовить студентов к требованиям работодателей.",
                        "opportunity": "Университеты получают возможность повысить свою репутацию и привлекательность для абитуриентов, предлагая востребованные курсы.",
                        "restrictions": "Университеты ограничены в своих действиях рамками аккредитации и стандартов образования.",
                        "imposed_role": "Университеты выступают в роли партнеров, которые должны адаптироваться к запросам работодателей.",
                        "comment": "Я, университет, вижу свои отношения с работодателями в следующей перспективе: наше сотрудничество позволяет нам улучшать качество образования и соответствовать современным требованиям рынка труда."
                    },
                    {
                        "source": "Студенты",
                        "change": "Студенты изменяют свои подходы к обучению и выбору курсов в соответствии с ожиданиями работодателей.",
                        "opportunity": "Студенты получают доступ к лучшим карьерным возможностям и стажировкам, что способствует их профессиональному росту.",
                        "restrictions": "Студенты могут столкнуться с высоким уровнем конкуренции за вакансии и требованием к дополнительным навыкам.",
                        "imposed_role": "Студенты играют роль претендентов, которые должны соответствовать ожиданиям работодателей.",
                        "comment": "Я, студент, вижу свои отношения с работодателями в следующей перспективе: их требования подстегивают меня развивать необходимые навыки и стремиться к успеху."
                    },
                    {
                        "source": "Правительственные органы",
                        "change": "Правительственные органы изменяют политику и программы поддержки образования для улучшения качества кадров на рынке труда.",
                        "opportunity": "Правительственные органы могут повысить свою эффективность и общественное доверие, способствуя подготовке квалифицированных специалистов.",
                        "restrictions": "Правительственные органы ограничены в своих действиях бюрократическими процедурами и бюджетными рамками.",
                        "imposed_role": "Правительственные органы выступают в роли регуляторов, которые должны следить за качеством образования.",
                        "comment": "Я, правительственный орган, вижу свои отношения с работодателями в следующей перспективе: наше сотрудничество помогает улучшить условия на рынке труда и профессиональную подготовку."
                    },
                    {
                        "source": "Бизнес-ассоциации",
                        "change": "Бизнес-ассоциации изменяют свои программы развития и обучения для своих членов, исходя из требований работодателей.",
                        "opportunity": "Бизнес-ассоциации могут укрепить свои позиции и влияние, предоставляя актуальные знания и навыки своим участникам.",
                        "restrictions": "Бизнес-ассоциации могут сталкиваться с ограничениями по финансированию и ресурсам для реализации программ.",
                        "imposed_role": "Бизнес-ассоциации играют роль посредников, которые связывают работодателей и образовательные учреждения.",
                        "comment": "Я, бизнес-ассоциация, вижу свои отношения с работодателями в следующей перспективе: мы помогаем создать мост между образованием и промышленностью для улучшения квалификации кадров."
                    },
                    {
                        "source": "Трудовые биржи",
                        "change": "Трудовые биржи изменяют свои подходы к подбору кадров, основываясь на требованиях работодателей.",
                        "opportunity": "Трудовые биржи могут увеличить свою эффективность, предоставляя работодателям более квалифицированных кандидатов.",
                        "restrictions": "Трудовые биржи ограничены в своих действиях законодательством и политиками по трудоустройству.",
                        "imposed_role": "Трудовые биржи выступают в роли посредников, которые должны соответствовать ожиданиям как работодателей, так и соискателей.",
                        "comment": "Я, трудовая биржа, вижу свои отношения с работодателями в следующей перспективе: наше сотрудничество позволяет нам улучшать качество подбора кадров и повышать уровень занятости."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Кандидаты на работу",
                        "threat": "Работодатели могут отвергать кандидатов на основе недостоверных данных о квалификации.",
                        "consequences_if_deteriorates": "Кандидаты смогут легче найти работу, даже если их навыки ниже заявленных.",
                        "consequences_if_improves": "Кандидаты будут вынуждены улучшать свои навыки и знания, чтобы соответствовать требованиям работодателей.",
                        "imposed_role": "Потенциальные жертвы недобросовестной практики",
                        "comment": "Я, Кандидат на работу, вижу мои отношения с Работодателями в следующей перспективе: они могут как поддерживать, так и подрывать мою карьеру в зависимости от честности информации о моих квалификациях."
                    },
                    {
                        "source": "ВУЗы (высшие учебные заведения)",
                        "threat": "Работодатели могут начать сомневаться в качестве образования, предоставляемого учебными заведениями.",
                        "consequences_if_deteriorates": "ВУЗы будут терять репутацию и студентов, если их дипломы не будут признаны работодателями.",
                        "consequences_if_improves": "ВУЗы получат больше студентов и финансирования, если их выпускники будут успешно трудоустраиваться.",
                        "imposed_role": "Объекты недоверия",
                        "comment": "Я, ВУЗ, вижу мои отношения с Работодателями в следующей перспективе: их сомнения в качестве образования угрожают нашей репутации и будущему студентов."
                    },
                    {
                        "source": "Рынок труда",
                        "threat": "Работодатели могут создавать нестабильность на рынке, если будут отказываться от кандидатов.",
                        "consequences_if_deteriorates": "Рынок труда может стать более гибким, но менее предсказуемым для кандидатов.",
                        "consequences_if_improves": "Рынок труда станет более сбалансированным, с большим числом квалифицированных специалистов.",
                        "imposed_role": "Жертва нестабильности",
                        "comment": "Я, Рынок труда, вижу мои отношения с Работодателями в следующей перспективе: их выборы могут либо стабилизировать, либо дестабилизировать меня."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Работодатели могут оказать давление на государственные органы для изменения образовательных стандартов.",
                        "consequences_if_deteriorates": "Государственные органы могут потерять контроль над стандартами образования.",
                        "consequences_if_improves": "Государственные органы смогут улучшить качество образования через сотрудничество с работодателями.",
                        "imposed_role": "Поддержка недобросовестных практик",
                        "comment": "Я, Государственные органы, вижу мои отношения с Работодателями в следующей перспективе: их давление может привести к изменению норм и стандартов, что ставит под угрозу качество образования."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "threat": "Работодатели могут игнорировать стандарты, которые ассоциации пытаются установить.",
                        "consequences_if_deteriorates": "Профессиональные ассоциации могут утратить влияние и авторитет в отрасли.",
                        "consequences_if_improves": "Ассоциации получат больше поддержки и смогут влиять на качество образования и подготовки специалистов.",
                        "imposed_role": "Соперник в установлении стандартов",
                        "comment": "Я, Профессиональная ассоциация, вижу мои отношения с Работодателями в следующей перспективе: их игнорирование стандартов угрожает моему авторитету и роли в отрасли."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Образовательные учреждения обеспечивают обучение и подготовку выпускников, что делает их знания и навыки актуальными для работодателей.",
                        "opportunity": "Работодатели получают доступ к квалифицированным кадрам, которые могут удовлетворить их потребности в компетенции.",
                        "restrictions": "Работодатели должны учитывать программы и стандарты обучения, которые могут ограничивать их выбор кандидатов.",
                        "imposed_role": "Работодатели выступают как конечные потребители образовательных услуг, ожидая, что выпускники будут соответствовать их требованиям.",
                        "comment": "I am, the educational institution, see my relationships with the employers in the following perspective: I provide the necessary foundation for your future workforce, but I expect you to recognize and uphold the standards we set."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Профессиональные ассоциации формируют стандарты и требования к квалификации, что влияет на качество подготовки выпускников.",
                        "opportunity": "Работодатели могут использовать рекомендации ассоциаций для оценки кандидатов и повышения своей репутации.",
                        "restrictions": "Работодатели должны следовать установленным ассоциациями стандартам, что может ограничивать их возможность выбора нестандартных кандидатов.",
                        "imposed_role": "Работодатели становятся частью профессионального сообщества, которое формирует рынок труда.",
                        "comment": "I am, the professional association, see my relationships with employers in the following perspective: I shape the standards you rely on, ensuring that the talent you hire meets industry expectations."
                    },
                    {
                        "source": "Технологии и инструменты рекрутинга",
                        "essentiality": "Современные технологии помогают работодателям находить и оценивать кандидатов на основе их реальных навыков и знаний.",
                        "opportunity": "Работодатели могут значительно сократить время на поиск и отбор кандидатов, улучшая процесс найма.",
                        "restrictions": "Работодатели могут стать зависимыми от технологий, что может ограничивать их собственные методы оценки кандидатов.",
                        "imposed_role": "Работодатели становятся более технологически зависимыми и ориентированными на данные в процессе найма.",
                        "comment": "I am, the recruitment technology, see my relationships with employers in the following perspective: I streamline your hiring process, but remember that over-reliance on me could cloud your judgment."
                    },
                    {
                        "source": "Социальные сети и платформы",
                        "essentiality": "Платформы социальных сетей обеспечивают работодателям доступ к большому количеству потенциальных кандидатов и их профилям.",
                        "opportunity": "Работодатели могут эффективно использовать эти платформы для поиска талантов и создания бренда работодателя.",
                        "restrictions": "Работодатели должны следовать правилам платформ, что может ограничивать их возможности по привлечению кандидатов.",
                        "imposed_role": "Работодатели становятся активными участниками онлайн-сообществ, где формируется их репутация.",
                        "comment": "I am, the social media platform, see my relationships with employers in the following perspective: I connect you with a vast talent pool, but you must navigate my rules carefully."
                    },
                    {
                        "source": "Государственные организации и регуляторы",
                        "essentiality": "Государственные организации устанавливают законы и правила, влияющие на найм и квалификацию работников.",
                        "opportunity": "Работодатели могут использовать нормативные акты для защиты от некомпетентных кандидатов и повышения своей юридической безопасности.",
                        "restrictions": "Работодатели обязаны соблюдать трудовое законодательство, что может ограничивать их гибкость в найме.",
                        "imposed_role": "Работодатели становятся подотчетными требованиям законодательства, что влияет на их кадровую политику.",
                        "comment": "I am, the government regulator, see my relationships with employers in the following perspective: I keep you compliant and secure, but my regulations demand your strict adherence."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Образовательные учреждения",
                        "essentiality": "Работодатели зависят от образовательных учреждений для получения квалифицированных кандидатов на работу.",
                        "opportunity": "Образовательные учреждения могут привлекать студентов, обеспечивая их трудоустройство после окончания обучения.",
                        "restrictions": "Образовательные учреждения должны поддерживать высокие стандарты образования и гарантировать качество своих дипломов.",
                        "imposed_role": "Образовательные учреждения должны обеспечивать студентов реальными знаниями и навыками.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Работодатели помогают нам улучшить учебные программы, чтобы соответствовать требованиям рынка труда."
                    },
                    {
                        "source": "Кандидаты на работу",
                        "essentiality": "Работодатели зависят от кандидатов, чтобы заполнить открытые вакансии и поддерживать продуктивность.",
                        "opportunity": "Кандидаты предоставляют работодателям разнообразие навыков и идей.",
                        "restrictions": "Работодатели обязаны проводить тщательные собеседования и проверки для оценки реальных способностей кандидатов.",
                        "imposed_role": "Кандидаты должны продемонстрировать свои навыки и знания на собеседованиях.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Работодатели помогают мне реализовать мой потенциал, но я также должен быть готов к оценке своих навыков."
                    },
                    {
                        "source": "Профессиональные ассоциации",
                        "essentiality": "Работодатели обращаются к профессиональным ассоциациям для определения стандартов и лучших практик в отрасли.",
                        "opportunity": "Ассоциации могут увеличивать видимость работодателей на рынке труда.",
                        "restrictions": "Работодатели должны следовать рекомендациям и стандартам, установленным ассоциациями.",
                        "imposed_role": "Ассоциации должны обеспечивать актуальность и доступность информации о рынке труда.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Работодатели способствуют укреплению нашей роли в формировании стандартов профессии."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Работодатели зависят от государственных органов для регулирования рынка труда и получения субсидий.",
                        "opportunity": "Государственные органы могут обеспечить работодателям доступ к финансированию и ресурсам.",
                        "restrictions": "Работодатели должны соблюдать трудовое законодательство и нормы безопасности.",
                        "imposed_role": "Государственные органы должны контролировать соблюдение законов и правил в сфере труда.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Работодатели помогают нам обеспечивать соблюдение норм, что в свою очередь способствует стабильности на рынке труда."
                    },
                    {
                        "source": "Технологические инструменты (например, платформы для найма)",
                        "essentiality": "Работодатели используют технологические инструменты для оптимизации процесса найма и поиска кандидатов.",
                        "opportunity": "Технологические инструменты позволяют работодателям быстро находить и оценивать потенциальных сотрудников.",
                        "restrictions": "Работодатели должны гарантировать конфиденциальность данных кандидатов и соблюдать этические нормы.",
                        "imposed_role": "Технологические инструменты должны предоставлять актуальную и точную информацию о кандидатах.",
                        "comment": "I am, the source, see my relationships with a target in the following perspective: Работодатели помогают нам улучшать алгоритмы поиска и фильтрации, что делает процесс найма более эффективным."
                    }
                ]
            }
        }
    },
    {
        "entity": "Преподаватели",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты формируют требования к методам преподавания, что заставляет преподавателей адаптироваться к новым подходам.",
                        "opportunity": "Создание более интерактивного и вовлекающего процесса обучения.",
                        "restrictions": "Преподаватели должны учитывать разнообразные уровни подготовки и интересов студентов.",
                        "imposed_role": "Модераторы и фасилитаторы учебного процесса.",
                        "comment": "I am, Студенты, see my relationships with Преподаватели in the following perspective: our needs drive them to innovate and improve their teaching strategies."
                    },
                    {
                        "source": "Технологии",
                        "change": "Технологии влияют на методы оценки и передачи знаний, меняя традиционные подходы.",
                        "opportunity": "Внедрение новых инструментов для оценки и анализа успеваемости студентов.",
                        "restrictions": "Необходимость постоянного обновления знаний и навыков преподавателей в области технологий.",
                        "imposed_role": "Адаптироваться к новым инструментам и методам преподавания.",
                        "comment": "I am, Технологии, see my relationships with Преподаватели in the following perspective: I challenge them to embrace innovation while also requiring them to stay informed and skilled."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "change": "Администрация устанавливает политики и стандарты, которые преподаватели обязаны соблюдать.",
                        "opportunity": "Поддержка и ресурсы для реализации учебных программ.",
                        "restrictions": "Ограничение свободы выбора методов обучения и оценки.",
                        "imposed_role": "Следовать установленным регламентам и стандартам.",
                        "comment": "I am, Администрация, see my relationships with Преподаватели in the following perspective: I provide structure and support, but also impose necessary guidelines for educational practice."
                    },
                    {
                        "source": "Общество и культурные нормы",
                        "change": "Общественные ожидания и культурные традиции влияют на содержание и стиль преподавания.",
                        "opportunity": "Увеличение актуальности учебного материала и его связи с реальной жизнью.",
                        "restrictions": "Необходимость соответствия ожиданиям и стандартам общества.",
                        "imposed_role": "Адаптироваться к социальным и культурным требованиям.",
                        "comment": "I am, Общество, see my relationships with Преподаватели in the following perspective: I shape their teaching approaches to ensure relevance and cultural sensitivity."
                    },
                    {
                        "source": "Коллеги-преподаватели",
                        "change": "Обмен опытом и методами среди коллег помогает улучшить качество преподавания.",
                        "opportunity": "Сетевое сотрудничество для создания более эффективных учебных программ.",
                        "restrictions": "Конкуренция и необходимость выделяться среди коллег.",
                        "imposed_role": "Сотрудничать и делиться знаниями с другими преподавателями.",
                        "comment": "I am, Коллеги-преподаватели, see my relationships with Преподаватели in the following perspective: I foster collaboration and shared growth among educators."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Студенты",
                        "essentiality": "Преподаватели создают структуру и содержание учебного процесса, что делает студентов зависимыми от их знаний и опыта.",
                        "opportunity": "Студенты получают доступ к знаниям и навыкам, которые необходимы для их будущей карьеры.",
                        "restrictions": "Студенты не могут игнорировать учебные материалы и требования, установленные преподавателями.",
                        "imposed_role": "Студенты должны активно участвовать в учебном процессе и выполнять задания, заданные преподавателями.",
                        "comment": "I am Студенты, see my relationships with a target in the following perspective: Преподаватели являются для меня ключевыми фигурами в процессе моего обучения."
                    },
                    {
                        "source": "Учебные планы",
                        "essentiality": "Преподаватели разрабатывают и адаптируют учебные планы, что делает их основными действующими лицами в образовательной системе.",
                        "opportunity": "Учебные планы получают необходимую практическую реализацию и актуализацию через преподавание.",
                        "restrictions": "Учебные планы не могут быть реализованы без участия преподавателей, которые обеспечивают их выполнение.",
                        "imposed_role": "Учебные планы определяют содержание курсов и методологию преподавания.",
                        "comment": "I am Учебные планы, see my relationships with a target in the following perspective: Преподаватели – это те, кто воплощает мои идеи в жизнь."
                    },
                    {
                        "source": "Технологии обучения",
                        "essentiality": "Преподаватели используют технологии для повышения эффективности обучения и оценки, что делает их необходимыми для технологий.",
                        "opportunity": "Технологии обучения получают возможность внедрения и оптимизации через практическое применение преподавателями.",
                        "restrictions": "Технологии не могут быть использованы без методической поддержки и надзора преподавателей.",
                        "imposed_role": "Технологии обучения должны соответствовать методам и целям, установленным преподавателями.",
                        "comment": "I am Технологии обучения, see my relationships with a target in the following perspective: Преподаватели – это те, кто придает мне смысл и направляет меня в нужное русло."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Преподаватели являются лицами, через которых администрация реализует образовательную политику и стандарты.",
                        "opportunity": "Администрация получает обратную связь о качестве образования и потребностях студентов через преподавателей.",
                        "restrictions": "Администрация не может вносить изменения в учебный процесс без согласования с преподавателями.",
                        "imposed_role": "Преподаватели играют роль связующего звена между администрацией и студентами.",
                        "comment": "I am Администрация учебного заведения, see my relationships with a target in the following perspective: Преподаватели – это ключевые фигуры, которые помогают мне достигать моих целей."
                    },
                    {
                        "source": "Общественное мнение",
                        "essentiality": "Преподаватели формируют и влияют на восприятие образования в обществе, что делает их важными для общественного мнения.",
                        "opportunity": "Общественное мнение получает информацию о качестве образования и его значимости через преподавателей.",
                        "restrictions": "Общественное мнение не может складываться без учета мнений и оценок, представленных преподавателями.",
                        "imposed_role": "Преподаватели должны представлять образовательные достижения и вызовы обществу.",
                        "comment": "I am Общественное мнение, see my relationships with a target in the following perspective: Преподаватели – это те, кто формируют мой взгляд на образование и его роль в обществе."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Технологии обучения",
                        "essentiality": "Технологии обучения предоставляют платформу и инструменты для преподавателей, позволяя им эффективно передавать знания.",
                        "opportunity": "Преподаватели могут использовать различные мультимедийные и интерактивные ресурсы для повышения вовлеченности студентов.",
                        "restrictions": "Преподаватели должны адаптироваться к новым образовательным технологиям и не могут игнорировать их влияние на процесс обучения.",
                        "imposed_role": "Преподаватели становятся фасилитаторами, а не просто источниками знаний.",
                        "comment": "I am, Технологии обучения, see my relationships with a target in the following perspective: Я помогаю преподавателям быть более эффективными, но они должны идти в ногу со временем."
                    },
                    {
                        "source": "Студенты",
                        "essentiality": "Студенты являются основной аудиторией, для которой преподаватели передают знания.",
                        "opportunity": "Преподаватели получают обратную связь и возможность адаптировать свои методы обучения в зависимости от потребностей студентов.",
                        "restrictions": "Преподаватели должны учитывать мнение студентов и не могут применять методы, которые им не подходят.",
                        "imposed_role": "Преподаватели должны быть внимательными к запросам и интересам студентов.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: Я требую от преподавателей учитывать мои потребности, чтобы обучение было результативным."
                    },
                    {
                        "source": "Администрация учебного заведения",
                        "essentiality": "Администрация устанавливает правила и стандарты, которые преподаватели должны соблюдать.",
                        "opportunity": "Преподаватели получают поддержку и ресурсы для улучшения качества образования.",
                        "restrictions": "Преподаватели обязаны следовать установленным учебным планам и политике учреждения.",
                        "imposed_role": "Преподаватели становятся исполнителями политики учебного заведения.",
                        "comment": "I am, Администрация учебного заведения, see my relationships with a target in the following perspective: Я обеспечиваю преподавателей необходимыми ресурсами, но они должны действовать в рамках наших стандартов."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "essentiality": "Образовательные стандарты определяют требования к содержанию и качеству обучения.",
                        "opportunity": "Преподаватели могут использовать стандарты для разработки эффективных учебных программ.",
                        "restrictions": "Преподаватели не могут отклоняться от установленных стандартов и должны следовать им.",
                        "imposed_role": "Преподаватели должны быть ориентированы на выполнение стандартов качества образования.",
                        "comment": "I am, Образовательные стандарты, see my relationships with a target in the following perspective: Я задаю рамки для преподавателей, чтобы гарантировать качество образования."
                    },
                    {
                        "source": "Технология контроля за списыванием",
                        "essentiality": "Технологии контроля за списыванием помогают преподавателям поддерживать честность в оценивании студентов.",
                        "opportunity": "Преподаватели могут быть уверены в объективности оценивания и повышении доверия к экзаменам.",
                        "restrictions": "Преподаватели не могут игнорировать угрозы списывания и должны внедрять технологии контроля.",
                        "imposed_role": "Преподаватели становятся защитниками академической честности.",
                        "comment": "I am, Технология контроля за списыванием, see my relationships with a target in the following perspective: Я помогаю преподавателям сохранять честность, но они должны быть готовы адаптироваться к новым вызовам."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Студенты",
                        "change": "Студенты становятся более активными участниками образовательного процесса, используя технологии для обучения и взаимодействия.",
                        "opportunity": "Студенты могут получить доступ к дополнительным ресурсам и материалам для изучения.",
                        "restrictions": "Студенты могут столкнуться с зависимостью от технологий, что может снизить их способность к самостоятельному обучению.",
                        "imposed_role": "Студенты становятся партнерами в обучении, но также могут быть воспринимаемыми как потенциальные нарушители.",
                        "comment": "I am Студенты, see my relationships with Преподаватели in the following perspective: We are co-learners, and the integration of technology enriches our learning experience."
                    },
                    {
                        "source": "Технологии обучения",
                        "change": "Технологии становятся более адаптивными и направленными на нужды преподавателей и студентов.",
                        "opportunity": "Технологии могут развиваться, получая обратную связь от преподавателей и студентов.",
                        "restrictions": "Технологии могут требовать постоянного обновления и поддержки, что создает нагрузку на учебные заведения.",
                        "imposed_role": "Технологии выступают в роли инструмента для повышения эффективности обучения.",
                        "comment": "I am Технологии обучения, see my relationships with Преподаватели in the following perspective: I adapt to serve the educational needs, but I also require careful management."
                    },
                    {
                        "source": "Учебные заведения",
                        "change": "Учебные заведения начинают пересматривать свои подходы к обучению, учитывая влияние технологий.",
                        "opportunity": "Учебные заведения могут повысить свою конкурентоспособность, внедряя современные образовательные практики.",
                        "restrictions": "Учебные заведения должны учитывать бюджетные ограничения и подготовку преподавателей к новым технологиям.",
                        "imposed_role": "Учебные заведения становятся посредниками, поддерживающими взаимодействие между преподавателями и технологиями.",
                        "comment": "I am Учебные заведения, see my relationships with Преподаватели in the following perspective: We strive to create an environment that fosters innovation while ensuring quality education."
                    },
                    {
                        "source": "Родители студентов",
                        "change": "Родители становятся более вовлеченными в образовательный процесс, ожидая от преподавателей использования технологий.",
                        "opportunity": "Родители могут получить больше информации о прогрессе своих детей благодаря технологиям.",
                        "restrictions": "Родители могут испытывать давление, требуя от преподавателей эффективных результатов от использования технологий.",
                        "imposed_role": "Родители выступают как заинтересованные стороны и могут влиять на решения, принимаемые преподавателями.",
                        "comment": "I am Родители студентов, see my relationships with Преподаватели in the following perspective: We want to support educators while ensuring our children receive the best possible education."
                    },
                    {
                        "source": "Образовательные платформы",
                        "change": "Образовательные платформы становятся более специализированными и ориентированными на нужды преподавателей.",
                        "opportunity": "Образовательные платформы могут расширить свои предложения, привлекая преподавателей к разработке курсов.",
                        "restrictions": "Образовательные платформы могут сталкиваться с конкуренцией и необходимостью постоянного обновления контента.",
                        "imposed_role": "Образовательные платформы выступают в роли провайдеров, предлагая ресурсы и инструменты для преподавателей.",
                        "comment": "I am Образовательные платформы, see my relationships with Преподаватели in the following perspective: I am here to empower educators with tools that enhance their teaching practices."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Технологии списывания",
                        "threat": "Упрощение доступа к информации для студентов, что может снизить уровень их самостоятельности и ответственности.",
                        "consequences_if_deteriorates": "Преподаватели смогут более эффективно контролировать процесс обучения и качество усвоения материала студентами.",
                        "consequences_if_improves": "Преподаватели могут столкнуться с увеличением числа случаев нечестности и недобросовестного поведения со стороны студентов.",
                        "imposed_role": "Упрощающие обучение, но обесценивающие знания.",
                        "comment": "I am, Технологии списывания, see my relationships with a target in the following perspective: я облегчаю доступ к знаниям, но при этом ставлю под сомнение их ценность."
                    },
                    {
                        "source": "Студенты",
                        "threat": "Непредсказуемое поведение и желание минимизировать усилия на обучении.",
                        "consequences_if_deteriorates": "Повышение мотивации студентов к обучению и соблюдению академических стандартов.",
                        "consequences_if_improves": "Преподаватели могут стать зависимыми от мнения и потребностей студентов, что может изменить их подход к обучению.",
                        "imposed_role": "Активные участники учебного процесса, но потенциальные нарушители его норм.",
                        "comment": "I am, Студенты, see my relationships with a target in the following perspective: я влиятельный участник, чьи потребности и желания формируют учебный процесс."
                    },
                    {
                        "source": "Образовательные стандарты",
                        "threat": "Строгие требования и контроль за качеством обучения могут ограничивать свободу действий преподавателей.",
                        "consequences_if_deteriorates": "Преподаватели смогут адаптировать свои методы к уникальным потребностям студентов.",
                        "consequences_if_improves": "Преподаватели могут чувствовать давление и необходимость следовать жестким рамкам, что может негативно сказаться на их креативности.",
                        "imposed_role": "Контролирующий орган, который определяет границы обучения.",
                        "comment": "I am, Образовательные стандарты, see my relationships with a target in the following perspective: я задаю рамки, в которых преподаватели должны действовать."
                    },
                    {
                        "source": "Родители студентов",
                        "threat": "Ожидания и требования родителей могут создать дополнительное давление на преподавателей.",
                        "consequences_if_deteriorates": "Преподаватели смогут принимать более независимые решения, основываясь на своих наблюдениях и методах.",
                        "consequences_if_improves": "Преподаватели могут быть вынуждены больше учитывать мнения родителей, что может усложнить процесс обучения.",
                        "imposed_role": "Ожидающие успешных результатов, которые могут влиять на оценку преподавателей.",
                        "comment": "I am, Родители студентов, see my relationships with a target in the following perspective: я стремлюсь к успеху своих детей и влияю на учебный процесс."
                    },
                    {
                        "source": "Социальные сети и онлайн-ресурсы",
                        "threat": "Легкий доступ к информации может отвлекать студентов от учебы и снижать их интерес к урокам.",
                        "consequences_if_deteriorates": "Преподаватели смогут удерживать внимание студентов и повышать их вовлеченность.",
                        "consequences_if_improves": "Преподаватели могут столкнуться с конкуренцией за внимание студентов, что усложнит процесс передачи знаний.",
                        "imposed_role": "Конкуренты за внимание студентов, предлагающие альтернативные источники информации.",
                        "comment": "I am, Социальные сети и онлайн-ресурсы, see my relationships with a target in the following perspective: я привлекаю внимание студентов, но отвлекаю их от учебного процесса."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Студенты",
                        "threat": "Преподаватели стремятся сохранить контроль над обучением и оцениванием, что может ограничить свободу студентов в использовании технологий.",
                        "consequences_if_deteriorates": "Студенты могут получить больше свободы в своем обучении и использовании технологий без контроля преподавателей.",
                        "consequences_if_improves": "Если преподаватели смогут эффективно интегрировать технологии в обучение, студенты получат более качественное и современное образование.",
                        "imposed_role": "Наблюдатели и участники образовательного процесса.",
                        "comment": "Я, Студенты, вижу свои отношения с Преподавателями в следующей перспективе: я стремлюсь к свободе в обучении, но боюсь, что новые технологии могут привести к потере контроля."
                    },
                    {
                        "source": "Технологии",
                        "threat": "Преподаватели могут ограничивать использование технологий, что угрожает их интеграции в образовательный процесс.",
                        "consequences_if_deteriorates": "Технологии могут остаться в стороне от образовательного процесса, потеряв ценность и применения.",
                        "consequences_if_improves": "Если преподаватели научатся эффективно использовать технологии, они станут важным инструментом в обучении.",
                        "imposed_role": "Инструменты для эффективного обучения.",
                        "comment": "Я, Технологии, вижу свои отношения с Преподавателями в следующей перспективе: я могу обогатить учебный процесс, но боюсь, что меня могут отвергнуть."
                    },
                    {
                        "source": "Образовательная система",
                        "threat": "Преподаватели могут пытаться сохранить традиционные методы обучения, что угрожает современным подходам.",
                        "consequences_if_deteriorates": "Образовательная система может стать устаревшей и менее эффективной.",
                        "consequences_if_improves": "Если преподаватели адаптируются к новым методам, система станет более актуальной и эффективной.",
                        "imposed_role": "Адаптаторы и новаторы в образовательных процессах.",
                        "comment": "Я, Образовательная система, вижу свои отношения с Преподавателями в следующей перспективе: я нуждаюсь в обновлении, но боюсь, что традиционные подходы не позволят мне развиваться."
                    },
                    {
                        "source": "Родители",
                        "threat": "Преподаватели могут не учитывать мнения родителей о том, как лучше всего обучать их детей.",
                        "consequences_if_deteriorates": "Родители могут потерять влияние на образовательный процесс.",
                        "consequences_if_improves": "Если преподаватели будут открыты для взаимодействия с родителями, это приведет к более гармоничному образовательному процессу.",
                        "imposed_role": "Консультанты по обучению и воспитанию.",
                        "comment": "Я, Родители, вижу свои отношения с Преподавателями в следующей перспективе: я хочу участвовать в процессе, но боюсь, что технологии могут отвлечь внимание от моих забот."
                    },
                    {
                        "source": "Общество",
                        "threat": "Преподаватели могут отставать от современных требований, что угрожает качеству образования.",
                        "consequences_if_deteriorates": "Общество может столкнуться с недостатком квалифицированных кадров.",
                        "consequences_if_improves": "Если преподаватели будут обучаться новым методам, это приведет к повышению качества образования и подготовленных специалистов.",
                        "imposed_role": "Ответственные за формирование будущего общества.",
                        "comment": "Я, Общество, вижу свои отношения с Преподавателями в следующей перспективе: я завишу от их работы, но боюсь, что новые технологии могут изменить привычные методы обучения."
                    }
                ]
            }
        }
    }
]