[
    {
        "entity": "Пассажиры",
        "actor_network": {
            "1": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Транспортные компании предоставляют услуги перевозки, необходимые для достижения пунктов назначения.",
                        "opportunity": "Пассажиры получают доступ к различным маршрутам и расписаниям, что позволяет им быстро и удобно добираться до места назначения.",
                        "restrictions": "Пассажиры ограничены выбором маршрутов и графиков, что может затруднять их возможность планирования.",
                        "imposed_role": "Пассажиры становятся клиентами, зависящими от предложений транспортных компаний.",
                        "comment": "I am, транспортная компания, see my relationships with пассажиры in the following perspective: я обеспечиваю их передвижение, но они должны следовать моим правилам и расписаниям."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы регулируют транспортную инфраструктуру и безопасность.",
                        "opportunity": "Пассажиры получают защиту и уверенность в безопасности транспортных услуг.",
                        "restrictions": "Пассажиры должны следовать законам и правилам, установленным государством, что может ограничивать их действия.",
                        "imposed_role": "Пассажиры становятся субъектами, подчиняющимися законодательству.",
                        "comment": "I am, государственный орган, see my relationships with пассажиры in the following perspective: я обеспечиваю их безопасность, но они обязаны придерживаться моих норм."
                    },
                    {
                        "source": "Технологические платформы (например, приложения для бронирования)",
                        "essentiality": "Технологические платформы предоставляют инструменты для планирования поездок и бронирования билетов.",
                        "opportunity": "Пассажиры могут быстро находить и сравнивать варианты путешествий, что облегчает процесс выбора.",
                        "restrictions": "Пассажиры могут стать зависимыми от доступных функций и условий, предлагаемых платформами.",
                        "imposed_role": "Пассажиры становятся пользователями технологий, которые формируют их опыт путешествий.",
                        "comment": "I am, технологическая платформа, see my relationships with пассажиры in the following perspective: я упрощаю их жизнь, но ограничиваю их свободу выбора."
                    },
                    {
                        "source": "Другие пассажиры",
                        "essentiality": "Другие пассажиры создают социальную динамику и влияют на среду путешествия.",
                        "opportunity": "Пассажиры могут находить сообщество и обмениваться опытом, что делает их поездки более приятными.",
                        "restrictions": "Пассажиры могут столкнуться с конфликтами или неудобствами, вызванными поведением других людей.",
                        "imposed_role": "Пассажиры становятся частью группы, где их поведение влияет на общий комфорт.",
                        "comment": "I am, другой пассажир, see my relationships with пассажиры in the following perspective: я могу как улучшить, так и ухудшить их опыт путешествия."
                    },
                    {
                        "source": "Инфраструктура (дороги, станции, аэропорты)",
                        "essentiality": "Инфраструктура обеспечивает физические условия для передвижения.",
                        "opportunity": "Пассажиры получают доступ к быстрому и удобному перемещению благодаря хорошо организованной инфраструктуре.",
                        "restrictions": "Пассажиры могут сталкиваться с ограничениями в доступности или качестве инфраструктуры.",
                        "imposed_role": "Пассажиры становятся зависимыми от состояния инфраструктуры для достижения своих целей.",
                        "comment": "I am, инфраструктура, see my relationships with пассажиры in the following perspective: я оказываю влияние на их путешествия, но могу быть причиной задержек и неудобств."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Пассажиры являются основным источником дохода для транспортных компаний, обеспечивая их финансовую устойчивость.",
                        "opportunity": "Транспортные компании получают стабильный доход и возможность развивать свои услуги.",
                        "restrictions": "Транспортные компании не могут повышать цены слишком резко, чтобы не потерять пассажиров.",
                        "imposed_role": "Транспортные компании должны обеспечивать комфорт и скорость для пассажиров.",
                        "comment": "I am, Транспортные компании, see my relationships with Пассажиры in the following perspective: моя успешная деятельность зависит от их потребностей и желаний."
                    },
                    {
                        "source": "Государственные регуляторы",
                        "essentiality": "Пассажиры создают требования к безопасности и качеству услуг, что заставляет регуляторов устанавливать стандарты.",
                        "opportunity": "Государственные регуляторы получают возможность улучшать общественный транспорт и повышать уровень безопасности.",
                        "restrictions": "Государственные регуляторы обязаны учитывать интересы пассажиров при разработке новых норм.",
                        "imposed_role": "Государственные регуляторы должны следить за соблюдением законодательства и стандартов.",
                        "comment": "I am, Государственные регуляторы, see my relationships with Пассажиры in the following perspective: их интересы формируют мои действия и решения."
                    },
                    {
                        "source": "Разработчики мобильных приложений для поездок",
                        "essentiality": "Пассажиры предоставляют данные и отзывы, которые помогают улучшать приложения и сервисы.",
                        "opportunity": "Разработчики получают доступ к большому количеству пользователей и могут адаптировать свои приложения под их нужды.",
                        "restrictions": "Разработчики не могут игнорировать мнения и отзывы пассажиров, иначе потеряют пользователей.",
                        "imposed_role": "Разработчики должны постоянно обновлять и улучшать свои приложения для удобства пассажиров.",
                        "comment": "I am, Разработчики мобильных приложений, see my relationships with Пассажиры in the following perspective: их отзывы и потребности двигают мой прогресс."
                    },
                    {
                        "source": "Водители общественного транспорта",
                        "essentiality": "Пассажиры обеспечивают занятость водителей, предоставляя им рабочие места.",
                        "opportunity": "Водители получают заработок и возможность взаимодействовать с людьми.",
                        "restrictions": "Водители должны следовать расписанию и установленным маршрутам, чтобы удовлетворить потребности пассажиров.",
                        "imposed_role": "Водители должны обеспечивать безопасность и комфорт пассажиров во время поездки.",
                        "comment": "I am, Водители общественного транспорта, see my relationships with Пассажиры in the following perspective: их желания определяют мой рабочий день."
                    },
                    {
                        "source": "Производители транспортных средств",
                        "essentiality": "Пассажиры создают спрос на новые транспортные средства, что влияет на производство.",
                        "opportunity": "Производители получают прибыль и могут развивать новые технологии и модели.",
                        "restrictions": "Производители должны учитывать потребности пассажиров в комфорте и безопасности при разработке новых моделей.",
                        "imposed_role": "Производители должны обеспечивать высокие стандарты качества и инновации.",
                        "comment": "I am, Производители транспортных средств, see my relationships with Пассажиры in the following perspective: их потребности направляют моё производство."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Увеличение спроса на услуги и оптимизация маршрутов",
                        "opportunity": "Увеличение прибыли за счет повышения качества обслуживания и снижения времени в пути",
                        "restrictions": "Необходимость адаптации услуг к потребностям пассажиров",
                        "imposed_role": "Обеспечивать комфорт и скорость передвижения",
                        "comment": "Я, транспортная компания, вижу свои отношения с пассажирами в следующей перспективе: мы должны улучшать наши услуги, чтобы соответствовать их ожиданиям."
                    },
                    {
                        "source": "Государственные органы",
                        "change": "Изменение транспортной инфраструктуры и повышение контроля безопасности",
                        "opportunity": "Улучшение общественного имиджа и выполнение социальных обязательств",
                        "restrictions": "Необходимость соблюдения бюджетных ограничений и законов",
                        "imposed_role": "Создавать и поддерживать безопасные и эффективные транспортные системы",
                        "comment": "Я, государственный орган, вижу свои отношения с пассажирами в следующей перспективе: мы обязаны обеспечивать их безопасность и комфорт в передвижении."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Разработка новых приложений и технологий для упрощения процесса передвижения",
                        "opportunity": "Расширение рынка и внедрение инновационных решений",
                        "restrictions": "Необходимость постоянного обновления технологий для удовлетворения потребностей пассажиров",
                        "imposed_role": "Создавать инструменты для планирования маршрутов и отслеживания транспорта",
                        "comment": "Я, технологическая компания, вижу свои отношения с пассажирами в следующей перспективе: мы стремимся упростить их жизнь через инновации."
                    },
                    {
                        "source": "Водители общественного транспорта",
                        "change": "Изменение стиля вождения и обслуживания клиентов",
                        "opportunity": "Увеличение чаевых и улучшение качества обслуживания",
                        "restrictions": "Необходимость соблюдать график и требования пассажиров",
                        "imposed_role": "Обеспечивать быструю и удобную поездку",
                        "comment": "Я, водитель общественного транспорта, вижу свои отношения с пассажирами в следующей перспективе: мы должны работать на их удовлетворение, чтобы получить признание."
                    },
                    {
                        "source": "Поставщики транспортных средств",
                        "change": "Необходимость производить более эффективные и удобные транспортные средства",
                        "opportunity": "Повышение спроса на новые технологии и модели",
                        "restrictions": "Конкуренция на рынке и необходимость соответствовать требованиям безопасности",
                        "imposed_role": "Разрабатывать и предоставлять транспортные средства, отвечающие потребностям пассажиров",
                        "comment": "Я, поставщик транспортных средств, вижу свои отношения с пассажирами в следующей перспективе: мы обязаны адаптироваться к их требованиям, чтобы оставаться конкурентоспособными."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Увеличение скорости и удобства поездок благодаря современным транспортным средствам.",
                        "opportunity": "Доступ к более быстрым и удобным маршрутам.",
                        "restrictions": "Зависимость от расписания и ценовых категорий.",
                        "imposed_role": "Пассажиры становятся клиентами и потребителями услуг.",
                        "comment": "I am Транспортные компании, see my relationships with Пассажиры in the following perspective: I provide essential services that enhance your travel experience while also requiring your loyalty and adherence to my schedules."
                    },
                    {
                        "source": "Технологии навигации (например, GPS)",
                        "change": "Оптимизация маршрутов и уменьшение времени в пути.",
                        "opportunity": "Упрощение процесса планирования поездок и минимизация времени в пути.",
                        "restrictions": "Зависимость от доступности технологий и интернет-соединения.",
                        "imposed_role": "Пассажиры становятся пользователями технологических решений.",
                        "comment": "I am Технологии навигации, see my relationships with Пассажиры in the following perspective: I empower your travel decisions with real-time data, but you must rely on my technology."
                    },
                    {
                        "source": "Государственные органы (регулирующие транспорт)",
                        "change": "Установление правил и стандартов безопасности и качества услуг.",
                        "opportunity": "Гарантия безопасных и регулируемых услуг для пассажиров.",
                        "restrictions": "Ограничения по времени работы и доступности определенных маршрутов.",
                        "imposed_role": "Пассажиры становятся подзащитными в рамках установленных норм.",
                        "comment": "I am Государственные органы, see my relationships with Пассажиры in the following perspective: I ensure your safety and rights, but I also impose regulations that you must follow."
                    },
                    {
                        "source": "Другие пассажиры",
                        "change": "Создание социальной среды и взаимодействия во время поездок.",
                        "opportunity": "Возможность общения и обмена опытом во время поездок.",
                        "restrictions": "Влияние на комфорт и личное пространство.",
                        "imposed_role": "Пассажиры становятся частью социальной группы.",
                        "comment": "I am Другие пассажиры, see my relationships with Пассажиры in the following perspective: We share the journey together, influencing each other's experiences, but we can also cause discomfort."
                    },
                    {
                        "source": "Экологические факторы (например, загрязнение воздуха)",
                        "change": "Влияние на выбор маршрутов и транспортных средств.",
                        "opportunity": "Осознание важности выбора экологически чистых маршрутов.",
                        "restrictions": "Ограничение выбора в зависимости от состояния окружающей среды.",
                        "imposed_role": "Пассажиры становятся более осведомленными и ответственными.",
                        "comment": "I am Экологические факторы, see my relationships with Пассажиры in the following perspective: I compel you to consider the environmental impact of your travel, shaping your decisions for a sustainable future."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Пробки",
                        "threat": "Задерживают пассажиров, увеличивая время в пути.",
                        "consequences_if_deteriorates": "Пассажиры смогут быстрее добираться до пунктов назначения.",
                        "consequences_if_improves": "Пассажиры столкнутся с еще большими задержками и стрессом.",
                        "imposed_role": "Пассажиры становятся жертвами обстоятельств.",
                        "comment": "I am, Пробки, see my relationships with Пассажиры in the following perspective: I exist as a barrier to your efficiency."
                    },
                    {
                        "source": "Непредвиденные обстоятельства (погодные условия)",
                        "threat": "Могут задерживать поездки из-за плохой погоды.",
                        "consequences_if_deteriorates": "Пассажиры смогут планировать свои поездки без страха задержек.",
                        "consequences_if_improves": "Пассажиры будут вынуждены искать альтернативные маршруты, теряя время.",
                        "imposed_role": "Пассажиры становятся жертвами природы.",
                        "comment": "I am, Непредвиденные обстоятельства, see my relationships with Пассажиры in the following perspective: I impose unpredictability in your travel plans."
                    },
                    {
                        "source": "Транспортные компании",
                        "threat": "Могут повышать цены на проезд, заставляя пассажиров тратить больше времени на поиск альтернатив.",
                        "consequences_if_deteriorates": "Пассажиры будут иметь доступ к более доступным и удобным услугам.",
                        "consequences_if_improves": "Пассажиры окажутся под давлением финансовых затрат.",
                        "imposed_role": "Пассажиры становятся зависимыми от тарифов и услуг.",
                        "comment": "I am, Транспортные компании, see my relationships with Пассажиры in the following perspective: I control your travel choices through pricing."
                    },
                    {
                        "source": "Технологические проблемы (например, сбои в приложениях для такси)",
                        "threat": "Могут привести к задержкам в вызове транспорта.",
                        "consequences_if_deteriorates": "Пассажиры смогут рассчитывать на стабильную и быструю связь с транспортом.",
                        "consequences_if_improves": "Пассажиры будут сталкиваться с постоянными проблемами в доступе к транспорту.",
                        "imposed_role": "Пассажиры становятся зависимыми от технологий.",
                        "comment": "I am, Технологические проблемы, see my relationships with Пассажиры in the following perspective: I disrupt your journey through technology failures."
                    },
                    {
                        "source": "Соседи по дороге (другие автомобили, пешеходы)",
                        "threat": "Могут создавать опасные ситуации и задержки.",
                        "consequences_if_deteriorates": "Пассажиры смогут передвигаться безопаснее и быстрее.",
                        "consequences_if_improves": "Пассажиры столкнутся с еще большим количеством инцидентов на дороге.",
                        "imposed_role": "Пассажиры становятся жертвами дорожного движения.",
                        "comment": "I am, Соседи по дороге, see my relationships with Пассажиры in the following perspective: I contribute to the chaos of your travel experience."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Такси",
                        "threat": "Пассажиры выбирают такси для быстрого и удобного передвижения, что снижает количество клиентов для таксистов.",
                        "consequences_if_deteriorates": "Такси получит больше клиентов и, соответственно, дохода, если пассажиры перестанут пользоваться услугами.",
                        "consequences_if_improves": "Если такси сможет улучшить свои услуги, это приведет к увеличению конкурентоспособности и удовлетворенности пассажиров.",
                        "imposed_role": "Конкурент",
                        "comment": "Я, Такси, вижу свои отношения с Пассажирами в следующей перспективе: они выбирают меня, когда им нужно быстро добраться до пункта назначения, и это создает конкуренцию."
                    },
                    {
                        "source": "Общественный транспорт",
                        "threat": "Пассажиры могут предпочесть общественный транспорт, что снижает спрос на такси.",
                        "consequences_if_deteriorates": "Общественный транспорт получит больше пользователей, если пассажиры начнут избегать такси.",
                        "consequences_if_improves": "Если общественный транспорт улучшит свои услуги, это привлечет больше пассажиров и сделает его более популярным.",
                        "imposed_role": "Альтернатива",
                        "comment": "Я, Общественный транспорт, вижу свои отношения с Пассажирами в следующей перспективе: они могут выбрать меня для экономии времени и средств."
                    },
                    {
                        "source": "Поставщики топлива",
                        "threat": "Увеличение числа пассажиров, выбирающих альтернативные способы передвижения, снижает спрос на топливо.",
                        "consequences_if_deteriorates": "Поставщики топлива будут получать меньше прибыли, если пассажиры перестанут использовать автомобили.",
                        "consequences_if_improves": "Если спрос на топливо останется высоким, это приведет к стабильному доходу для поставщиков.",
                        "imposed_role": "Зависимый",
                        "comment": "Я, Поставщик топлива, вижу свои отношения с Пассажирами в следующей перспективе: их выбор транспорта напрямую влияет на мой бизнес."
                    },
                    {
                        "source": "Разработчики приложений для вызова такси",
                        "threat": "Пассажиры могут выбирать альтернативные платформы или сервисы, тем самым угрожая существованию текущих приложений.",
                        "consequences_if_deteriorates": "Разработчики получат меньше пользователей и доходов, если пассажиры перестанут использовать их приложения.",
                        "consequences_if_improves": "Если приложения улучшат функционал и удобство, это привлечет больше пользователей.",
                        "imposed_role": "Конкурент",
                        "comment": "Я, Разработчик приложения, вижу свои отношения с Пассажирами в следующей перспективе: их предпочтения формируют успех моих продуктов."
                    },
                    {
                        "source": "Государственные регуляторы",
                        "threat": "Пассажиры могут влиять на политику и регулирование, требуя улучшения общественного транспорта и услуг.",
                        "consequences_if_deteriorates": "Государственные регуляторы могут потерять поддержку граждан, если не отреагируют на запросы пассажиров.",
                        "consequences_if_improves": "Если регуляторы улучшат транспортную инфраструктуру, это приведет к повышению удовлетворенности и безопасности пассажиров.",
                        "imposed_role": "Ответственный",
                        "comment": "Я, Государственный регулятор, вижу свои отношения с Пассажирами в следующей перспективе: их требования подталкивают меня к действиям в интересах общества."
                    }
                ]
            }
        }
    },
    {
        "entity": "Места предполагаемого интереса",
        "actor_network": {
            "3": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Улучшение транспортной доступности для посетителей.",
                        "opportunity": "Увеличение потока людей, что может повысить привлекательность мест.",
                        "restrictions": "Зависимость от расписания и доступности транспортных маршрутов.",
                        "imposed_role": "Партнер по транспортировке.",
                        "comment": "I am Транспортные компании, see my relationships with Места предполагаемого интереса in the following perspective: we can enhance your accessibility, but you depend on me for reliable service."
                    },
                    {
                        "source": "Местные власти",
                        "change": "Участие в планировании городской инфраструктуры.",
                        "opportunity": "Получение финансирования для улучшения инфраструктуры.",
                        "restrictions": "Необходимость соблюдения бюрократических процедур.",
                        "imposed_role": "Координатор развития.",
                        "comment": "I am Местные власти, see my relationships with Места предполагаемого интереса in the following perspective: I control the planning process, and your growth is tied to my decisions."
                    },
                    {
                        "source": "Социальные сети",
                        "change": "Увеличение видимости и популярности мест через онлайн-продвижение.",
                        "opportunity": "Привлечение новой аудитории через вирусный маркетинг.",
                        "restrictions": "Зависимость от алгоритмов и предпочтений пользователей.",
                        "imposed_role": "Маркетолог в цифровом пространстве.",
                        "comment": "I am Социальные сети, see my relationships with Места предполагаемого интереса in the following perspective: I can amplify your reach, but you must keep up with trends and user engagement."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "change": "Создание совместных мероприятий и программ.",
                        "opportunity": "Привлечение студентов и жителей на различные мероприятия.",
                        "restrictions": "Зависимость от учебных расписаний и программ.",
                        "imposed_role": "Партнер по образовательным инициативам.",
                        "comment": "I am Образовательные учреждения, see my relationships with Места предполагаемого интереса in the following perspective: I can help you attract students, but you need to align with our academic goals."
                    },
                    {
                        "source": "Местные бизнесы",
                        "change": "Увеличение коммерческой активности вокруг мест.",
                        "opportunity": "Создание синергии, которая может привести к росту числа посетителей.",
                        "restrictions": "Необходимость соблюдения интересов бизнеса и рынка.",
                        "imposed_role": "Экономический партнер.",
                        "comment": "I am Местные бизнесы, see my relationships with Места предполагаемого интереса in the following perspective: I can drive traffic to you, but our relationship is based on mutual economic benefit."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Туристы",
                        "essentiality": "Туристы зависят от наличия интересных мест, чтобы иметь возможность путешествовать и создавать уникальный опыт.",
                        "opportunity": "Места предполагаемого интереса привлекают туристов, что способствует экономическому росту и развитию инфраструктуры.",
                        "restrictions": "Туристы не могут игнорировать необходимость транспорта и удобства, чтобы добраться до этих мест.",
                        "imposed_role": "Туристы становятся активными участниками местного культурного и экономического контекста.",
                        "comment": "I am, the tourists, see my relationships with a target in the following perspective: the accessibility and attractiveness of these places directly influence my travel choices."
                    },
                    {
                        "source": "Местные жители",
                        "essentiality": "Местные жители нуждаются в удобных местах для отдыха и досуга, что делает их зависимыми от таких мест.",
                        "opportunity": "Места предполагаемого интереса предлагают жителям возможности для социализации и культурных мероприятий.",
                        "restrictions": "Местные жители не могут развивать свою социальную жизнь без доступа к этим местам.",
                        "imposed_role": "Местные жители становятся активными участниками поддержки и развития мест предполагаемого интереса.",
                        "comment": "I am, the local residents, see my relationships with a target in the following perspective: the accessibility of these places is crucial for my community's vibrancy."
                    },
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Транспортные компании зависят от потока людей к местам предполагаемого интереса для обеспечения своих услуг.",
                        "opportunity": "Места предполагаемого интереса создают спрос на транспортные услуги, увеличивая доходы компаний.",
                        "restrictions": "Транспортные компании не могут игнорировать потребности целевых мест, чтобы не потерять клиентов.",
                        "imposed_role": "Транспортные компании становятся ключевыми партнерами для обеспечения доступа к интересным местам.",
                        "comment": "I am, the transport companies, see my relationships with a target in the following perspective: our success is intertwined with the attractiveness of these places."
                    },
                    {
                        "source": "Государственные органы",
                        "essentiality": "Государственные органы нуждаются в развитии туристического потенциала региона для улучшения имиджа и экономики.",
                        "opportunity": "Места предполагаемого интереса способствуют привлечению инвестиций и развитию инфраструктуры.",
                        "restrictions": "Государственные органы не могут пренебрегать вопросами доступности и удобства для жителей и туристов.",
                        "imposed_role": "Государственные органы становятся регуляторами и поддерживающими структурами для развития этих мест.",
                        "comment": "I am, the government agencies, see my relationships with a target in the following perspective: our policies need to support the accessibility of these places to enhance regional appeal."
                    },
                    {
                        "source": "Бизнесы и предприниматели",
                        "essentiality": "Места предполагаемого интереса создают возможности для бизнеса, привлекая клиентов.",
                        "opportunity": "Места предполагаемого интереса увеличивают поток клиентов, что позволяет бизнесам расширять свои услуги.",
                        "restrictions": "Бизнесы не могут игнорировать вопросы удобства и транспортной доступности, иначе рискуют потерять клиентов.",
                        "imposed_role": "Бизнесы становятся активными участниками местной экономики, зависящими от потока посетителей.",
                        "comment": "I am, the businesses and entrepreneurs, see my relationships with a target in the following perspective: our growth is directly linked to the attractiveness of these places."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "essentiality": "Без удобного транспортного сообщения, места предполагаемого интереса теряют привлекательность для посетителей.",
                        "opportunity": "Транспортные компании обеспечивают доступность, что привлекает больше людей.",
                        "restrictions": "Места предполагаемого интереса должны следить за расписанием и маршрутами, чтобы соответствовать требованиям транспортных компаний.",
                        "imposed_role": "Зависимость от транспортной инфраструктуры.",
                        "comment": "I am, транспортная компания, see my relationships with a target in the following perspective: я являюсь связующим звеном, способствующим увеличению потока посетителей."
                    },
                    {
                        "source": "Местные власти",
                        "essentiality": "Местные власти определяют правила и стандарты, которые влияют на привлекательность мест предполагаемого интереса.",
                        "opportunity": "Поддержка инфраструктуры и финансирование проектов по улучшению доступности.",
                        "restrictions": "Места должны соблюдать законодательные нормы и регулирования.",
                        "imposed_role": "Регулятор, определяющий условия для функционирования.",
                        "comment": "I am, местная власть, see my relationships with a target in the following perspective: я создаю условия для того, чтобы места были привлекательными и доступными."
                    },
                    {
                        "source": "Социальные сети",
                        "essentiality": "Социальные сети позволяют местам привлекать внимание и взаимодействовать с аудиторией.",
                        "opportunity": "Увеличение видимости и возможности взаимодействия с потенциальными посетителями.",
                        "restrictions": "Контент должен соответствовать стандартам платформ и ожиданиям аудитории.",
                        "imposed_role": "Маркетинговый инструмент, влияющий на имидж.",
                        "comment": "I am, социальная сеть, see my relationships with a target in the following perspective: я являюсь платформой для продвижения и взаимодействия с публикой."
                    },
                    {
                        "source": "Местные бизнесы",
                        "essentiality": "Местные бизнесы создают экономическую среду, которая поддерживает интерес к местам.",
                        "opportunity": "Сотрудничество с бизнесами может привести к совместным акциям и повышению интереса.",
                        "restrictions": "Места должны учитывать потребности и интересы местного бизнеса.",
                        "imposed_role": "Партнер по развитию и поддержке местного сообщества.",
                        "comment": "I am, местный бизнес, see my relationships with a target in the following perspective: я способствую совместным инициативам, которые делают места более привлекательными."
                    },
                    {
                        "source": "Туристические агентства",
                        "essentiality": "Туристические агентства формируют образы и маршруты, которые включают места предполагаемого интереса.",
                        "opportunity": "Агентства могут увеличить поток туристов через свои предложения.",
                        "restrictions": "Места должны адаптироваться под запросы туристов и агентств.",
                        "imposed_role": "Куратор, формирующий восприятие мест.",
                        "comment": "I am, туристическое агентство, see my relationships with a target in the following perspective: я привлекаю клиентов, создавая уникальные маршруты и предложения."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Транспортные компании",
                        "change": "Увеличение количества маршрутов и частоты движения транспорта на направления к местам предполагаемого интереса.",
                        "opportunity": "Рост числа пассажиров и, соответственно, доходов от перевозок.",
                        "restrictions": "Необходимость инвестиций в развитие инфраструктуры и поддержания качества обслуживания.",
                        "imposed_role": "Партнер по транспортному обеспечению, способствующий привлечению посетителей.",
                        "comment": "Я, транспортная компания, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: сотрудничество для улучшения доступности и увеличения пассажиропотока."
                    },
                    {
                        "source": "Местные бизнесы",
                        "change": "Увеличение числа клиентов и разнообразие предоставляемых услуг в зависимости от притока посетителей.",
                        "opportunity": "Повышение прибыли благодаря увеличению покупательской способности клиентов.",
                        "restrictions": "Необходимость адаптации к изменениям в спросе и предложении.",
                        "imposed_role": "Служба поддержки, предлагающая услуги и товары для посетителей.",
                        "comment": "Я, местный бизнес, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: возможность роста и развития через привлечение новых клиентов."
                    },
                    {
                        "source": "Местные власти",
                        "change": "Увеличение бюджета на развитие инфраструктуры и улучшение качества жизни.",
                        "opportunity": "Укрепление имиджа региона как привлекательного для жизни и посещения.",
                        "restrictions": "Необходимость соблюдения административных процедур и получение согласований.",
                        "imposed_role": "Регулятор, устанавливающий правила и стандарты для развития мест предполагаемого интереса.",
                        "comment": "Я, местные власти, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: стремление создать комфортную среду для жителей и гостей."
                    },
                    {
                        "source": "Социальные сети и медиа",
                        "change": "Изменение контента и акцент на местах предполагаемого интереса в своих материалах.",
                        "opportunity": "Увеличение аудитории и вовлеченности пользователей через актуальные темы.",
                        "restrictions": "Необходимость соблюдать этические нормы и актуальность информации.",
                        "imposed_role": "Информационный посредник, формирующий общественное мнение о месте.",
                        "comment": "Я, социальная сеть, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: создание интересного контента, который привлечет внимание пользователей."
                    },
                    {
                        "source": "Образовательные учреждения",
                        "change": "Увеличение числа студентов и потребность в новых программах и курсах.",
                        "opportunity": "Расширение образовательных программ и привлечение финансирования.",
                        "restrictions": "Необходимость соответствия требованиям аккредитации и повышения качества образования.",
                        "imposed_role": "Поставщик образовательных услуг, поддерживающий интерес к месту.",
                        "comment": "Я, образовательное учреждение, вижу свои отношения с местами предполагаемого интереса в следующей перспективе: возможность привлечь студентов через уникальные предложения и программы."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Транспортная инфраструктура",
                        "threat": "Недостаток доступных транспортных средств и маршрутов, что делает место сложным для посещения.",
                        "consequences_if_deteriorates": "Снижение нагрузки на транспортную систему, что может привести к улучшению качества обслуживания.",
                        "consequences_if_improves": "Увеличение потока посетителей, студентов и сотрудников благодаря улучшению транспортной доступности.",
                        "imposed_role": "Препятствие для легкого доступа.",
                        "comment": "I am, Транспортная инфраструктура, see my relationships with a target in the following perspective: я создаю барьеры для доступа, что может снизить привлекательность места."
                    },
                    {
                        "source": "Конкурирующие места",
                        "threat": "Другие места, предлагающие лучшие условия и доступность, забирают потенциальных посетителей.",
                        "consequences_if_deteriorates": "Свободные ресурсы могут быть перераспределены для улучшения качества сервиса на целевом месте.",
                        "consequences_if_improves": "Увеличение конкуренции может привести к необходимости улучшения услуг и инфраструктуры.",
                        "imposed_role": "Конкурент.",
                        "comment": "I am, Конкурирующие места, see my relationships with a target in the following perspective: я создаю альтернативы, которые могут снизить привлекательность вашего места."
                    },
                    {
                        "source": "Социальные медиа и отзывы",
                        "threat": "Негативные отзывы и низкие оценки могут отпугнуть потенциальных посетителей.",
                        "consequences_if_deteriorates": "Улучшение репутации может привести к росту интереса и посещаемости.",
                        "consequences_if_improves": "Положительные отзывы могут значительно увеличить поток посетителей и студентов.",
                        "imposed_role": "Критик.",
                        "comment": "I am, Социальные медиа и отзывы, see my relationships with a target in the following perspective: я формирую общественное мнение, которое может повлиять на вашу привлекательность."
                    },
                    {
                        "source": "Экономические условия",
                        "threat": "Плохие экономические условия могут снизить количество посетителей, стремящихся к развлечение или образованию.",
                        "consequences_if_deteriorates": "Появление новых возможностей для привлечения финансирования и поддержки.",
                        "consequences_if_improves": "Увеличение числа посетителей и студентов из-за улучшения экономической ситуации.",
                        "imposed_role": "Экономический барьер.",
                        "comment": "I am, Экономические условия, see my relationships with a target in the following perspective: я влияю на вашу привлекательность через доступность ресурсов и финансов."
                    },
                    {
                        "source": "Государственная политика",
                        "threat": "Изменения в государственной политике могут ограничить финансирование или поддержку для целевого места.",
                        "consequences_if_deteriorates": "Большая независимость и возможность адаптироваться к новым условиям.",
                        "consequences_if_improves": "Увеличение финансирования и поддержки, что может привести к улучшению инфраструктуры.",
                        "imposed_role": "Регулятор.",
                        "comment": "I am, Государственная политика, see my relationships with a target in the following perspective: я контролирую доступ к ресурсам, что может повлиять на вашу привлекательность."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Местные бизнесы",
                        "threat": "Если 'Места предполагаемого интереса' не будут привлекать посетителей, это приведет к снижению покупательской способности и уменьшению потока клиентов.",
                        "consequences_if_deteriorates": "Местные бизнесы получат больше клиентов от других достопримечательностей или районов, если 'Места предполагаемого интереса' потеряют свою привлекательность.",
                        "consequences_if_improves": "Если 'Места предполагаемого интереса' улучшатся, местные бизнесы могут получить больший поток клиентов и увеличить свои доходы.",
                        "imposed_role": "Местные бизнесы должны становиться партнерами 'Мест предполагаемого интереса', предлагая специальные акции и скидки для привлечения посетителей.",
                        "comment": "Я, местный бизнес, вижу свои отношения с 'Местами предполагаемого интереса' в следующей перспективе: если они не будут развиваться, я потеряю часть своей клиентской базы."
                    },
                    {
                        "source": "Транспортные компании",
                        "threat": "Недостаточная транспортная доступность 'Мест предполагаемого интереса' может снизить спрос на услуги транспортных компаний.",
                        "consequences_if_deteriorates": "Если 'Места предполагаемого интереса' закроются или станут менее популярными, транспортные компании могут сократить свои маршруты и услуги.",
                        "consequences_if_improves": "Улучшение доступности 'Мест предполагаемого интереса' приведет к увеличению пассажиропотока и росту доходов транспортных компаний.",
                        "imposed_role": "Транспортные компании должны адаптироваться и улучшать свои маршруты, чтобы соответствовать потребностям 'Мест предполагаемого интереса'.",
                        "comment": "Я, транспортная компания, вижу свои отношения с 'Местами предполагаемого интереса' в следующей перспективе: их успех напрямую влияет на мой бизнес и маршруты."
                    },
                    {
                        "source": "Местные власти",
                        "threat": "Если 'Места предполагаемого интереса' потеряют привлекательность, это может отразиться на имидже города и снизить финансирование от местных властей.",
                        "consequences_if_deteriorates": "Местные власти могут перенаправить ресурсы на другие проекты или районы, если 'Места предполагаемого интереса' не будут популярны.",
                        "consequences_if_improves": "Улучшение 'Мест предполагаемого интереса' может привести к увеличению финансирования и инвестиций в инфраструктуру города.",
                        "imposed_role": "Местные власти должны активно поддерживать 'Места предполагаемого интереса', чтобы обеспечить их развитие и привлекательность.",
                        "comment": "Я, местные власти, вижу свои отношения с 'Местами предполагаемого интереса' в следующей перспективе: их успех критически важен для развития нашего города."
                    },
                    {
                        "source": "События и фестивали",
                        "threat": "Потеря интереса к 'Местам предполагаемого интереса' может снизить количество посетителей на событиях и фестивалях, проводимых в этих местах.",
                        "consequences_if_deteriorates": "Если 'Места предполагаемого интереса' станут менее популярными, количество участников событий и фестивалей снизится, что может привести к их отмене.",
                        "consequences_if_improves": "Улучшение привлекательности 'Мест предполагаемого интереса' может увеличить количество участников на мероприятиях и повысить их статус.",
                        "imposed_role": "События и фестивали должны интегрироваться с 'Местами предполагаемого интереса', чтобы создать взаимовыгодное сотрудничество.",
                        "comment": "Я, организатор событий, вижу свои отношения с 'Местами предполагаемого интереса' в следующей перспективе: их популярность напрямую влияет на успех моих мероприятий."
                    },
                    {
                        "source": "Туристические агентства",
                        "threat": "Снижение привлекательности 'Мест предполагаемого интереса' может привести к уменьшению спроса на туристические пакеты и экскурсии.",
                        "consequences_if_deteriorates": "Если 'Места предполагаемого интереса' утратят свою привлекательность, туристические агентства могут потерять клиентов и доходы.",
                        "consequences_if_improves": "Улучшение 'Мест предполагаемого интереса' может привести к увеличению спроса на туристические услуги и пакетные предложения.",
                        "imposed_role": "Туристические агентства должны продвигать 'Места предполагаемого интереса' как привлекательные направления для путешествий.",
                        "comment": "Я, туристическое агентство, вижу свои отношения с 'Местами предполагаемого интереса' в следующей перспективе: их успех критически важен для моего бизнеса."
                    }
                ]
            }
        }
    },
    {
        "entity": "Менеджеры и дизайнеры, отвечавшие за ландшафт",
        "actor_network": {
            "2": {
                "data": [
                    {
                        "source": "Пассажиры и пользователи городского пространства",
                        "threat": "Критикой работы менеджеров и дизайнеров, если их решения не соответствуют потребностям пользователей.",
                        "consequences_if_deteriorates": "Улучшение общественного мнения и уверенности в своих решениях.",
                        "consequences_if_improves": "Повышение качества проектирования и лучшее соответствие потребностям пользователей.",
                        "imposed_role": "Объект оценки и критики.",
                        "comment": "I am, Пассажиры и пользователи городского пространства, see my relationships with a target in the following perspective: I ensure that their designs meet real needs, or I will voice my discontent."
                    },
                    {
                        "source": "Градостроительные нормы и регуляции",
                        "threat": "Наложением санкций или ограничений на проекты, не соответствующие нормативам.",
                        "consequences_if_deteriorates": "Упрощение процессов проектирования и меньшее количество бюрократических препятствий.",
                        "consequences_if_improves": "Повышение качества и безопасности созданного пространства.",
                        "imposed_role": "Подчинённые правилам и нормам.",
                        "comment": "I am, Градостроительные нормы и регуляции, see my relationships with a target in the following perspective: I enforce standards that ensure public safety and urban functionality."
                    },
                    {
                        "source": "Местные власти и администрации",
                        "threat": "Ограничением бюджета или ресурсов для реализации проектов.",
                        "consequences_if_deteriorates": "Большее количество ресурсов и свобода в реализации креативных решений.",
                        "consequences_if_improves": "Увеличение возможностей для реализации более амбициозных и масштабных проектов.",
                        "imposed_role": "Зависимые от финансирования и одобрения.",
                        "comment": "I am, Местные власти и администрации, see my relationships with a target in the following perspective: I control the flow of resources that directly impact their projects."
                    },
                    {
                        "source": "Конкуренты и другие дизайнерские команды",
                        "threat": "Предложение более привлекательных и эффективных решений, что может привести к потере проектов.",
                        "consequences_if_deteriorates": "Увеличение шансов на успех и признание за уникальные решения.",
                        "consequences_if_improves": "Увеличение конкуренции и необходимость постоянного совершенствования.",
                        "imposed_role": "Соперники на рынке.",
                        "comment": "I am, Конкуренты и другие дизайнерские команды, see my relationships with a target in the following perspective: I challenge their creativity and push them to innovate."
                    },
                    {
                        "source": "Экологические организации и активисты",
                        "threat": "Критикой экологических аспектов проектов, что может привести к общественному осуждению.",
                        "consequences_if_deteriorates": "Меньше давления на соблюдение экологических норм и стандартов.",
                        "consequences_if_improves": "Улучшение устойчивости проектов и общественной поддержки.",
                        "imposed_role": "Объект для давления и изменений.",
                        "comment": "I am, Экологические организации и активисты, see my relationships with a target in the following perspective: I advocate for sustainable practices that must be integrated into their projects."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Городские власти",
                        "essentiality": "Городские власти устанавливают правила и нормы, регулирующие градостроительство.",
                        "opportunity": "Предоставляют финансирование и поддержку для реализации проектов.",
                        "restrictions": "Ограничивают выбор дизайнеров по стандартам и требованиям безопасности.",
                        "imposed_role": "Исполнители городских планов.",
                        "comment": "I am, the городские власти, see my relationships with a target in the following perspective: I ensure that urban design aligns with regulatory frameworks while providing the necessary resources for aesthetic and functional developments."
                    },
                    {
                        "source": "Пассажиры (пользователи пространства)",
                        "essentiality": "Пассажиры формируют реальные потребности, которые дизайнеры и менеджеры должны учитывать.",
                        "opportunity": "Предоставляют обратную связь, которая помогает улучшить дизайн и функциональность пространства.",
                        "restrictions": "Создают давление на соответствие потребностям и ожиданиям, что может ограничивать креативность.",
                        "imposed_role": "Основные пользователи пространств, чьи предпочтения и потребности должны учитываться.",
                        "comment": "I am, the пассажиры, see my relationships with a target in the following perspective: My needs guide the design process, ensuring that the outcome truly serves the community."
                    },
                    {
                        "source": "Экологические нормы",
                        "essentiality": "Устанавливают критерии для устойчивого и безопасного дизайна городских пространств.",
                        "opportunity": "Помогают создать пространство, соответствующее современным стандартам экологии.",
                        "restrictions": "Ограничивают использование определенных материалов или технологий, которые могут быть вредными.",
                        "imposed_role": "Гаранты устойчивого развития.",
                        "comment": "I am, the экологические нормы, see my relationships with a target in the following perspective: I ensure that designs respect the environment, thus safeguarding the future of urban spaces."
                    },
                    {
                        "source": "Конкуренты (другие дизайнеры и менеджеры)",
                        "essentiality": "Создают конкурентное поле, в котором целевой объект должен выделяться.",
                        "opportunity": "Стимулируют инновации и улучшение качества работы через соперничество.",
                        "restrictions": "Увеличивают давление на соответствие высоким стандартам и оригинальность.",
                        "imposed_role": "Конкуренты в создании лучших решений для городского пространства.",
                        "comment": "I am, the конкуренты, see my relationships with a target in the following perspective: The competition inspires excellence, pushing for better designs that meet the evolving demands of urban life."
                    },
                    {
                        "source": "Технологии (инструменты и программное обеспечение)",
                        "essentiality": "Обеспечивают необходимые инструменты для разработки и визуализации дизайна.",
                        "opportunity": "Упрощают процесс проектирования и позволяют быстрее реализовывать идеи.",
                        "restrictions": "Могут ограничивать творческий подход, если зависимость от технологии слишком велика.",
                        "imposed_role": "Инструменты для реализации проектов.",
                        "comment": "I am, the технологии, see my relationships with a target in the following perspective: I empower designers and managers to bring their visions to life with precision and efficiency."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Градостроительные нормы и правила",
                        "change": "Заставляют менеджеров и дизайнеров учитывать стандарты и ограничения при проектировании городского пространства.",
                        "opportunity": "Обеспечивают легитимность проектов и соответствие законодательству.",
                        "restrictions": "Налагают ограничения на выбор материалов и дизайнерских решений.",
                        "imposed_role": "Исполнители, которые должны адаптировать свои идеи под существующие нормы.",
                        "comment": "Я, градостроительные нормы и правила, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: я обеспечиваю основу для их работы, но также ограничиваю их свободу творчества."
                    },
                    {
                        "source": "Общественное мнение",
                        "change": "Влияет на восприятие проектов и их соответствие ожиданиям граждан.",
                        "opportunity": "Создает возможность для улучшения имиджа и повышения доверия к проектам.",
                        "restrictions": "Может критиковать и оспаривать выбранные решения, если они не соответствуют ожиданиям.",
                        "imposed_role": "Адаптировщики, которые должны учитывать мнения и предпочтения общественности.",
                        "comment": "Я, общественное мнение, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: я являюсь важным обратным связью, формирующим их действия и решения."
                    },
                    {
                        "source": "Технологические инновации",
                        "change": "Способствуют внедрению современных решений в проектирование и реализацию.",
                        "opportunity": "Предоставляют доступ к новым инструментам и методам, которые могут улучшить работу.",
                        "restrictions": "Могут требовать дополнительного обучения и адаптации к новым технологиям.",
                        "imposed_role": "Искатели, которые должны исследовать и внедрять инновации в свою практику.",
                        "comment": "Я, технологические инновации, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: я предоставляю им новые возможности, но также требую от них постоянного обучения."
                    },
                    {
                        "source": "Конкурирующие проекты",
                        "change": "Толкают менеджеров и дизайнеров к поиску уникальных решений для выделения среди других проектов.",
                        "opportunity": "Создают стимулы для создания более креативных и востребованных пространств.",
                        "restrictions": "Могут ограничивать бюджет и сроки, если необходимо конкурировать.",
                        "imposed_role": "Конкуренты, которые должны постоянно улучшать свои предложения.",
                        "comment": "Я, конкурирующие проекты, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: я подталкиваю их к инновациям и улучшениям, заставляя их постоянно работать над собой."
                    },
                    {
                        "source": "Заказчики и инвесторы",
                        "change": "Формируют требования и ожидания к проектам, задавая направление работы.",
                        "opportunity": "Обеспечивают финансирование и ресурсы для реализации проектов.",
                        "restrictions": "Ограничивают свободу действий, требуя соответствия их видению и ожиданиям.",
                        "imposed_role": "Подрядчики, которые должны адаптироваться к требованиям и ожиданиям.",
                        "comment": "Я, заказчики и инвесторы, вижу свои отношения с менеджерами и дизайнерами в следующей перспективе: я обеспечиваю необходимые ресурсы, но также налагаю строгие требования к результатам."
                    }
                ]
            },
            "6": {
                "data": [
                    {
                        "source": "Городские власти",
                        "change": "Городские власти адаптируют свои правила и регуляции для согласования с новыми проектами, учитывая эстетические и функциональные требования.",
                        "opportunity": "Возможность улучшить городской облик и повысить уровень жизни граждан через успешные проекты.",
                        "restrictions": "Необходимость соблюдать бюджетные рамки и учитывать мнения общественности.",
                        "imposed_role": "Партнер, предоставляющий ресурсы и поддержку.",
                        "comment": "Я, городские власти, вижу свои отношения с менеджерами и дизайнерами, отвечающими за ландшафт, в следующей перспективе: мы стремимся создать совместные инициативы, которые будут полезны для города."
                    },
                    {
                        "source": "Местные жители",
                        "change": "Местные жители начинают более активно участвовать в процессах планирования и обсуждения новых ландшафтных проектов.",
                        "opportunity": "Возможность влиять на результаты проектов и улучшить качество общественных пространств.",
                        "restrictions": "Необходимость учитывать мнение и потребности разных групп населения.",
                        "imposed_role": "Консультанты, чьи мнения и предпочтения должны быть учтены.",
                        "comment": "Я, местные жители, вижу свои отношения с менеджерами и дизайнерами, отвечающими за ландшафт, в следующей перспективе: наше участие критично для создания пространства, которое действительно будет удовлетворять потребности сообщества."
                    },
                    {
                        "source": "Экологические активисты",
                        "change": "Экологические активисты требуют большей ответственности в проектировании и реализации ландшафтных решений.",
                        "opportunity": "Возможность повысить осведомленность о проблемах экологии в городских проектах.",
                        "restrictions": "Активисты могут ограничивать подходы к проектированию, требуя соблюдения экологических норм.",
                        "imposed_role": "Критики, предоставляющие обратную связь и требования.",
                        "comment": "Я, экологические активисты, вижу свои отношения с менеджерами и дизайнерами, отвечающими за ландшафт, в следующей перспективе: мы обязаны следить за тем, чтобы проекты были устойчивыми и экологически чистыми."
                    },
                    {
                        "source": "Подрядчики и строители",
                        "change": "Подрядчики адаптируют свои методы работы и предлагаемые материалы под новые требования дизайна.",
                        "opportunity": "Возможность получить новые контракты и развивать партнерские отношения.",
                        "restrictions": "Необходимость следовать новым стандартам и специфическим требованиям проектирования.",
                        "imposed_role": "Исполнители, чьи действия непосредственно влияют на реализацию проектов.",
                        "comment": "Я, подрядчики и строители, вижу свои отношения с менеджерами и дизайнерами, отвечающими за ландшафт, в следующей перспективе: мы работаем вместе для достижения общего успеха в реализации проектов."
                    },
                    {
                        "source": "Дизайнеры общественных пространств",
                        "change": "Дизайнеры общественных пространств развивают свои подходы, основываясь на опыте и потребностях менеджеров и конечных пользователей.",
                        "opportunity": "Возможность расширить свои навыки и профессиональные горизонты за счет сотрудничества.",
                        "restrictions": "Необходимость учитывать критические отзывы и требования, которые могут усложнить процесс дизайна.",
                        "imposed_role": "Креативные партнеры, работающие над концепциями и реализацией.",
                        "comment": "Я, дизайнеры общественных пространств, вижу свои отношения с менеджерами и дизайнерами, отвечающими за ландшафт, в следующей перспективе: мы вдохновляем друг друга и создаем уникальные и функциональные пространства."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Городская администрация",
                        "essentiality": "Менеджеры и дизайнеры, отвечавшие за ландшафт, предоставляют администрации визуальные и функциональные решения, необходимые для улучшения городской инфраструктуры.",
                        "opportunity": "Городская администрация получает возможность повысить качество жизни горожан и улучшить имидж города.",
                        "restrictions": "Администрация не может игнорировать потребности и ожидания населения в процессе проектирования.",
                        "imposed_role": "Администрация должна поддерживать и финансировать проекты, предложенные менеджерами и дизайнерами.",
                        "comment": "I am, the Городская администрация, see my relationships with a target in the following perspective: их работа позволяет мне осуществлять стратегические цели города."
                    },
                    {
                        "source": "Пассажиры и жители города",
                        "essentiality": "Менеджеры и дизайнеры учитывают мнения и отзывы пассажиров, чтобы создать пространство, соответствующее их требованиям.",
                        "opportunity": "Жители получают возможность пользоваться эстетичными и функциональными пространствами, которые улучшают их повседневную жизнь.",
                        "restrictions": "Дизайнеры не могут игнорировать отзывы пассажиров и должны учитывать их в своих проектах.",
                        "imposed_role": "Пассажиры становятся активными участниками процесса проектирования через свои отзывы и ожидания.",
                        "comment": "I am, the Пассажиры и жители города, see my relationships with a target in the following perspective: их работа зависит от нашего мнения и наших потребностей."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Менеджеры и дизайнеры должны учитывать экологические стандарты, чтобы создавать устойчивые и безопасные пространства.",
                        "opportunity": "Экологические организации получают возможность влиять на процесс проектирования, продвигая идеи устойчивого развития.",
                        "restrictions": "Дизайнеры не могут игнорировать экологические нормы и требования, что ограничивает их творческую свободу.",
                        "imposed_role": "Экологические организации становятся экспертами, чьи рекомендации должны учитываться в процессе проектирования.",
                        "comment": "I am, the Экологические организации, see my relationships with a target in the following perspective: их проекты должны быть экологически устойчивыми и безопасными."
                    },
                    {
                        "source": "Строительные компании",
                        "essentiality": "Менеджеры и дизайнеры зависят от строительных компаний для реализации своих проектов.",
                        "opportunity": "Строительные компании получают контракты на выполнение работ, что обеспечивает им финансовую выгоду.",
                        "restrictions": "Строительные компании должны соблюдать указания дизайнеров, что ограничивает их возможности в реализации проектов.",
                        "imposed_role": "Строительные компании становятся исполнителями, которые должны следовать дизайнерским решениям.",
                        "comment": "I am, the Строительные компании, see my relationships with a target in the following perspective: мы исполняем их видение, но также ожидаем материальной выгоды от сотрудничества."
                    },
                    {
                        "source": "Финансирующие организации",
                        "essentiality": "Менеджеры и дизайнеры зависят от финансирования для реализации своих идей и проектов.",
                        "opportunity": "Финансирующие организации получают возможность инвестировать в проекты, которые приносят социальную выгоду.",
                        "restrictions": "Финансирующие организации могут ограничивать выбор проектных решений в зависимости от доступного бюджета.",
                        "imposed_role": "Финансирующие организации становятся критически важными партнёрами, чьи решения влияют на реализацию проектов.",
                        "comment": "I am, the Финансирующие организации, see my relationships with a target in the following perspective: мы поддерживаем их амбиции, но также ждем оправданных инвестиций."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Пассажиры общественного транспорта",
                        "threat": "Менеджеры и дизайнеры могут изменить пространство таким образом, чтобы оно не соответствовало реальным потребностям пассажиров.",
                        "consequences_if_deteriorates": "Пассажиры будут игнорировать новые изменения и продолжат использовать старые маршруты, что приведет к снижению их удобства.",
                        "consequences_if_improves": "Если их потребности будут учтены, пассажиры будут более удовлетворены, что приведет к увеличению использования общественного транспорта.",
                        "imposed_role": "Пассажиры должны стать активными участниками процесса проектирования.",
                        "comment": "I am, Пассажиры общественного транспорта, see my relationships with a target in the following perspective: я боюсь, что изменения могут не учесть мои потребности."
                    },
                    {
                        "source": "Городские власти",
                        "threat": "Менеджеры и дизайнеры могут создать критикуемые проекты, что повлияет на имидж властей.",
                        "consequences_if_deteriorates": "Если проект провалится, власти потеряют поддержку граждан и доверие к ним.",
                        "consequences_if_improves": "Успешные проекты укрепят авторитет властей и повысят уровень доверия к ним.",
                        "imposed_role": "Городские власти должны контролировать и одобрять все изменения.",
                        "comment": "I am, Городские власти, see my relationships with a target in the following perspective: я опасаюсь, что плохие решения менеджеров могут негативно отразиться на моей репутации."
                    },
                    {
                        "source": "Архитекторы",
                        "threat": "Менеджеры и дизайнеры могут внедрять решения, которые не соответствуют профессиональным стандартам.",
                        "consequences_if_deteriorates": "Архитекторы потеряют клиентов и возможность работать в данной области.",
                        "consequences_if_improves": "Если будет создано качественное пространство, это повысит репутацию архитекторов.",
                        "imposed_role": "Архитекторы должны адаптироваться к требованиям менеджеров и дизайнеров.",
                        "comment": "I am, Архитекторы, see my relationships with a target in the following perspective: мне важно, чтобы мои идеи были услышаны, иначе я рискую потерять профессиональную целостность."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Проекты могут игнорировать экологические аспекты, что повредит окружающей среде.",
                        "consequences_if_deteriorates": "Если проекты будут неэкологичными, организации могут потерять доверие и поддержку сообщества.",
                        "consequences_if_improves": "Устойчивые проекты будут поддержаны организацией, что повысит их влияние.",
                        "imposed_role": "Экологические организации должны следить за соблюдением норм экологической безопасности.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: я обеспокоен, что они могут игнорировать экологические аспекты ради краткосрочной выгоды."
                    },
                    {
                        "source": "Местные жители",
                        "threat": "Изменения могут привести к ухудшению качества жизни, если они не будут учтены.",
                        "consequences_if_deteriorates": "Если проект будет неудачным, местные жители будут вынуждены мириться с неудобствами и потерей близости к природе.",
                        "consequences_if_improves": "Успешные изменения могут улучшить качество жизни и сделать район более привлекательным.",
                        "imposed_role": "Местные жители должны активно участвовать в обсуждении изменений.",
                        "comment": "I am, Местные жители, see my relationships with a target in the following perspective: я надеюсь, что их работа будет учитывать наши нужды и предпочтения."
                    }
                ]
            }
        }
    },
    {
        "entity": "Администрация",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Граждане",
                        "change": "Граждане начинают более активно участвовать в процессе формирования городской среды.",
                        "opportunity": "Возможность выражать свои потребности и получать улучшения в городской инфраструктуре.",
                        "restrictions": "Ограничение на уровень недовольства, который может привести к протестам.",
                        "imposed_role": "Активные участники общественного обсуждения.",
                        "comment": "Я, гражданин, вижу свои отношения с администрацией в следующей перспективе: я хочу, чтобы мои идеи учитывались и влияли на решения по улучшению городской среды."
                    },
                    {
                        "source": "Некоммерческие организации",
                        "change": "Некоммерческие организации начинают сотрудничать с администрацией для реализации совместных проектов.",
                        "opportunity": "Возможность получить финансирование и ресурсы для реализации инициатив.",
                        "restrictions": "Зависимость от мнения администрации для получения поддержки.",
                        "imposed_role": "Партнеры в реализации социальных проектов.",
                        "comment": "Я, представитель некоммерческой организации, вижу свои отношения с администрацией в следующей перспективе: мы можем вместе создавать проекты, которые будут улучшать жизнь в городе."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "change": "Бизнес начинает адаптировать свои стратегии в соответствии с запросами администрации.",
                        "opportunity": "Возможность получить выгодные контракты и поддержку местных инициатив.",
                        "restrictions": "Необходимость следовать установленным нормам и стандартам со стороны администрации.",
                        "imposed_role": "Экономические партнеры, способствующие развитию города.",
                        "comment": "Я, бизнесмен, вижу свои отношения с администрацией в следующей перспективе: наша совместная работа может привести к созданию новых рабочих мест и улучшению городской экономики."
                    },
                    {
                        "source": "Экологические активисты",
                        "change": "Активисты начинают более активно продвигать экологические инициативы.",
                        "opportunity": "Возможность получить поддержку от администрации для зеленых проектов.",
                        "restrictions": "Необходимость согласовывать свои действия с политикой администрации.",
                        "imposed_role": "Советники по экологическим вопросам.",
                        "comment": "Я, экологический активист, вижу свои отношения с администрацией в следующей перспективе: мы можем вместе работать над сохранением природы и улучшением экологии города."
                    },
                    {
                        "source": "Местные СМИ",
                        "change": "СМИ начинают уделять больше внимания инициативам администрации и их последствиям.",
                        "opportunity": "Возможность повысить рейтинг и привлечь аудиторию через освещение городских инициатив.",
                        "restrictions": "Необходимость поддерживать баланс между объективностью и требованиями администрации.",
                        "imposed_role": "Информаторы и критики действий администрации.",
                        "comment": "Я, журналист, вижу свои отношения с администрацией в следующей перспективе: мы можем быть как партнерами, так и критиками, что способствует улучшению городской среды."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Граждане",
                        "essentiality": "Администрация предоставляет услуги и инфраструктуру, которые необходимы гражданам.",
                        "opportunity": "Граждане получают улучшение качества жизни через действия администрации.",
                        "restrictions": "Граждане не могут игнорировать решения администрации, так как они влияют на их повседневную жизнь.",
                        "imposed_role": "Граждане выступают в роли критиков и участников процесса принятия решений.",
                        "comment": "I am, Граждане, see my relationships with a target in the following perspective: наша жизнь зависит от решений администрации."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "essentiality": "Администрация создает условия для ведения бизнеса через регулирование и поддержку.",
                        "opportunity": "Бизнес получает доступ к финансированию и инфраструктуре для развития.",
                        "restrictions": "Бизнес не может игнорировать законы и правила, установленные администрацией.",
                        "imposed_role": "Бизнес-сообщество играет роль партнера и советника для администрации.",
                        "comment": "I am, Бизнес-сообщество, see my relationships with a target in the following perspective: наше развитие зависит от поддержки администрации."
                    },
                    {
                        "source": "Некоммерческие организации",
                        "essentiality": "Администрация предоставляет платформу для реализации социальных проектов и инициатив.",
                        "opportunity": "Некоммерческие организации получают возможность влиять на политику через сотрудничество с администрцией.",
                        "restrictions": "Некоммерческие организации должны действовать в рамках установленных норм и правил администрации.",
                        "imposed_role": "Некоммерческие организации становятся активными участниками в разработке социальных программ.",
                        "comment": "I am, Некоммерческие организации, see my relationships with a target in the following perspective: мы помогаем администрации достигать целей в области социальной ответственности."
                    },
                    {
                        "source": "Медиа",
                        "essentiality": "Администрация предоставляет информацию и события, которые становятся новостями.",
                        "opportunity": "Медиа получает контент и темы для освещения в своих материалах.",
                        "restrictions": "Медиа не может искажать информацию, иначе потеряет доверие аудитории и доступ к информации от администрации.",
                        "imposed_role": "Медиа выступает в роли информатора и критика решений администрации.",
                        "comment": "I am, Медиа, see my relationships with a target in the following perspective: наша работа зависит от открытости и доступности информации от администрации."
                    },
                    {
                        "source": "Экологические организации",
                        "essentiality": "Администрация отвечает за экологические нормы и правила, что делает её ключевым игроком в экологической политике.",
                        "opportunity": "Экологические организации получают возможность влиять на экологическую политику через взаимодействие с администрацией.",
                        "restrictions": "Экологические организации обязаны следовать законодательным рамкам, установленным администрацией.",
                        "imposed_role": "Экологические организации становятся консультантами и активистами в области охраны окружающей среды.",
                        "comment": "I am, Экологические организации, see my relationships with a target in the following perspective: наши усилия по защите окружающей среды зависят от действий и решений администрации."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Граждане",
                        "change": "Увеличение общественного давления на администрацию через обращения и протесты.",
                        "opportunity": "Получение обратной связи и понимание потребностей жителей.",
                        "restrictions": "Необходимость учитывать мнения и требования граждан при принятии решений.",
                        "imposed_role": "Реагирующая инстанция, которая должна оправдывать свои действия перед населением.",
                        "comment": "Я, Граждане, вижу свои отношения с Администрацией в следующей перспективе: наше мнение должно быть услышано, и действия администрации должны отражать наши потребности."
                    },
                    {
                        "source": "Экологические организации",
                        "change": "Проведение кампаний и инициатив, направленных на улучшение экологической ситуации в городе.",
                        "opportunity": "Сотрудничество в проектах, направленных на создание более устойчивой городской среды.",
                        "restrictions": "Необходимость следовать экологическим стандартам и требованиям.",
                        "imposed_role": "Партнер, который устанавливает требования к экологической политике администрации.",
                        "comment": "Я, Экологическая организация, вижу свои отношения с Администрацией в следующей перспективе: мы работаем вместе для достижения устойчивого развития города."
                    },
                    {
                        "source": "Бюджетные средства",
                        "change": "Определение финансовых возможностей для реализации проектов по улучшению городской среды.",
                        "opportunity": "Получение финансирования для реализации инициатив и проектов.",
                        "restrictions": "Ограничения по использованию бюджета и необходимость обоснования расходов.",
                        "imposed_role": "Финансовый контролер, который влияет на приоритеты администрации.",
                        "comment": "Я, Бюджетные средства, вижу свои отношения с Администрацией в следующей перспективе: без должного финансирования планы администрации не смогут осуществиться."
                    },
                    {
                        "source": "Местный бизнес",
                        "change": "Влияние на развитие городской инфраструктуры и создание рабочих мест.",
                        "opportunity": "Партнерство в проектах, способствующих развитию экономики города.",
                        "restrictions": "Зависимость от экономической ситуации и потребностей бизнеса.",
                        "imposed_role": "Экономический партнер, который определяет возможности для роста и развития.",
                        "comment": "Я, Местный бизнес, вижу свои отношения с Администрацией в следующей перспективе: наши интересы должны быть учтены для совместного процветания."
                    },
                    {
                        "source": "Медиа",
                        "change": "Формирование общественного мнения и освещение деятельности администрации.",
                        "opportunity": "Повышение прозрачности работы администрации и укрепление доверия граждан.",
                        "restrictions": "Необходимость отвечать на критику и обеспечивать открытость.",
                        "imposed_role": "Коммуникатор, который связывает администрацию с гражданами.",
                        "comment": "Я, Медиа, вижу свои отношения с Администрацией в следующей перспективе: наша роль – донести информацию до граждан и обеспечить диалог."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Граждане",
                        "essentiality": "Граждане являются основным источником легитимности для администрации. Без поддержки и доверия населения, администрация теряет свою значимость.",
                        "opportunity": "Граждане предоставляют обратную связь и необходимые данные о потребностях, что позволяет администрации принимать более обоснованные решения.",
                        "restrictions": "Администрация обязана учитывать мнения и потребности граждан, что может ограничивать её свободу действий.",
                        "imposed_role": "Администрация должна выступать в роли слушателя и обслуживающего органа для граждан.",
                        "comment": "I am, граждане, see my relationships with a target in the following perspective: без нас, ваша работа не имеет смысла, и наши голоса должны быть услышаны."
                    },
                    {
                        "source": "Законодательство",
                        "essentiality": "Законодательные акты определяют рамки работы администрации, указывая на обязательные требования и процедуры.",
                        "opportunity": "Законодательство помогает администрации действовать в рамках законных норм, что укрепляет доверие граждан.",
                        "restrictions": "Администрация не может принимать решения, противоречащие закону.",
                        "imposed_role": "Администрация должна соблюдать законы и регулирования, что формирует её публичную ответственность.",
                        "comment": "I am, законодательство, see my relationships with a target in the following perspective: я задаю правила игры, которыми вы должны следовать."
                    },
                    {
                        "source": "Бюджет",
                        "essentiality": "Бюджет предоставляет необходимые ресурсы для реализации проектов и инициатив администрации.",
                        "opportunity": "С правильным распределением бюджета администрация может финансировать программы, улучшающие городскую среду.",
                        "restrictions": "Администрация должна обосновывать и планировать свои расходы в соответствии с установленными лимитами бюджета.",
                        "imposed_role": "Администрация должна выступать в роли ответственного управляющего ресурсами.",
                        "comment": "I am, бюджет, see my relationships with a target in the following perspective: без меня вы не сможете реализовать свои амбиции."
                    },
                    {
                        "source": "Экологические факторы",
                        "essentiality": "Экологические условия и ресурсы влияют на способность администрации улучшать городскую среду.",
                        "opportunity": "Администрация может использовать экологические инициативы для продвижения устойчивого развития и повышения качества жизни.",
                        "restrictions": "Некоторые действия могут быть ограничены из-за необходимости защиты окружающей среды.",
                        "imposed_role": "Администрация должна учитывать экологические аспекты в своих решениях.",
                        "comment": "I am, экологические факторы, see my relationships with a target in the following perspective: ваша работа должна учитывать меня, иначе последствия могут быть серьезными."
                    },
                    {
                        "source": "Местные бизнесы",
                        "essentiality": "Местные компании играют важную роль в экономическом развитии и могут поддерживать проекты администрации.",
                        "opportunity": "Сотрудничество с бизнесом позволяет администрации реализовывать проекты, которые способствуют улучшению городской среды.",
                        "restrictions": "Администрация должна учитывать интересы бизнеса и не допускать решений, которые могут им навредить.",
                        "imposed_role": "Администрация должна быть партнером для местного бизнеса, помогая им развиваться.",
                        "comment": "I am, местные бизнесы, see my relationships with a target in the following perspective: мы вместе можем создать процветающий город, если вы будете учитывать наши интересы."
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Граждане (жители города)",
                        "threat": "Недовольство граждан может привести к массовым протестам и снижению легитимности администрации.",
                        "consequences_if_deteriorates": "Администрация сможет действовать без страха перед общественным мнением и критикой.",
                        "consequences_if_improves": "Администрация получит поддержку жителей, что укрепит её позиции и позволит реализовывать инициативы.",
                        "imposed_role": "Слушатель и исполнитель потребностей граждан.",
                        "comment": "Я, граждане, вижу свои отношения с администрацией в следующей перспективе: мы требуем уважения и учета наших нужд."
                    },
                    {
                        "source": "Медиа",
                        "threat": "Негативное освещение деятельности администрации может снизить её репутацию.",
                        "consequences_if_deteriorates": "Администрация сможет контролировать общественное мнение и манипулировать информацией.",
                        "consequences_if_improves": "Администрация будет вынуждена работать более открыто и эффективно, чтобы избежать критики.",
                        "imposed_role": "Объект для освещения и анализа.",
                        "comment": "Я, медиа, вижу свои отношения с администрацией в следующей перспективе: моя задача — информировать общество о действиях власти."
                    },
                    {
                        "source": "Правозащитные организации",
                        "threat": "Обвинения в нарушении прав граждан могут привести к международному осуждению.",
                        "consequences_if_deteriorates": "Администрация сможет игнорировать права граждан и действовать без контроля.",
                        "consequences_if_improves": "Администрация будет вынуждена соблюдать законы и учитывать права граждан.",
                        "imposed_role": "Контролер и проверяющий действий администрации.",
                        "comment": "Я, правозащитные организации, вижу свои отношения с администрацией в следующей перспективе: мы требуем соблюдения прав каждого гражданина."
                    },
                    {
                        "source": "Бизнес-сообщество",
                        "threat": "Отказ бизнеса сотрудничать может привести к экономическим проблемам в городе.",
                        "consequences_if_deteriorates": "Администрация не будет зависеть от мнения бизнеса и сможет принимать более радикальные решения.",
                        "consequences_if_improves": "Администрация получит поддержку бизнеса, что положительно скажется на экономике города.",
                        "imposed_role": "Партнер и соучастник в развитии города.",
                        "comment": "Я, бизнес-сообщество, вижу свои отношения с администрацией в следующей перспективе: наша цель — создать выгодные условия для всех."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Обвинения в экологической некомпетентности могут вызвать общественное недовольство.",
                        "consequences_if_deteriorates": "Администрация сможет игнорировать экологические проблемы и сосредоточиться на других вопросах.",
                        "consequences_if_improves": "Администрация будет вынуждена внедрять экологически чистые практики и учитывать мнение экологов.",
                        "imposed_role": "Ответственный за устойчивое развитие и охрану окружающей среды.",
                        "comment": "Я, экологические организации, вижу свои отношения с администрацией в следующей перспективе: мы требуем защиты природы и заботы о будущем."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Граждане",
                        "threat": "Администрация использует социальные медиа и опросы для контроля общественного мнения.",
                        "consequences_if_deteriorates": "Граждане могут утратить возможность влиять на городские решения и улучшения.",
                        "consequences_if_improves": "Граждане могут получить возможность участия в процессах принятия решений и улучшения городской среды.",
                        "imposed_role": "Критики и активисты по вопросам городской среды.",
                        "comment": "Я, гражданин, вижу свои отношения с администрацией в следующей перспективе: я могу либо поддерживать, либо подвергать критике их действия в зависимости от того, насколько они соответствуют моим ожиданиям."
                    },
                    {
                        "source": "Бизнес",
                        "threat": "Администрация может регулировать или ограничивать деятельность бизнеса в городе.",
                        "consequences_if_deteriorates": "Бизнес может свободно действовать без обязательств по соблюдению стандартов и норм.",
                        "consequences_if_improves": "Бизнес получит доступ к новым инвестициям и поддержке со стороны администрации.",
                        "imposed_role": "Партнер по развитию городской экономики.",
                        "comment": "Я, бизнес, вижу свои отношения с администрацией в следующей перспективе: я могу либо стать партнером в улучшении городской среды, либо столкнуться с серьезными препятствиями в своей деятельности."
                    },
                    {
                        "source": "Экологические организации",
                        "threat": "Администрация может игнорировать экологические инициативы и требования.",
                        "consequences_if_deteriorates": "Экологические организации могут потерять влияние и возможность продвигать свои идеи.",
                        "consequences_if_improves": "Экологические организации могут получить поддержку для реализации своих проектов.",
                        "imposed_role": "Советники по вопросам устойчивого развития.",
                        "comment": "Я, экологическая организация, вижу свои отношения с администрацией в следующей перспективе: я могу либо быть вовлеченным в процесс принятия решений, либо оставаться в стороне от них."
                    },
                    {
                        "source": "Местные СМИ",
                        "threat": "Администрация может контролировать информацию и освещение событий в городе.",
                        "consequences_if_deteriorates": "Местные СМИ могут получить свободу в освещении проблем и критике администрации.",
                        "consequences_if_improves": "Местные СМИ могут стать партнерами в распространении информации о положительных изменениях.",
                        "imposed_role": "Критики и информаторы о действиях администрации.",
                        "comment": "Я, местное СМИ, вижу свои отношения с администрацией в следующей перспективе: я могу либо поддерживать их позитивные инициативы, либо подвергать сомнению их действия."
                    },
                    {
                        "source": "Государственные учреждения",
                        "threat": "Администрация может конкурировать за ресурсы и влияние с другими государственными органами.",
                        "consequences_if_deteriorates": "Государственные учреждения могут сохранить свои позиции и ресурсы без вмешательства администрации.",
                        "consequences_if_improves": "Государственные учреждения могут стать более эффективными через сотрудничество с администрацией.",
                        "imposed_role": "Сотрудники, помогающие в реализации городских инициатив.",
                        "comment": "Я, государственное учреждение, вижу свои отношения с администрацией в следующей перспективе: я могу либо конкурировать за ресурсы, либо сотрудничать для достижения общих целей."
                    }
                ]
            }
        }
    },
    {
        "entity": "Выход из метро",
        "actor_network": {
            "6": {
                "data": [
                    {
                        "source": "Городская транспортная система",
                        "change": "Улучшение маршрутов и частоты движения общественного транспорта для оптимизации пассажиропотока.",
                        "opportunity": "Повышение эффективности работы за счет более активного использования метро.",
                        "restrictions": "Необходимость учитывать время ожидания и комфорт пассажиров.",
                        "imposed_role": "Партнер в обеспечении транспортной доступности.",
                        "comment": "I am, Городская транспортная система, see my relationships with a target in the following perspective: 'Мы работаем вместе для обеспечения удобства пассажиров'."
                    },
                    {
                        "source": "Пассажиры",
                        "change": "Изменение маршрутов и времени поездок в зависимости от доступности выхода из метро.",
                        "opportunity": "Улучшение пользовательского опыта и удобства перемещения по городу.",
                        "restrictions": "Необходимость соблюдать правила и очереди при выходе.",
                        "imposed_role": "Активные участники процесса, влияющие на поток пассажиров.",
                        "comment": "I am, Пассажиры, see my relationships with a target in the following perspective: 'Мы нуждаемся в эффективных выходах для комфортного перемещения'."
                    },
                    {
                        "source": "Магазины и заведения рядом с выходом",
                        "change": "Увеличение числа клиентов и оборота благодаря большему потоку людей.",
                        "opportunity": "Повышение доходов за счет привлечения новых клиентов.",
                        "restrictions": "Зависимость от потока пассажиров и их предпочтений.",
                        "imposed_role": "Экономический партнер, использующий поток людей.",
                        "comment": "I am, Магазины и заведения, see my relationships with a target in the following perspective: 'Успех нашего бизнеса зависит от хорошего потока людей через выход из метро'."
                    },
                    {
                        "source": "Городские власти",
                        "change": "Необходимость в постоянном обновлении и поддержке инфраструктуры.",
                        "opportunity": "Возможность улучшить имидж города и привлечь туристов.",
                        "restrictions": "Бюджетные ограничения и необходимость учитывать мнения граждан.",
                        "imposed_role": "Ответственные за развитие городской инфраструктуры.",
                        "comment": "I am, Городские власти, see my relationships with a target in the following perspective: 'Мы стремимся развивать инфраструктуру, чтобы улучшить жизнь горожан'."
                    },
                    {
                        "source": "Технологические компании",
                        "change": "Разработка новых решений для управления потоками пассажиров.",
                        "opportunity": "Возможность внедрения инновационных технологий и повышения конкурентоспособности.",
                        "restrictions": "Необходимость соответствия стандартам безопасности и качества.",
                        "imposed_role": "Инноваторы, поставляющие технологии для оптимизации процессов.",
                        "comment": "I am, Технологические компании, see my relationships with a target in the following perspective: 'Мы предоставляем технологии, которые делают выход из метро более эффективным и безопасным'."
                    }
                ]
            },
            "3": {
                "data": [
                    {
                        "source": "Городская администрация",
                        "change": "Устанавливает правила и стандарты для работы выходов из метро, влияя на их дизайн и функциональность.",
                        "opportunity": "Получение финансирования и поддержки для модернизации инфраструктуры.",
                        "restrictions": "Необходимость соблюдать установленные нормативы и стандарты.",
                        "imposed_role": "Исполнитель в рамках административных требований.",
                        "comment": "Я, городская администрация, вижу мои отношения с выходом из метро в следующей перспективе: я обеспечиваю его соответствие требованиям, а он способствует удобству передвижения граждан."
                    },
                    {
                        "source": "Пассажиры",
                        "change": "Влияют на поток и распределение пассажиров, требуя оптимизации потоков.",
                        "opportunity": "Улучшение опытов перемещения и ожидания в метро.",
                        "restrictions": "Необходимо учитывать их предпочтения и ожидания.",
                        "imposed_role": "Обслуживающий элемент, которому необходимо адаптироваться под потребности пользователей.",
                        "comment": "Я, пассажир, вижу мои отношения с выходом из метро в следующей перспективе: я формирую его функцию через свои запросы и ожидания."
                    },
                    {
                        "source": "Технологические системы управления",
                        "change": "Автоматизирует процессы пропуска пассажиров, улучшая поток.",
                        "opportunity": "Снижение нагрузки на операционный персонал и повышение эффективности.",
                        "restrictions": "Зависимость от технологической надежности и регулярных обновлений.",
                        "imposed_role": "Технический объект, который управляет процессами выхода.",
                        "comment": "Я, технологическая система, вижу мои отношения с выходом из метро в следующей перспективе: я оптимизирую его работу и поддерживаю его актуальность."
                    },
                    {
                        "source": "Конкурирующие транспортные системы",
                        "change": "Создают давление для улучшения качества обслуживания выхода из метро.",
                        "opportunity": "Стимулируют инновации и улучшения в инфраструктуре.",
                        "restrictions": "Необходимость постоянно повышать качество услуг для конкуренции.",
                        "imposed_role": "Конкурирующий элемент, который подталкивает к развитию.",
                        "comment": "Я, конкурирующая транспортная система, вижу мои отношения с выходом из метро в следующей перспективе: я заставляю его адаптироваться и улучшаться в ответ на вызовы."
                    },
                    {
                        "source": "Экологические регуляторы",
                        "change": "Навязывают экологические нормы и требования к выходу из метро.",
                        "opportunity": "Повышение устойчивости и привлекательности для пользователей.",
                        "restrictions": "Соблюдение экологических стандартов и норм.",
                        "imposed_role": "Наблюдательный элемент, контролирующий соответствие.",
                        "comment": "Я, экологический регулятор, вижу мои отношения с выходом из метро в следующей перспективе: я обеспечиваю его устойчивое развитие и соответствие современным требованиям."
                    }
                ]
            },
            "4": {
                "data": [
                    {
                        "source": "Пассажиры метро",
                        "essentiality": "Пассажиры нуждаются в эффективном выходе для своевременного перемещения.",
                        "opportunity": "Эффективный выход помогает пассажирам быстро покинуть станцию, что улучшает их опыт поездки.",
                        "restrictions": "Пассажиры должны следовать правилам выхода и не создавать заторов.",
                        "imposed_role": "Пассажиры выступают как критическая аудитория, на которую влияют решения о проектировании выхода.",
                        "comment": "I am, the Пассажиры метро, see my relationships with a target in the following perspective: 'Без эффективного выхода я рискую опоздать и потерять время.'"
                    },
                    {
                        "source": "Оператор метро",
                        "essentiality": "Оператор зависит от эффективного потока пассажиров для оптимизации расписания.",
                        "opportunity": "Эффективный выход позволяет оператору управлять и контролировать пассажиропоток.",
                        "restrictions": "Оператор не может внести изменения в выход без учета пассажиропотока.",
                        "imposed_role": "Оператор выполняет функцию управления и мониторинга, основанную на эффективности выхода.",
                        "comment": "I am, the Оператор метро, see my relationships with a target in the following perspective: 'Эффективный выход — это основа моего контроля над пассажиропотоком.'"
                    },
                    {
                        "source": "Городские власти",
                        "essentiality": "Городские власти нуждаются в эффективном выходе для обеспечения безопасности и комфорта граждан.",
                        "opportunity": "Эффективный выход улучшает общественный транспорт, что влияет на имидж власти.",
                        "restrictions": "Городские власти должны следить за состоянием выхода и не допускать его ухудшения.",
                        "imposed_role": "Городские власти должны поддерживать и улучшать инфраструктуру выхода.",
                        "comment": "I am, the Городские власти, see my relationships with a target in the following perspective: 'Эффективный выход — это показатель моего успеха в обеспечении комфорта.'"
                    },
                    {
                        "source": "Архитекторы и проектировщики",
                        "essentiality": "Архитекторы зависят от существования выхода для эффективного проектирования станций.",
                        "opportunity": "Эффективный выход служит основой для создания инновационных и удобных проектов.",
                        "restrictions": "Архитекторы не могут проектировать выход, игнорируя потребности пассажиров.",
                        "imposed_role": "Архитекторы должны учитывать целостность и функциональность выхода в своих проектах.",
                        "comment": "I am, the Архитекторы и проектировщики, see my relationships with a target in the following perspective: 'Мой успех зависит от качества проектируемого выхода.'"
                    },
                    {
                        "source": "Технологические системы (например, автоматизированные системы контроля доступа)",
                        "essentiality": "Технологические системы требуют выхода для функционирования своих механизмов.",
                        "opportunity": "Эффективный выход позволяет автоматизированным системам управлять потоком пассажиров.",
                        "restrictions": "Технологические системы не могут работать без четко заданных параметров выхода.",
                        "imposed_role": "Технологические системы должны адаптироваться к структуре выхода для оптимальной работы.",
                        "comment": "I am, the Технологические системы, see my relationships with a target in the following perspective: 'Я завишу от структуры выхода для своей эффективности.'"
                    }
                ]
            },
            "2": {
                "data": [
                    {
                        "source": "Современные технологии (например, мобильные приложения для навигации)",
                        "threat": "Упрощают доступ к информации и альтернативным маршрутам, что может снизить поток пассажиров в метро.",
                        "consequences_if_deteriorates": "Увеличение пассажиропотока, так как люди будут больше полагаться на метро.",
                        "consequences_if_improves": "Снижение актуальности и частоты использования метро, так как пользователи будут выбирать более удобные альтернативы.",
                        "imposed_role": "Нехватка актуальности.",
                        "comment": "I am, современные технологии, see my relationships with a target in the following perspective: Я предоставляю альтернативные решения, которые могут сделать метро менее необходимым."
                    },
                    {
                        "source": "Другие виды общественного транспорта (автобусы, трамваи)",
                        "threat": "Предлагают более гибкие и доступные маршруты, что может отвлекать пассажиров от метро.",
                        "consequences_if_deteriorates": "Увеличение числа пассажиров в метро из-за отсутствия альтернатив.",
                        "consequences_if_improves": "Снижение пассажиропотока в метро, так как пользователи могут выбирать более удобные маршруты.",
                        "imposed_role": "Конкурент.",
                        "comment": "I am, другие виды общественного транспорта, see my relationships with a target in the following perspective: Я представляю собой альтернативу, которая может отвлечь пассажиров от метрополитена."
                    },
                    {
                        "source": "Государственные органы и регулирующие организации",
                        "threat": "Могут вводить новые правила и ограничения, которые могут ухудшить работу метро.",
                        "consequences_if_deteriorates": "Снижение бюрократических препятствий, что может улучшить работу метро.",
                        "consequences_if_improves": "Увеличение требований и ограничений, что может снизить эффективность работы метро.",
                        "imposed_role": "Подконтрольное учреждение.",
                        "comment": "I am, государственные органы, see my relationships with a target in the following perspective: Я устанавливаю правила, которые могут как улучшить, так и ухудшить работу метрополитена."
                    },
                    {
                        "source": "Экологические факторы (загрязнение окружающей среды)",
                        "threat": "Могут негативно влиять на здоровье пассажиров и их желание использовать метро.",
                        "consequences_if_deteriorates": "Улучшение состояния окружающей среды, что может повысить привлекательность метрополитена.",
                        "consequences_if_improves": "Увеличение числа пассажиров, так как улучшение экологии может повысить привлекательность общественного транспорта.",
                        "imposed_role": "Непосредственная угроза.",
                        "comment": "I am, экологические факторы, see my relationships with a target in the following perspective: Я влияю на привлекательность метрополитена через состояние окружающей среды."
                    },
                    {
                        "source": "Социальные тренды (удаленная работа, изменение образа жизни)",
                        "threat": "Могут снижать необходимость в использовании общественного транспорта.",
                        "consequences_if_deteriorates": "Увеличение пассажиропотока, так как люди вернутся к привычным маршрутам.",
                        "consequences_if_improves": "Снижение потребности в метро, так как люди могут предпочесть другие формы передвижения.",
                        "imposed_role": "Устаревший вид транспорта.",
                        "comment": "I am, социальные тренды, see my relationships with a target in the following perspective: Я меняю привычки и потребности пользователей, что может угрожать актуальности метрополитена."
                    }
                ]
            },
            "5": {
                "data": [
                    {
                        "source": "Пассажиропоток",
                        "threat": "Выход из метро эффективно распределяет и управляет потоком пассажиров, что уменьшает возможность перегрузки.",
                        "consequences_if_deteriorates": "Если выход из метро исчезнет, пассажиропоток может стать неуправляемым и привести к хаосу.",
                        "consequences_if_improves": "Если выход из метро улучшится, пассажиропоток будет более организованным и безопасным.",
                        "imposed_role": "Являться более структурированным и управляемым потоком.",
                        "comment": "I am, Пассажиропоток, see my relationships with a target in the following perspective: я завишу от эффективного управления выходом из метро."
                    },
                    {
                        "source": "Система метро",
                        "threat": "Выход из метро влияет на общую эффективность работы всей системы, улучшая связь между станциями.",
                        "consequences_if_deteriorates": "Если выход из метро ухудшится, это может привести к снижению общего уровня обслуживания системы метро.",
                        "consequences_if_improves": "Если выход из метро улучшится, система метро будет более эффективной, что повысит удовлетворенность пассажиров.",
                        "imposed_role": "Поддерживать высокий уровень обслуживания.",
                        "comment": "I am, Система метро, see my relationships with a target in the following perspective: я завишу от выхода из метро для поддержания своей эффективности."
                    },
                    {
                        "source": "Дизайнеры и архитекторы",
                        "threat": "Выход из метро формирует требования к дизайну и архитектуре, что может ограничить креативность в проектировании.",
                        "consequences_if_deteriorates": "Если выход из метро исчезнет, дизайнеры смогут экспериментировать с более разнообразными проектами.",
                        "consequences_if_improves": "Если выход из метро улучшится, это может повысить стандарты проектирования и архитектуры.",
                        "imposed_role": "Создавать функциональные и эстетически привлекательные пространства.",
                        "comment": "I am, Дизайнеры и архитекторы, see my relationships with a target in the following perspective: я ограничен требованиями, которые налагает выход из метро на мои проекты."
                    },
                    {
                        "source": "Государственные органы",
                        "threat": "Выход из метро влияет на соблюдение норм безопасности и транспортного регулирования.",
                        "consequences_if_deteriorates": "Если выход из метро станет неэффективным, это может привести к росту числа инцидентов и нарушений.",
                        "consequences_if_improves": "Если выход из метро будет улучшен, это повысит уровень безопасности и уменьшит количество инцидентов.",
                        "imposed_role": "Обеспечивать безопасность и соблюдение норм.",
                        "comment": "I am, Государственные органы, see my relationships with a target in the following perspective: я завишу от выхода из метро для поддержания общественной безопасности."
                    },
                    {
                        "source": "Службы уборки и обслуживания",
                        "threat": "Выход из метро требует постоянного контроля за чистотой и состоянием, что увеличивает их нагрузку.",
                        "consequences_if_deteriorates": "Если выход из метро исчезнет, уменьшится объем работы для служб уборки.",
                        "consequences_if_improves": "Если выход из метро улучшится, это приведет к более эффективной организации работы служб уборки.",
                        "imposed_role": "Поддерживать чистоту и порядок на выходе.",
                        "comment": "I am, Службы уборки и обслуживания, see my relationships with a target in the following perspective: я завишу от состояния выхода из метро для обеспечения своей работы."
                    }
                ]
            },
            "1": {
                "data": [
                    {
                        "source": "Городская инфраструктура",
                        "essentiality": "Без эффективной городской инфраструктуры выход из метро не сможет функционировать, поскольку движение пассажиров зависит от улиц, дорог и общественного транспорта.",
                        "opportunity": "Городская инфраструктура обеспечивает выход из метро высоким уровнем доступности и связи с другими транспортными узлами.",
                        "restrictions": "Выход из метро ограничен в своей способности изменять маршруты и расположение, так как он должен следовать установленным градостроительным нормам.",
                        "imposed_role": "Выход из метро становится связующим узлом для пассажиров, что обязывает его поддерживать высокий уровень обслуживания.",
                        "comment": "I am, городская инфраструктура, see my relationships with a target in the following perspective: я обеспечиваю функциональность и доступность, но и ограничиваю свободу маневра."
                    },
                    {
                        "source": "Пассажиры",
                        "essentiality": "Пассажиры являются основными пользователями выхода из метро, их потребности и поведение формируют его функционирование.",
                        "opportunity": "Пассажиры предоставляют выходу из метро данные о том, как улучшить поток и организацию пространства.",
                        "restrictions": "Пассажиры могут навязывать требования к чистоте, безопасности и удобству, что ограничивает возможности для изменений.",
                        "imposed_role": "Выход из метро должен адаптироваться под запросы и ожидания пассажиров, становясь местом, удобным для них.",
                        "comment": "I am, пассажиры, see my relationships with a target in the following perspective: я формирую ваши нужды и ожидания, которые вы должны учитывать."
                    },
                    {
                        "source": "Технологии управления потоками",
                        "essentiality": "Современные технологии, такие как системы мониторинга и управления потоками, необходимы для оптимизации работы выхода из метро.",
                        "opportunity": "Технологии позволяют выходу из метро эффективно регулировать пассажиропоток, предотвращая заторы.",
                        "restrictions": "Выход из метро ограничен в своем потенциале, если не использует современные технологии, что может привести к его устареванию.",
                        "imposed_role": "Выход из метро должен интегрироваться с технологическими решениями, поддерживая их для повышения эффективности.",
                        "comment": "I am, технологии управления потоками, see my relationships with a target in the following perspective: я обеспечиваю эффективность, но требую постоянного обновления."
                    },
                    {
                        "source": "Государственные регуляции",
                        "essentiality": "Государственные регуляции определяют стандарты безопасности и доступности, необходимые для функционирования выхода из метро.",
                        "opportunity": "Регуляции могут предоставлять финансирование и поддержку для модернизации и улучшения инфраструктуры.",
                        "restrictions": "Выход из метро должен соблюдать строгие правила и стандарты, что может ограничивать его возможности для инноваций.",
                        "imposed_role": "Выход из метро должен действовать в рамках законодательства, обеспечивая безопасность и доступность для всех пользователей.",
                        "comment": "I am, государственные регуляции, see my relationships with a target in the following perspective: я устанавливаю правила, которые ты должен соблюдать для своего успеха."
                    },
                    {
                        "source": "Конкурирующие транспортные системы",
                        "essentiality": "Другие виды общественного транспорта, такие как автобусы и трамваи, создают конкуренцию для выхода из метро, влияя на его популярность.",
                        "opportunity": "Конкуренция стимулирует выход из метро к улучшению услуг и повышению качества обслуживания.",
                        "restrictions": "Выход из метро должен адаптироваться к конкурентной среде, что может ограничивать его оригинальные идеи и концепции.",
                        "imposed_role": "Выход из метро становится частью более широкой транспортной сети, что обязывает его к сотрудничеству с другими системами.",
                        "comment": "I am, конкурирующие транспортные системы, see my relationships with a target in the following perspective: я заставляю тебя улучшаться, иначе ты потеряешь своих пассажиров."
                    }
                ]
            }
        }
    }
]